Repository: the-phinet/UZDoom
Catalog: libraries/Translation/common/*.po
Languages: be_latn, eo, hu, pt_br, ro, sr

# MOUSEMNU_SMOOTHMOUSE
source: Smooth mouse movement
be_latn: Плаўнае перамяшчэнне
eo: Glata musmovo
hu: Egérmozgás simítása
pt_br: Suavizar movimento do mouse
ro: Mișcare mouse lină
sr: Глатки окрет

# MOUSEMNU_TURNSPEED
source: Turning speed
be_latn: Хуткасць павароту
eo: Rapido de turniĝo
hu: Fordulás sebessége
pt_br: Velocidade de giro
ro: Viteză întoarcere
sr: Брзина окрета

# MOUSEMNU_MOUSELOOKSPEED
source: Mouselook speed
be_latn: Хуткасць агляду мышшу
eo: Rapido de musrigardo
hu: Egérnézés sebessége
pt_br: Velocidade da visão com mouse
ro: Viteză privire liberă cu mouse
sr: Брзина гледања мишем

# MOUSEMNU_FORWBACKSPEED
source: Forward/Backward speed
be_latn: Хуткасць перамяшчэння
eo: Rapido de (mal)antaŭeniro
hu: Előre/Hátra sebesség
pt_br: Velocidade de deslocamento para frente/trás
ro: Viteză deplasare față/spate
sr: Брзина окрета напред/уназад

# MOUSEMNU_STRAFESPEED
source: Strafing speed
be_latn: Хуткасць руху бокам
eo: Rapido de flankenmoviĝo
hu: Oldalazás sebessége
pt_br: Velocidade de deslocamento lateral
ro: Viteză fugă în diagonală
sr: Брзина стрејфа

# MOUSEMNU_ALWAYSMOUSELOOK
source: Always Mouselook
be_latn: Агляд мышшу
eo: Ĉiam rigardi per muso
hu: Mindig egérrel nézelődés
pt_br: Visão com mouse sempre ativada
ro: Privește în jur cu mouse
sr: Гледање мишем

# MOUSEMNU_INVERTMOUSE
source: Invert Mouse Y
be_latn: Інверт. мыш па вертыкалі (Y)
eo: Inversi akson Y de muso
hu: Y tengely megfordítása
pt_br: Inverter eixo Y do mouse
ro: Inversare axă mouse Y
sr: Инвертуј миш Y

# MOUSEMNU_INVERTMOUSEX
source: Invert Mouse X
be_latn: Інверт. мыш па гарызанталі (X)
eo: Inversi akson X de muso
hu: X tengely megfordítása
pt_br: Inverter eixo X do mouse
ro: Inversare axă mouse X
sr: Инвертуј миш X

# OPTVAL_UPPERLEFT
source: Upper left
be_latn: Уверсе злева
eo: Supre-maldekstre
hu: Bal fent
pt_br: Esquerda superior
ro: Stânga sus
sr: Горње лево

# OPTVAL_UPPERRIGHT
source: Upper right
be_latn: Уверсе справа
eo: Supre-dekstre
hu: Jobb fent
pt_br: Direita superior
ro: Dreapta sus
sr: Горње десно

# OPTVAL_LOWERLEFT
source: Lower left
be_latn: Унізе злева
eo: Sube-maldekstre
hu: Bal lent
pt_br: Esquerda inferior
ro: Stânga jos
sr: Доње лево

# OPTVAL_LOWERRIGHT
source: Lower right
be_latn: Унізе справа
eo: Sube-dekstre
hu: Jobb lent
pt_br: Direita inferior
ro: Dreapta jos
sr: Доње десно

# OPTVAL_TOUCHSCREENLIKE
source: Touchscreen-like
be_latn: Як сэнсарны экран
eo: Tuŝekranece
hu: Érintőképernyő-szerű
pt_br: Estilo touchscreen
ro: Precum ecranul tactil
sr: Као додирни екран

# OPTSTR_SIMPLEARROW
source: Simple arrow
be_latn: Стрэлка
eo: Simpla sago
hu: Sima nyíl
pt_br: Seta simples
ro: Săgeată simplă
sr: Стрелица

# OPTSTR_SYSTEMCURSOR
source: System cursor
be_latn: Сістэмны курсор
eo: Musmontrilo de la sistemo
hu: Rendszer egérmutatója
pt_br: Cursor do sistema
ro: Cursor simplu
sr: Системска стрелица

# OPTVAL_DEFAULT
source: Default
be_latn: Па змаўчанні
eo: Defaŭlta
hu: Alapbeállítás
pt_br: Padrão
ro: Implicit
sr: Подраз.

# JOYMNU_TITLE
source: Configure Controller
be_latn: Наладзіць кантролер
eo: Agordi ludregilon
hu: Kontroller testreszabása
pt_br: Configurar controle
ro: Configurare Controller
sr: Конфигурација контролера

# JOYMNU_OPTIONS
source: Controller Options
be_latn: Налады кантролера
eo: Agordo de ludregilo
hu: Kontroller beállítások
pt_br: Opções de controle
ro: Setări Controller
sr: Подешавања контролера

# JOYMNU_NOMENU
source: Block controller input in menu
be_latn: Адключыць кантролер у меню
eo: Malebligi enigon de ludregilo en menuo
hu: Kontroller ne működjön a menüben
pt_br: Bloquear controle no menu
ro: Blocare comenzi controller în meniu
sr: Блокирај улаз контролера у менију

# JOYMNU_ENABLE
source: Enable controller support
be_latn: Уключыць падтрымку кантролера
eo: Ebligi subtenon de ludregilo
hu: Kontroller támogatás engedélyezése
pt_br: Ativar detecção de controles
ro: Activare controller
sr: Омогући подршку за контролере

# JOYMNU_DINPUT
source: Enable DirectInput controllers
be_latn: Уключыць кантролеры праз DirectInput
eo: Ebligi ludregilojn de DirectInput
hu: DirectInput kontrollerek engedélyezése
pt_br: Ativar controles DirectInput
ro: Activare controllere DirectInput
sr: Омогући директинпут контролере

# JOYMNU_XINPUT
source: Enable XInput controllers
be_latn: Уключыць кантролеры праз XInput
eo: Ebligi ludregilojn de XInput
hu: XInput kontrollerek engedélyezése
pt_br: Ativar controles XInput
ro: Activare controllere XInput
sr: Омогући Иксинпут контролере

# JOYMNU_PS2
source: Enable raw PlayStation 2 adapters
be_latn: Выкарыстоўваць адаптары PlayStation 2 напрамую
eo: Ebligi adaptilojn de PlayStation 2
hu: PlayStation 2 adapterek engedélyezése
pt_br: Ativar adaptadores de PlayStation 2
ro: Activare adaptoare PS2
sr: Омогући сирове Плејстејшн 2 адаптере

# JOYMNU_NOCON
source: No controllers detected
be_latn: Кантролеры не знойдзены
eo: Neniu ludregilo detektita
hu: Nem érzékelhető kontroller
pt_br: Nenhum controle detectado.
ro: Niciun controller detectat
sr: Нема детектованих контролера

# JOYMNU_CONFIG
source: Configure controllers:
be_latn: Наладзіць кантролеры:
eo: Agordi ludregilojn:
hu: Kontrollerek konfigurációja:
pt_br: Configurar controles:
ro: Configurare controllere:
sr: Подешавања контролере:

# JOYMNU_DISABLED1
source: Controller support must be
be_latn: Уключыце падтрымку кантролера
eo: Subteno por ludregiloj devas esti
hu: A kontroller támogatásnak
pt_br: A detecção de controles deve
ro: Suportul pentru controller trebuie
sr: Омогућите подржавање контролера

# JOYMNU_DISABLED2
source: enabled to detect any
be_latn: \n
eo: ebligita por detekti iun
hu: engedélyezve kell lenni, hogy érzékeljen bármit is.
pt_br: ser ativada para exibi-los.
ro: activat pentru a putea fi detectate
sr: \n

# JOYMNU_INVALID
source: Invalid controller specified for menu
be_latn: Недапушчальны кантролер абраны для меню
eo: Nevalida ludregilo specifigita por menuo
hu: Hibás kontroller van a menühöz osztva
pt_br: Controle inválido especificado para o menu.
ro: Controller specificat pentru meniu invalid
sr: Невалидан контролер специфиран за мени

# JOYMNU_OVRSENS
source: Overall sensitivity
be_latn: Агульная адчувальнасць
eo: Tuta sentemeco
hu: Teljes érzékenység
pt_br: Sensibilidade geral
ro: Sensibilitate generală
sr: Уупна сензитивност

# JOYMNU_AXIS
source: Axis Configuration
be_latn: Канфігурацыя восяў
eo: Agordo de aksoj
hu: Tengely konfigurálása
pt_br: Configuração de eixo
ro: Configurare axă
sr: Конфигурација осе

# JOYMNU_INVERT
source: Invert
be_latn: Інвертаваць
eo: Inversigi
hu: Megfordítás
pt_br: Inverter
ro: Inversare
sr: Инвертовано

# JOYMNU_DEADZONE
source: Dead zone
be_latn: Мёртвая зона
eo: Malviva zono
hu: Holttér
pt_br: Zona morta
ro: Zonă moartă
sr: Мртва зона

# JOYMNU_NOAXES
source: No configurable axes
be_latn: Няма наладжвальных восяў
eo: Neniu agordebla akso
hu: Nincs beállítható tengely
pt_br: Nenhum eixo configurável
ro: Nicio axă configurabilă
sr: Нема конфигурационих оса

source: OPTVAL_NONE
be_latn: Выкл.
eo: Nenio
hu: Nincs
pt_br: Nenhum
ro: Niciuna
sr: Ништа

# OPTVAL_TURNING
source: Turning
be_latn: Паварот
eo: Turniĝi
hu: Fordulás
pt_br: Girar
ro: Rotire
sr: Скретање

# OPTVAL_LOOKINGUPDOWN
source: Looking Up/Down
be_latn: Погляд уверх/уніз
eo: Rigardi (mal)supren
hu: Fel-/lenézés
pt_br: Olhar para cima/baixo
ro: Privire Sus/Jos
sr: Гледање горе/доле

# OPTVAL_MOVINGFORWARD
source: Moving Forward
be_latn: Рух наперад
eo: Antaŭeniri
hu: Előre mozgás
pt_br: Mover-se para a frente
ro: Deplasare în Față
sr: Кретање напред

# OPTVAL_STRAFING
source: Strafing
be_latn: Рух бокам
eo: Flankenmoviĝi
hu: Oldalazás
pt_br: Deslocamento lateral
ro: Fugă în Diagonală
sr: Кретање у страну

# OPTVAL_MOVINGUPDOWN
source: Moving Up/Down
be_latn: Рух уверх/уніз
eo: Moviĝi (mal)supren
hu: Felfele/Lefele mozgás
pt_br: Mover-se para cima/baixo
ro: Mișcare Sus/Jos
sr: Кретање горе/доле

# OPTVAL_INVERTED
source: Inverted
be_latn: Інвертавана
eo: Inversigita
hu: Felcserélve
pt_br: Invertido
ro: Inversat
sr: Обрнуто

# OPTVAL_NOTINVERTED
source: Not Inverted
be_latn: Прама
eo: Ne inversigita
hu: Nincs felcserélve
pt_br: Não invertido
ro: Neinversat
sr: Не обрнуто

# TXT_COLOR_BLUE
source: Blue
be_latn: Сіні
eo: Blua
hu: Kék
pt_br: Azul
ro: Albastru
sr: Плава

# TXT_COLOR_RED
source: Red
be_latn: Чырвоны
eo: Ruĝa
hu: Vörös
pt_br: Vermelho
ro: Roșu
sr: Црвена

# TXT_COLOR_GREEN
source: Green
be_latn: Зялёны
eo: Verda
hu: Zöld
pt_br: Verde
ro: Verde
sr: Зелена

# TXT_COLOR_GRAY
source: Gray
be_latn: Шэры
eo: Griza
hu: Szürke
pt_br: Cinza
ro: Gri
sr: Сива

# TXT_COLOR_DARKGRAY
source: Dark gray
be_latn: Цёмна-шэры
eo: Malhelgriza
hu: Sötétszürke
pt_br: Cinza escuro
ro: Gri închis
sr: Тамно сива

# TXT_COLOR_DARKGREEN
source: Dark Green
be_latn: Цёмна-зялёны
eo: Malhelverda
hu: Sötétzöld
pt_br: Verde escuro
ro: Verde închis
sr: Тамна зелена

# TXT_COLOR_BROWN
source: Brown
be_latn: Карычневы
eo: Bruna
hu: Barna
pt_br: Marrom
ro: Maro
sr: Браон

# TXT_COLOR_DARKBLUE
source: Dark Blue
be_latn: Цёмна-сіні
eo: Malhelblua
hu: Sötétkék
pt_br: Azul escuro
ro: Albastru închis
sr: Тамна Плава

# TXT_COLOR_LIGHTRED
source: Light Red
be_latn: Светла-чырвоны
eo: Helruĝa
hu: Világospiros
pt_br: Vermelho claro
ro: Roșu deschis
sr: Светло црвена

# TXT_COLOR_YELLOW
source: Yellow
be_latn: Жоўты
eo: Flava
hu: Sárga
pt_br: Amarelo
ro: Galben
sr: Жута

# TXT_COLOR_PURPLE
source: Purple
be_latn: Фіялетавы
eo: Purpura
hu: Lila
pt_br: Roxo
ro: Mov
sr: Љубичаста

# TXT_COLOR_DULLGREEN
source: Olive
be_latn: Каламутна-зялёны
eo: Olivkolora
hu: Olíva
pt_br: Verde oliva
ro: Măsliniu
sr: Тупа зелена

# TXT_COLOR_BEIGE
source: Beige
be_latn: Бэжавы
eo: Flavgriza
hu: Bézs
pt_br: Bege
ro: Bej
sr: Беж

# TXT_COLOR_LIGHTGREEN
source: Light Green
be_latn: Светла-зялёны
eo: Helverda
hu: Világoszöld
pt_br: Verde claro
ro: Verde Deschis
sr: Светло зелена

# TXT_COLOR_LIGHTBLUE
source: Light Blue
be_latn: Светла-сіні
eo: Helblua
hu: Világoskék
pt_br: Azul claro
ro: Albastru Deschis
sr: Светло плава

# TXT_COLOR_LIGHTGRAY
source: Light Gray
be_latn: Светла-шэры
eo: Helgriza
hu: Világosszürke
pt_br: Cinza claro
ro: Gri Deschis
sr: Светло сива

# TXT_COLOR_LIGHTBROWN
source: Light Brown
be_latn: Светла-карычневы
eo: Helbruna
hu: Világosbarna
pt_br: Marrom claro
ro: Maro Deschis
sr: Светло браон

# TXT_COLOR_GOLD
source: Gold
be_latn: Залаты
eo: Orkolora
hu: Arany
pt_br: Dourado
ro: Auriu
sr: Златна

# TXT_COLOR_BRIGHTGREEN
source: Bright Green
be_latn: Ярка-зялёны
eo: Brilverda
hu: Fényeszöld
pt_br: Verde claro
ro: Verde Deschis
sr: Светла зелена

# TXT_COLOR_RUST
source: Rust
be_latn: Іржавы
eo: Rustokolora
hu: Rozsda
pt_br: Ferrugem
ro: Ruginiu
sr: Рђа

# PLYRMNU_NAME
source: Name
be_latn: Імя
eo: Nomo
hu: Név
pt_br: Nome
ro: Nume
sr: Надимак

# PLYRMNU_TEAM
source: Team
be_latn: Каманда
eo: Teamo
hu: Csapat
pt_br: Equipe
ro: Echipă
sr: Тим

# PLYRMNU_PLAYERCOLOR
source: Color
be_latn: Колер
eo: Koloro
hu: Szín
pt_br: Cor
ro: Culoare
sr: Боја

# PLYRMNU_PLAYERGENDER
source: Gender
be_latn: Пол
eo: Genro
hu: Nem
pt_br: Gênero
ro: Sex
sr: Пол

# OPTVAL_MALE
source: Male
be_latn: Мужчынскі
eo: Vira
hu: Férfi
pt_br: Masculino
ro: Masculin
sr: Мушко

# OPTVAL_FEMALE
source: Female
be_latn: Жаночы
eo: Ina
hu: Nő
pt_br: Feminino
ro: Feminin
sr: Женско

# OPTVAL_NEUTRAL
source: Neutral
be_latn: Нейтральны
eo: Neŭtra (Ri)
hu: Semleges
pt_br: Neutro
ro: Neutru
sr: Неутрално

# OPTVAL_OTHER
source: Object
be_latn: Прадметы
eo: Objekto (Ĝi)
hu: Tárgy
pt_br: Objeto
ro: Obiect
sr: Предмет

# GMPLYMNU_TITLE
source: Gameplay Options
be_latn: Налады гульнявых механік
eo: Agordo de ludado
hu: Játékmenet beállításai
pt_br: Opções de jogabilidade
ro: Setări de Joc
sr: Подешавања гејмплеја

# OPTVAL_ALWAYS
source: Always
be_latn: Заўсёды
eo: Ĉiam
hu: Mindig
pt_br: Sempre
ro: Mereu
sr: Увек

# OPTVAL_NEVER
source: Never
be_latn: Ніколі
eo: Neniam
hu: Soha
pt_br: Nunca
ro: Niciodată
sr: Никад

# PLYRMNU_AUTOAIM
source: Autoaim
be_latn: Аўтапрыцэльванне
eo: Celasisto
hu: Automatikus célzás
pt_br: Mira automática
ro: Autoțintire
sr: Аутоматско циљање

# PLYRMNU_ALWAYSRUN
source: Always Run
be_latn: Пастаянны бег
eo: Ĉiam kuri
hu: Mindig fusson
pt_br: Sempre correr
ro: Fugă în permanență
sr: Увек трчи

# DSPLYMNU_SCREENSIZE
source: Screen size
be_latn: Памер экрана
eo: Ekrangrando
hu: Képernyő mérete
pt_br: Tamanho da tela
ro: Dimensiune ecran
sr: Величина екрана

# DSPLYMNU_VSYNC
source: Vertical Sync
be_latn: Вертыкальная сінхранізацыя
eo: Vertikala sinkronigo
hu: Függőleges szinkronizálás
pt_br: Sincronização vertical
ro: Sincronizare Verticală
sr: Вертикална синхорнизација

# DSPLYMNU_MODELS
source: Models
be_latn: Мадэлі
eo: Modeloj
hu: 3D modellek
pt_br: Modelos
ro: Modele
sr: Модели

# DSPLYMNU_CROSSHAIRSCALE
source: Scale crosshair
be_latn: Памер прыцэла
eo: Skali celilon
hu: Célkereszt méret
pt_br: Escala da mira
ro: Scară țintă
sr: Размера нишана

# DSPLYMNU_BRIGHTNESS
source: Brightness
be_latn: Яркасць
eo: Heleco
hu: Fényerő
pt_br: Brilho
ro: Luminozitate
sr: Осветљење

# DSPLYMNU_GAMMA
source: Gamma correction
be_latn: Гама-карэкцыя
eo: Gamaa korekto
hu: Gamma korrekció
pt_br: Correção de gama
ro: Gamma
sr: Корекција светлости

# DSPLYMNU_CONTRAST
source: Contrast
be_latn: Кантраст
eo: Kontrasto
hu: Kontraszt
pt_br: Contraste
sr: Контраст

# DSPLYMNU_SATURATION
source: Saturation
be_latn: Насычанасць
eo: Kolorintenseco
hu: Telítettség
pt_br: Saturação
ro: Saturație
sr: Сатурација

# DSPLYMNU_SBSCALE
source: Status Bar Scale
be_latn: Памер радка стану
eo: Skalo de statobreto
hu: Állapotjelző mérete
pt_br: Escala da barra de estado
ro: Scară Bară de Stare

# DSPLYMNU_MESSAGES
source: Messages
be_latn: Паведамлення
eo: Mesaĝoj
hu: Üzenetek
pt_br: Mensagens
ro: Mesaje
sr: Поруке

# MSGMNU_CENTERMESSAGES
source: Center messages
be_latn: Цэнтраванне паведамленняў
eo: Centrigi mesaĝojn
hu: Üzenetek középre helyezése
pt_br: Centralizar mensagens
ro: Centrare mesaje
sr: Централне поруке

# MSGMNU_PULSEMESSAGES
source: Pulsating message Display
be_latn: Пульсацыя паведамленняў
eo: Montri mesaĝojn pulsante
hu: Pulzáló üzenet
pt_br: Exibir mensagem pulsante
ro: Afișare Mesaje Pulsante

# MSGMNU_MESSAGESCALE
source: Message Scale
be_latn: Памер паведамленняў
eo: Skalo de mesaĝoj
hu: Üzenet mérete
pt_br: Escala de mensagem
ro: Scară Mesaje

# MNU_COLORPICKER
source: Select Color
be_latn: Выбар колеру
eo: Elektu koloron
hu: Szín választása
pt_br: Selecione uma cor
ro: Alege o Culoare
sr: Изабери боју

# AUTOMAPMNU_ROTATE
source: Rotate automap
be_latn: Круціць аўтакарту
eo: Rotacii aŭtomatan mapon
hu: Térkép forgatása
pt_br: Girar automapa
ro: Rotire hartă computerizată
sr: Ротирај аутомапу

# AUTOMAPMNU_FOLLOW
source: Follow player
be_latn: Прывязка да гульца
eo: Sekvi ludanton
hu: Kövesse a játékost
pt_br: Seguir jogador
ro: Urmărire jucător
sr: Прати играча

# AUTOMAPMNU_LINEALPHA
source: Line alpha
be_latn: Празрыстасць ліній
eo: Opako de linio
hu: Vonal áttetszóség
pt_br: Transparência da linha
ro: Transparență linii
sr: Транслуценција линија

# AUTOMAPMNU_LINETHICKNESS
source: Line thickness
be_latn: Таўшчыня ліній
eo: Diko de linio
hu: Vonal vastagság
pt_br: Espessura da linha
ro: Grosime linii
sr: Дебљина линија

# MAPCOLORMNU_TITLE
source: Customize Map Colors
be_latn: Налады колераў аўтакарты
eo: Adapti kolorojn de mapo
hu: Térkép színeinek testreszabása
pt_br: Personalizar cores do mapa
ro: Personalizare culori hartă
sr: Промени боју мапе

# MAPCOLORMNU_DEFAULTMAPCOLORS
source: Restore default custom colors
be_latn: Вярнуць колеры па змаўчанні
eo: Restaŭri defaŭltajn adaptitajn kolorojn
hu: Eredeti színek visszaállítása
pt_br: Restaurar cores personalizadas padrão
ro: Revenire la culorile implicite
sr: Врати уобичајене разне боје

# SNDMNU_SNDENABLED
source: Sound enabled
be_latn: Гук уключаны
eo: Sono ebligita
hu: Hang engedélyezve
pt_br: Som ativado
ro: Sunet activat

# SNDMNU_MUSENABLED
source: Music enabled
be_latn: Музыка ўключана
eo: Muziko ebligita
hu: Zene engedélyezve
pt_br: Música ativada
ro: Muzică activată

# OPTVAL_64SAMPLES
source: 64 samples
be_latn: 64 сэмпла
eo: 64 specimenoj
pt_br: 64 amostras
ro: 64 monstre
sr: 64 узорка

# OPTVAL_128SAMPLES
source: 128 samples
be_latn: 128 сэмплаў
eo: 128 specimenoj
pt_br: 128 amostras
ro: 128 monstre
sr: 128 узорка

# OPTVAL_256SAMPLES
source: 256 samples
be_latn: 256 сэмплаў
eo: 256 specimenoj
pt_br: 256 amostras
ro: 256 monstre
sr: 256 узорка

# OPTVAL_512SAMPLES
source: 512 samples
be_latn: 512 сэмплаў
eo: 512 specimenoj
pt_br: 512 amostras
ro: 512 monstre
sr: 512 узорка

# OPTVAL_1024SAMPLES
source: 1024 samples
be_latn: 1024 сэмпла
eo: 1024 specimenoj
pt_br: 1.024 amostras
ro: 1024 monstre
sr: 1024 узорка

# OPTVAL_2048SAMPLES
source: 2048 samples
be_latn: 2048 сэмплаў
eo: 2048 specimenoj
pt_br: 2.048 amostras
ro: 2048 monstre
sr: 2048 узорка

# OPTVAL_4096SAMPLES
source: 4096 samples
be_latn: 4096 сэмплаў
eo: 4096 specimenoj
pt_br: 4.096 amostras
ro: 4096 monstre
sr: 4096 узорка

# OPTSTR_AUTO
source: Auto
be_latn: Аўта
eo: Aŭtomata
hu: Automatikus
pt_br: Automático
sr: Аутоматски

# OPTSTR_MONO
source: Mono
be_latn: Мона
eo: Unukanala ("Mono")
hu: Monó
sr: Монотоно

# OPTSTR_STEREO
source: Stereo
be_latn: Стэрэа
eo: Stereofonia
hu: Sztereó
pt_br: Estéreo
sr: Стереотоно

# OPTSTR_PROLOGIC
source: Dolby Pro Logic Decoder
be_latn: Дэкодэр Dolby Pro Logic
eo: Malkodilo de Dolby Pro Logic
pt_br: Decodificador Dolby Pro Logic
ro: Decodor Pro Logic Dolby

# OPTSTR_QUAD
source: Quad
be_latn: Чатырохканальны
eo: Kvarkanala ("Quad")
pt_br: Quadrifônico
sr: Четвородупло

# OPTSTR_SURROUND
source: 5 speakers
be_latn: 5 дынамікаў
eo: 5 laŭtparoliloj
hu: 5 hangfal
pt_br: 5 alto-falantes
ro: 5 boxe
sr: 5 спикер

# OPTSTR_5POINT1
source: 5.1 speakers
be_latn: Дынамікі 5.1
eo: Laŭtparolilaro 5.1
hu: 5.1 hangrendszer
pt_br: Auto-falantes 5.1
ro: Boxe 5.1
sr: 5.1 спикер

# OPTSTR_7POINT1
source: 7.1 speakers
be_latn: Дынамікі 7.1
eo: Laŭtparolilaro 7.1
hu: 7.1 hangrendszer
pt_br: Auto-falantes 7.1
ro: Boxe 7.1
sr: 7.1 спикер

# OPENALMNU_PLAYBACKDEVICE
source: Playback device
be_latn: Прылада прайгравання
eo: Aparato por ludadi
hu: Visszajátszó eszköz
pt_br: Dispositivo de reprodução
ro: Dispozitiv de redare
sr: Аудио уређај

# OPENALMNU_ENABLEEFX
source: Enable EFX
be_latn: Уключыць EFX
eo: Ebligi EFX
hu: EFX engedélyezése
pt_br: Ativar EFX
ro: Activare EFX
sr: Укључи EFX

# OPENALMNU_RESAMPLER
source: Resampler
be_latn: Перадыкрэтызатар
eo: Respecimenilo
pt_br: Reamostrador
ro: Reeșantionare
sr: Ресемплер

# SNDMNU_SFXVOLUME
source: Sounds volume
be_latn: Гучнасць гуку
eo: Laŭteco de sono
hu: Effektek hangereje
pt_br: Volume de sons
ro: Volum efecte
sr: Јачина звука

# SNDMNU_MENUVOLUME
source: Menu volume
be_latn: Гучнасць меню
eo: Laŭteco de menuo
hu: Menü hangereje
pt_br: Volume do menu
ro: Volum meniu
sr: Јачина менија

# SNDMNU_MUSICVOLUME
source: Music volume
be_latn: Гучнасць музыкі
eo: Laŭteco de muziko
hu: Zene hangereje
pt_br: Volume da música
ro: Volum muzică
sr: Јачина музике

# SNDMNU_MIDIDEVICE
source: MIDI device
be_latn: MIDI-прайгравальнік
eo: MIDIa aparato
hu: MIDI eszköz
pt_br: Dispositivo MIDI
ro: Dispozitiv MIDI
sr: MIDI уређај

# SNDMNU_BACKGROUND
source: Sound in Background
be_latn: Гук у фоне
eo: Fona sono
hu: Háttérhangok
pt_br: Som em segundo plano
ro: Sunet pe fundal
sr: Звуци у позадини

# SNDMNU_UNDERWATERREVERB
source: Underwater reverb
be_latn: Эфект згасання пад вадой
eo: Subakva resono
hu: Vízalatti visszaverődés
pt_br: Reverberação debaixo d'água
ro: Reverb subacvatic
sr: Подводни одјек

# SNDMNU_RANDOMIZEPITCHES
source: Randomize pitches
be_latn: Выпадковая вышыня
eo: Hazardigi tonaltojn
hu: Hangmagasság keverése
pt_br: Tons aleatórios
ro: Ton aleatoriu
sr: Рандомизација тонова

# SNDMNU_CHANNELS
source: Sound channels
be_latn: Колькасць каналаў
eo: Sonkanaloj
hu: Hangcsatorna
pt_br: Canais de som
ro: Canale audio
sr: Звучни канали

# SNDMNU_BACKEND
source: Sound backend
be_latn: Гукавая падсістэма
eo: Sonservilo
hu: Hang backend
pt_br: Sistema de som
ro: Sistem audio
sr: Звучни бекенд

# SNDMNU_OPENAL
source: OpenAL options
be_latn: Налады OpenAL
eo: Agordo de OpenAL
hu: OpenAL beállításai
pt_br: Opções de OpenAL
ro: Setări OpenAL
sr: OpenAL подешавања

# SNDMNU_RESTART
source: Restart sound
be_latn: Перазапусціць гук
eo: Rekomenci sonon
hu: Hang újraindítása
pt_br: Reiniciar som
ro: Reinițializare sunet
sr: Поново покрени звук

# SNDMNU_ADVANCED
source: Advanced options
be_latn: Пашыраныя налады
eo: Altnivelaj agordoj
hu: Haladó beállítások
pt_br: Opções avançadas
ro: Setări avansate
sr: Напредна подешавања

# SNDMNU_MODREPLAYER
source: Module replayer options
be_latn: Налады прайгравання модуляў
eo: Agordo por legilo de moduloj
hu: Modul lejátszó beállításai
pt_br: Opções de reprodutor de módulos
ro: Setări de redare a modulelor
sr: Подешавања модулног риплејера

# SNDMNU_MIDIPLAYER
source: Midi player options
be_latn: Налады MIDI-прайгравальніка
eo: Agordoj por legilo de MIDI
hu: Midi lejátszó beállításai
pt_br: Opções de reprodutor MIDI
ro: Setări player MIDI
sr: MIDI плејер подешавања

# SNDMNU_MENUSOUND
source: Sound in Menus
be_latn: Гук у меню
eo: Sono en menuoj
hu: Hang a menükben
pt_br: Som em menus
ro: Sunet în meniuri

# ADVSNDMNU_TITLE
source: Advanced Sound Options
be_latn: Пашыраныя налады гуку
eo: Altnivelaj agordoj de sono
hu: Haladó hangbeállítások
pt_br: Opções de áudio avançadas
ro: Setări de sunet avansate
sr: Напредна подешавања звука

# ADVSNDMNU_SAMPLERATE
source: Sample rate
be_latn: Частата дыскрэтызацыі
eo: Specimenrapido
hu: Mintavételezési ráta
pt_br: Taxa de amostragem
ro: Frecvență de eșantionare
sr: Фреквенција узорковања

# ADVSNDMNU_OPLSYNTHESIS
source: OPL Synthesis
be_latn: Сінтэз OPL
eo: Sintezo de OPL
hu: OPL szintézis
pt_br: Síntese OPL
ro: Sinteză OPL
sr: OPL синтеза

# ADVSNDMNU_OPLNUMCHIPS
source: Number of emulated OPL chips
be_latn: Колькасць эмуляваных чыпаў OPL
eo: Nombro da imitataj blatoj OPL
hu: Emulált OPL csipek száma
pt_br: Número de chips OPL emulados
ro: Număr de cipuri OPL emulate
sr: Број емулираних OPL чипа

# ADVSNDMNU_OPLFULLPAN
source: Full MIDI stereo panning
be_latn: Поўная стэрэапанарама для MIDI
eo: Plena MIDIa stereo-panoramado
hu: Teljes MIDI sztereó tájolás
pt_br: Lateralidade estéreo completa para MIDI
ro: Panoramă stereo pentru MIDI
sr: Пуно MIDI стерео каналисање

# ADVSNDMNU_OPLCORES
source: OPL Emulator Core
be_latn: Ядро эмуляцыі OPL
eo: Imitil-kerno de OPL
pt_br: Núcleo do emulador de OPL
ro: Nucleu de emulare OPL
sr: OPL језгро емулације

# ADVSNDMNU_MIDIVOICES
source: MIDI voices
be_latn: MIDI-галасы
eo: MIDI-aj voĉoj
hu: MIDI hangok
pt_br: Vozes MIDI
ro: Voci MIDI
sr: MIDI гласови

# ADVSNDMNU_GLOBAL
source: Global
be_latn: Агульныя
eo: Malloka
sr: Глобално

# ADVSNDMNU_GLOBAL_FREEVERB
source: Global Freeverb
be_latn: Глабальны Freeverb
eo: Malloka Freeverb
pt_br: Freeverb global
ro: Freeverb Global
sr: Глобални Freeverb

# ADVSNDMNU_FLUIDPATCHSET
source: Patch set
be_latn: Патч-набор
eo: Flikaro
pt_br: Banco de sons
ro: Set patch
sr: Печ сет

# ADVSNDMNU_FLUIDGAIN
source: Gain
be_latn: Узмацненне
eo: Akiro
hu: Visszaverődés
pt_br: Ganho
ro: Amplificare
sr: Појачање

# ADVSNDMNU_REVERB
source: Reverb
be_latn: Рэверберацыя
eo: Resono
hu: Visszhang
pt_br: Reverberação
sr: Одјек

# ADVSNDMNU_REVERB_LEVEL
source: Reverb Level
be_latn: Узровень рэверберацыі
eo: Nivelo de resono
hu: Visszhang szintje
pt_br: Nível de reverberação
ro: Nivel Reverb
sr: Ниво одјека

# ADVSNDMNU_CHORUS
source: Chorus
be_latn: Хор
eo: Ĥoro
ro: Cor
sr: Корус

# ADVSNDMNU_TIMIDITYCONFIG
source: Timidity config file
be_latn: Файл канфігурацыі Timidity
eo: Agorda dosiero de Timidity
hu: Timidity konfigurációs fájl
pt_br: Arquivo de configuração do Timidity
ro: Fișier configurație Timidity
sr: Timidity конфигурациона датотека
