Repository: the-phinet/UZDoom
Catalog: libraries/Translation/common/*.po
Languages: be_latn, eo, hu, pt_br, ro, sr

# ADVSNDMNU_TIMIDITYVOLUME
source: Relative volume
be_latn: Адносная гучнасць
eo: Relativa laŭteco
hu: Relatív hangerő
pt_br: Volume relativo
ro: Volum relativ
sr: Релативна јачина

# ADVSNDMNU_WILDMIDICONFIG
source: WildMidi config file
be_latn: Файл канфігурацыі WildMidi
eo: Agorda dosiero de WildMidi
hu: WildMidi konfigurációs fájl
pt_br: Arquivo de configuração do WildMidi
ro: Fișier configurație WildMidi
sr: WildMidi конфигурациона датотека

# ADVSNDMNU_SELCONFIG
source: Select configuration
be_latn: Выбар канфігурацыі
eo: Elekti agordon
hu: Konfiguráció kiválasztása
pt_br: Selecionar configuração
ro: Selectare configurație
sr: Изабери конфигурацију

# ADVSNDMNU_ADVRESAMPLING
source: Advanced Resampling
be_latn: Прасунуты рэсэмплінг
eo: Altnivela respecimenado
hu: Fejlett Resmapling
pt_br: Reamostragem avançada
ro: Resempling avansat
sr: Напредно ресампловање

# ADVSNDMNU_OPLBANK
source: OPL Bank
be_latn: Банк OPL
eo: Memor-banko por OPL
pt_br: Banco OPL
ro: Bancă OPL
sr: OPL банка

# ADVSNDMNU_ADLOPLCORES
source: OPL Emulator Core
be_latn: Ядро эмуляцыі OPL
eo: Imitil-kerno por OPL
hu: OPL emulátor mag
pt_br: Núcleo do emulador de OPL
ro: Nucleu de emulare OPL
sr: OPL емулационо језгро

# ADVSNDMNU_RUNPCMRATE
source: Run emulator at PCM rate
be_latn: Выкарыстоўваць з частатой PCM
eo: Lanĉi imitilon laŭ rapido de PCM
hu: Emulátor futtatása PCM rátán
pt_br: Rodar emulador em taxa PCM
ro: Utilizare emulator cu frecvența PCM
sr: Покрени емулацију на PCM стопи

# ADVSNDMNU_ADLNUMCHIPS
source: Number of emulated OPL chips
be_latn: Колькасць эмуляваных чыпаў OPL
eo: Nombro da imitataj blatoj OPL
hu: Emulált OPL csipek száma
pt_br: Número de chips OPL emulados
ro: Număr de cipuri GUS emulate
sr: Број емулираних OPL чипова

# ADVSNDMNU_ADLGAIN
source: Gain
be_latn: Узмацненне
eo: Akiro
hu: Visszaverődés
pt_br: Ganho
ro: Amplificare
sr: Појачање

# ADVSNDMNU_VLMODEL
source: Volume model
be_latn: Мадэль гучнасці
eo: Modelo de laŭteco
hu: Hangmodell
pt_br: Modelo de volume
ro: Model volum
sr: Волумски модел

# ADVSNDMNU_OPNCORES
source: OPN2 Emulator Core
be_latn: Ядро эмуляцыі OPN2
eo: Imitil-kerno por OPN2
hu: OPN2 Emulátor Mag
pt_br: Núcleo do emulador de OPN2
ro: Nucleu de emulare OPN2
sr: OPN2 језгро емулације

# ADVSNDMNU_GUSEMULATION
source: GUS Emulation
be_latn: Эмуляцыя GUS
eo: Imitado de GUS
hu: GUS Emuláció
pt_br: Emulação de GUS
ro: Emulare GUS
sr: GUS емулација

# ADVSNDMNU_GUSCONFIG
source: GUS config file
be_latn: Файл канфігурацыі для GUS
eo: Agorda dosiero de GUS
hu: GUS konfigurációs fájl
pt_br: Arquivo de configuração do GUS
ro: Fișier configurație GUS
sr: GUS конфигурациона датотека

# ADVSNDMNU_DMXGUS
source: Read DMXGUS lumps
be_latn: Чытаць файлы DMXGUS
eo: Legi datumarojn DMXGUS
hu: DMXGUS lumpok beolvasása
pt_br: Ler lumps DMXGUS
ro: Citește fișierele DMXGUS
sr: Читај DMXGUS фајлове

# ADVSNDMNU_GUSMEMSIZE
source: GUS memory size
be_latn: Памер памяці GUS
eo: Memor-kapacito de GUS
hu: GUS memória mérete
pt_br: Tamanho de memória do GUS
ro: Memorie alocată pentru GUS
sr: GUS величина памћења

# ADVSNDMNU_OPNNUMCHIPS
source: Number of emulated OPN chips
be_latn: Колькасць эмуляваных чыпаў OPN
eo: Nombro da imitataj blatoj OPN
hu: Emulált OPL csipek száma
pt_br: Número de chips OPN emulados
ro: Număr de cipuri OPN emulate
sr: Број емулираних OPN чипова

# ADVSNDMNU_OPNGAIN
source: Gain
be_latn: Узмацненне
eo: Akiro
hu: Visszaverődés
pt_br: Ganho
ro: Amplificare
sr: Појачање

# ADVSNDMNU_ADLCUSTOMBANK
source: Use custom WOPL bank
be_latn: Выкарыстоўваць уласны банк WOPL
eo: Uzi propran WOPLan memor-bankon
hu: Saját WOPL bank használata
pt_br: Usar banco WOPL personalizado
ro: Utilizați propria bancă WOPN
sr: Користи прилагођенуу WOPL банку

# ADVSNDMNU_OPLBANKFILE
source: WOPL Bank file
be_latn: Файл з банкам WOPL
eo: Dosiero de WOPLa memor-banko
hu: WOPL Bank fájl
pt_br: Banco WOPL
ro: Fișier bancă WOPN
sr: WOPL фајл банка

# ADVSNDMNU_OPNCUSTOMBANK
source: Use custom WOPN bank
be_latn: Выкарыстоўваць уласны банк WOPN
eo: Uzi propran WOPNan memor-bankon
hu: Saját WOPN bank használata
pt_br: Usar banco WOPN personalizado
ro: Utilizați propria bancă WOPN
sr: Користи прилагођену WOPN банку

# ADVSNDMNU_OPNBANKFILE
source: WOPN Bank file
be_latn: Файл з банкам WOPN
eo: Dosiero de WOPNa memor-banko
hu: WOPN Bank fájl
pt_br: Banco WOPN
ro: Fișier bancă WOPN
sr: WOPN фајл банка

# OPTVAL_ALIASING
source: Aliasing
be_latn: Згладжванне
eo: Grajneca
ro: Dedublare
sr: Преклапање

# OPTVAL_LINEAR_1
source: Linear
be_latn: Лінейнае
eo: Lineara
hu: Lineáris
ro: Liniar
sr: Линеаран

# OPTVAL_LINEAR_2
source: Linear
be_latn: Лінейная
eo: Lineara
hu: Lineáris
ro: Liniar
sr: Линеаран

# OPTVAL_LINEAR_3
source: Linear
be_latn: Лінейны
eo: Lineara
hu: Lineáris
ro: Liniar
sr: Линеаран

# OPTVAL_NEAREST
source: Nearest
be_latn: Бліжэйшы
eo: Plej proksima
hu: Legközelebbi
pt_br: Mais próximo
ro: Cel mai apropriat
sr: Најближе

# OPTVAL_PCF_LOW
source: PCF (Low)
be_latn: PCF (нізкі)
eo: PCF (Malalta)
hu: PCF (Alacsony)
pt_br: PCF (Baixo)
ro: PCF (Scăzut)
sr: PCF (ниско)

# OPTVAL_PCF_MEDIUM
source: PCF (Medium)
be_latn: PCF (сярэдні)
eo: PCF (Mezalta)
hu: PCF (Közepes)
pt_br: PCF (Médio)
ro: PCF (Mediu)
sr: PCF (средње)

# OPTVAL_PCF_HIGH
source: PCF (High)
be_latn: PCF (высокі)
eo: PCF (Alta)
hu: PCF (Magas)
pt_br: PCF (Alto)
ro: PCF (Ridicat)
sr: PCF (високо)

# OPTVAL_CUBIC
source: Cubic
be_latn: Кубічнае
eo: Kuba
hu: Négyzetes
pt_br: Cúbico
sr: Кубан

# OPTVAL_BLEP
source: Band-limited step
be_latn: Абмежаваны паласой прапускання крок
eo: Paŝo limigita per bendo
hu: Sáv-limitált lépés
pt_br: Passo limitado por banda
ro: Pas cu gamă de frecvență limitată
sr: Постепено ограничење фреквенције

# OPTVAL_LINEARSLOW
source: Linear (Slower)
be_latn: Лінейнае (павольней)
eo: Lineara (Pli malrapida)
hu: Lineáris (Lassabb)
pt_br: Linear (mais lento)
ro: Liniar (Mai lent)
sr: Линеаран (спорије)

# OPTVAL_BLAM
source: Band-limited linear
be_latn: Абмежаванае паласой прапускання лінейнае
eo: Bendo-limigite lineara
hu: Sáv-limitált lineáris
pt_br: Linear limitado por banda
ro: Limitare frecvență liniară
sr: Линеарно ограничење фреквенције

# OPTVAL_CUBICSLOW
source: Cubic (Slower)
be_latn: Кубічнае (павольней)
eo: Kuba (Pli malrapida)
hu: Négyzetes (Lassabb)
pt_br: Cúbico (mais lento)
ro: Cubic (Mai lent)
sr: Кубан (спорије)

# OPTVAL_NOTEONOFFONLY
source: Note on/off only
be_latn: Толькі пры ўключэнні/адключэнні нот
eo: Nur (mal)ŝaltataj tonoj
hu: Hangjegy ki/be csak
pt_br: Somente notas ligadas/desligadas
ro: Numai la activarea/oprirea notelor
sr: Само током укључења/искључења ноте

# OPTVAL_FULLRAMPING
source: Full ramping
be_latn: Поўнае нарошчванне
eo: Plena kresko
hu: Teljes ramping
pt_br: Rampa completa
ro: Creștere completă
sr: Пуно појачање

# MODMNU_MASTERVOLUME
source: Master volume
be_latn: Агульная гучнасць
eo: Ĉeflaŭteco
hu: Fő hangerő
pt_br: Volume geral
ro: Volum general
sr: Глацни звук

# MODMNU_QUALITY
source: Quality
be_latn: Якасць
eo: Kvalito
hu: Minőség
pt_br: Qualidade
ro: Calitate
sr: Квалитет

# MODMNU_VOLUMERAMPING
source: Volume ramping
be_latn: Нарошчванне гучнасці
eo: Grada kresko de laŭteco
pt_br: Rampa de volume
ro: Creștere volum
sr: Појачавање звука

# ADLVLMODEL_AUTO
source: Auto (Use setup of bank)
be_latn: Аўта (наладжванне з банка)
eo: Aŭtomata (agordaĵo de memor-banko)
hu: Automatikus (Beállított bank használata)
pt_br: Automático (usar definições de banco)
ro: Auto (configurare din bancă)
sr: Аутоматски (користи намештену банку)

# OPNVLMODEL_AUTO
source: Auto (Use setup of bank)
be_latn: Аўта (наладжванне з банка)
eo: Aŭtomata (agordaĵo de memor-banko)
hu: Automatikus (Beállított bank használata)
pt_br: Automático (usar definições de banco)
ro: Auto (configurare din bancă)
sr: Аутоматски (користи намештену банку)

# ADLVLMODEL_GENERIC
source: Generic
be_latn: Агульны
eo: Komuna
hu: Általános
pt_br: Genérico
sr: Генерично

# OPNVLMODEL_GENERIC
source: Generic
be_latn: Агульны
eo: Komuna
hu: Általános
pt_br: Genérico
sr: Генерично

# ADLVLMODEL_NATIVE
source: OPL Native
be_latn: Убудаваная OPL
eo: Operaciuma OPL
hu: Natív OPL
pt_br: Nativo OPL
ro: OPL propriu
sr: OPL домаћи

# OPNVLMODEL_NATIVE
source: OPN Native
be_latn: Убудаваная OPN
eo: Operaciuma OPN
hu: Natív OPN
pt_br: Nativo OPN
ro: OPN propriu
sr: OPN домаћи

# OPNVLMODEL_WIN9X
source: Win9X-like
be_latn: Падобная на Win9X
eo: Kiel Win9X
hu: Win9X szerű
pt_br: Estilo Win9X
ro: Similar cu Win9X
sr: Као у Win9X-у

# ADLVLMODEL_WIN9X
source: Win9X-like (SB16)
be_latn: Падобная на Win9X (Варыянт SB16)
eo: Kiel Win9X (SB16)
hu: Win9X szerű (SB16)
pt_br: Estilo Win9X (SB16)
ro: Similar cu Win9X (SB16)
sr: Као у Win9X-у (SB16)

# ADLVLMODEL_WIN9XGENERIC
source: Win9X-like (Generic FM)
be_latn: Падобная на Win9X (Варыянт Generic FM)
eo: Kiel Win9X (Generic FM)
hu: Win9X szerű (Általános FM)
pt_br: Estilo Win9X (FM genérico)
ro: Similar cu Win9X (Generic FM)
sr: Као у Win9X-у (Generic FM)

# ADLVLMODEL_DMX_FIXED
source: DMX (Without AM voice bug)
be_latn: DMX (Без памылкі АМ)
eo: DMX (sen cimo de AMa voĉo)
hu: DMX (AM hanghiba nélkül)
pt_br: DMX (sem bug de voz de AM)
ro: DMX (Fără probleme în AM)

# ADLVLMODEL_APOGEE_FIXED
source: Apogee (Without AM voice bug)
be_latn: Апагей (няма памылкі AM)
eo: Apogee (sen cimo de AMa voĉo)
hu: Apogee (AM hanghiba nélkül)
pt_br: Apogee (sem bug de voz de AM)
ro: Apogee (Fără probleme în AM)

# ADLVLMODEL_AIL
source: IBM Audio Library Interface
be_latn: IBM AIL
eo: Son-biblioteka interfaco de IBM
hu: IBM Hang Könyvtár Interfész
pt_br: Interface de Biblioteca de Áudio IBM
ro: Interfață Bibliotecă IBM

# ADLVLMODEL_HMI
source: HMI Sound Operating System
be_latn: HMI SOS
eo: Son-operaciumo de HMI
hu: HMI Hang Operációs Rendszer
pt_br: Sistema Operacional de Som HMI
ro: Sistem Audio HMI

# ADLVLMODEL_HMIOLD
source: HMI SOS (Old, with bugs)
be_latn: HMI SOS (Стары варыянт з памылкамі)
eo: Son-op. de HMI (malnova, cimo-hava)
hu: HMI SOS (Régi, bugokkal)
pt_br: SOS HMI (antigo, com bugs)
ro: HMI SOS (Vechi, cu probleme)

# OPTVAL_UNLIMITED
source: Unlimited
be_latn: Без абмежаванняў
eo: Senlima
hu: Végtelen
pt_br: Sem limites
ro: Nelimitat
sr: Бескрајно

# OPTVAL_PALETTE
source: Palette
be_latn: Палітра гульні
eo: Kolorpaletro
hu: Paletta
pt_br: Paleta
ro: Paletă
sr: Палет

# OPTVAL_LOW
source: Low
be_latn: Нізкае
eo: Malalta
hu: Alacsony
pt_br: Baixo
ro: Scăzut
sr: Ниско

# OPTVAL_MEDIUM
source: Medium
be_latn: Сярэдняе
eo: Meza
hu: Közepes
pt_br: Médio
ro: Mediu
sr: Средње

# OPTVAL_HIGH
source: High
be_latn: Высокае
eo: Alta
hu: Magas
pt_br: Alto
ro: Ridicat
sr: Високо

# OPTVAL_EXTREME
source: Extreme
be_latn: Максімальнае
eo: Ekstrema
hu: Extrém
pt_br: Extremo
ro: Extrem
sr: Екстремно

# OPTVAL_OBVERSEFIRST
source: Obverse
be_latn: Прамы
eo: Aversa
hu: Ellentétes
pt_br: Obverso
ro: Avers
sr: Супротно

# OPTVAL_REVERSEFIRST
source: Reverse
be_latn: Зваротны
eo: Inversa
hu: Fordított
pt_br: Reverso
ro: Invers
sr: Обрнуто

# GLMNU_POSTPROCESS
source: Postprocessing
be_latn: Постабпрацоўка
eo: Posttraktado
pt_br: Pós-processamento
ro: Post-procesare
sr: Пост обрада

# GLPREFMNU_TONEMAP
source: Tonemap Mode
be_latn: Рэжым тонавага адлюстравання
eo: Reĝimo de ton-mapo
hu: Színleképzés módja
pt_br: Tipo de tonemap
ro: Mod Mapare Tonuri
sr: Тонирано-мапни мод

# GLPREFMNU_LENS
source: Lens distortion effect
be_latn: Эфект скажэння лінзы
eo: Lens-distorda efiko
hu: Lencsetorzulás effekt
pt_br: Distorção de lente
ro: Efect de distorsiune lentile
sr: Дисторзија објектива ефект

# GLPREFMNU_FXAA
source: FXAA Quality
be_latn: Якасць FXAA
eo: Kvalito de FXAA
hu: FXAA minősége
pt_br: Qualidade de FXAA
ro: Calitate FXAA
sr: FXAA квалитет

# GLPREFMNU_DITHER
source: Dither output
be_latn: Дызерінг
eo: Apliki punktojn al eligo
hu: Árnyalás kimenet
pt_br: Dithering
ro: Putere Dithering
sr: Учестаност трептања

# GLPREFMNU_PALTONEMAPORDER
source: Tonemap Palette Order
be_latn: Порядок палитры тонового отображения
eo: Ordo de la kolorpaletro de ton-mapo
hu: Színleképzés paletta sorrend
pt_br: Ordem da paleta tonemap
ro: Ordinea Paletei de Mapare a Tonurilor
sr: Тонирано-мапни палетни ред

# GLPREFMNU_PALTONEMAPPOWER
source: Tonemap Palette Exponent
be_latn: Экспанента палітры тонавага адлюстравання
eo: Eksponeto de kolorpaletro de ton-mapo
hu: Tonemap Paletta Exponens
pt_br: Expoente da paleta tonemap
ro: Exponent Paletă de Mapare Tonuri
sr: Тонирано-мапни палетни експонент

# GLPREFMNU_MULTISAMPLE
source: Multisample
be_latn: Мультысэмплінг
eo: Plur-specimenado
pt_br: Multiamostragem
ro: Multieșantionare
sr: Мулти-узорак

# GLPREFMNU_BLOOM
source: Bloom effect
be_latn: Свячэнне
eo: Lum-ŝmira efiko
hu: Bloom effekt
pt_br: Bloom
ro: Efect de Strălucire
sr: Мутан вид ефект

# GLPREFMNU_SSAO
source: Ambient occlusion quality
be_latn: Якасць глабальнага зацянення
eo: Kvaliteco de media obstrukceco
hu: Ambient occlusion minősége
pt_br: Qualidade de oclusão de ambiente
ro: Calitate ocluzie ambientală
sr: Оклузија амбијента ефект

# GLPREFMNU_SSAO_PORTALS
source: Portals with AO
be_latn: Парталы з глабальным зацяненнем
eo: Portaloj kun Media obstrukceco
hu: Portálok AO-val
pt_br: Portais com oclusão de ambiente
ro: Portaluri cu ocluzie ambientală
sr: Портали са AO

# GLPREFMNU_MENUBLUR
source: Menu Blur
be_latn: Размыццё фону меню
eo: Malklarigo de menuo
hu: Menü mosódás
pt_br: Desfoque do menu
ro: Estompează Fundalul Meniului
sr: Блур мениа

# GLPREFMNU_ENVIRONMENTMAPMIRROR
source: Environment map on mirrors
be_latn: Карта асяроддзя на люстэрках
eo: Medimapo sur speguloj
hu: Környezet tükröződés
pt_br: Mapa de ambiente em espelhos
ro: Efecte suplimentare pentru oglinzi
sr: Околинска мапа на прозорима

# GLPREFMNU_RENDERQUALITY
source: Rendering quality
be_latn: Якасць апрацоўкі
eo: Kvalito de bildigado
hu: Renderelés minősége
pt_br: Qualidade de renderização
ro: Calitate video
sr: Квалитет рендовања

# OPTVAL_SPEED
source: Speed
be_latn: Хуткасць
eo: Rapido
hu: Sebesség
pt_br: Velocidade
ro: Viteză
sr: Брзина

# OPTVAL_QUALITY
source: Quality
be_latn: Якасць
eo: Kvalito
hu: Minőség
pt_br: Qualidade
ro: Calitate
sr: Квалитет

# GLPREFMNU_SECLIGHTMODE
source: Sector light mode
be_latn: Рэжым асвятлення сектараў
eo: Reĝimo de sektorlumo
hu: Szektor fény mód
pt_br: Modo de luz de setor
ro: Mod iluminare sectorial
sr: Секторско светло мод

# GLPREFMNU_FOGMODE
source: Fog mode
be_latn: Рэжым туману
eo: Reĝimo de nebulo
hu: Köd mód
pt_br: Modo de neblina
ro: Modul ceței
sr: Магла мод

# OPTVAL_RADIAL
source: Radial
be_latn: Кругавы
eo: Radiusa
hu: Sugaras
ro: Circular
sr: Радијално

# OPTVAL_STANDARD
source: Standard
be_latn: Стандартны
eo: Norma
hu: Szabvány
pt_br: Padrão
sr: Стандардно

# GLTEXMNU_TEXFILTER
source: Texture Filter mode
be_latn: Фільтрацыя тэкстур
eo: Reĝimo por Teksturfiltrado
hu: Textúrafilter módja
pt_br: Modo de filtro de textura
ro: Mod Filtrare Texturi
sr: Текстурни филтер мод

# GLTEXMNU_ANISOTROPIC
source: Anisotropic filter
be_latn: Анізатропная фільтрацыя
eo: Anizotropa filtro
hu: Anizotropikus filter
pt_br: Filtro anisotrópico
ro: Filtrare Anizotropă
sr: Анизотропни фолтер

# OPTVAL_NONENEARESTMIPMAP
source: None (nearest mipmap)
be_latn: Няма (бліжэйшы MIP-узровень)
eo: Nenio (plej proksima mipmapo)
hu: Semmilyen (közeli mipmap)
pt_br: Nenhum (mipmap mais próximo)
ro: Nu (cel mai apropiat nivel MIP)
sr: Ништа (најближи мипмап)

# OPTVAL_NONELINEARMIPMAP
source: None (linear mipmap)
be_latn: Няма (лінейны MIP-узровень)
eo: Nenio (linia mipmapo)
hu: Semmilyen (lineáris mipmap)
pt_br: Nenhum (mipmap linear)
ro: Nu (nivel mip liniar)
sr: Ништа (линеаран мипмап)

# OPTVAL_NONETRILINEAR
source: None (trilinear)
be_latn: Няма (трылінейная)
eo: Nenio (trilinia)
hu: Semmilyen (trilineáris)
pt_br: Nenhum (trilinear)
ro: Nu (trilinar)
sr: Ништа (трилинеарно)

# OPTVAL_BILINEAR
source: Bilinear
be_latn: Білінейная
eo: Dulinia
hu: Bilineáris
ro: Biliniar
sr: Билинеарно

# OPTVAL_TRILINEAR
source: Trilinear
be_latn: Трылінейная
eo: Trilinia
hu: Trilineáris
ro: Triliniar
sr: Трилинеарно

# OPTVAL_2X
source: 2x
eo: 2-oble

# OPTVAL_4X
source: 4x
eo: 4-oble

# OPTVAL_8X
source: 8x
eo: 8-oble

# OPTVAL_16X
source: 16x
eo: 16-oble

# OPTVAL_32X
source: 32x
eo: 32-oble

# GLTEXMNU_TITLE
source: Texture Options
be_latn: Налады тэкстур
eo: Agordoj de Teksturoj
hu: Textúra Beállítások
pt_br: Opções de Textura
ro: Setări Texturi
sr: Подешавања текстура

# GLTEXMNU_TEXENABLED
source: Textures enabled
be_latn: Уключыць тэкстуры
eo: Teksturoj ŝaltitaj
hu: Textúrák bekapcsolása
pt_br: Texturas ativadas
ro: Texturi activate
sr: Текстуре омогућене

# GLTEXMNU_ENABLEHIRES
source: Enable hires textures
be_latn: Тэкстуры высокага дазволу
eo: Ŝalti Altdistingivajn Teksturojn
hu: Magas felbontású textúrák bekapcsolása
pt_br: Habilitar texturas de alta resolução
ro: Texturi de înaltă rezoluție
sr: Омогући текстуре велике резолуције

# GLTEXMNU_HQRESIZE
source: High Quality Resize mode
be_latn: Режим высакаякаснага маштабавання тэкстур
eo: Reĝimo de Altdistingivigo-Skalilo
hu: Magas minőségű újraméretező mód
pt_br: Modo de Redimensionamento de Alta Qualidade
ro: Mod de Redimensionare de Înaltă Calitate
sr: Промена величине високог квалитета мод

# GLTEXMNU_HQRESIZEMULT
source: High Quality Resize multiplier
be_latn: Множнік высакаякаснага маштабавання
eo: Obligilo de Altdistingivigo-Skalilo
hu: Magas minőségű újraméretezés szorzó
pt_br: Multiplicador de Redimensionamento de Alta Qualidade
ro: Factor de Scalare pt. Redimensionare
sr: Промена величине високог квалитета мултипликатор

# GLTEXMNU_HQRESIZEWARN
source: This mode requires %d times more video memory
be_latn: Данный режим патрабуе ў %d разоў больш відэапамяці
eo: Ĉi tiu reĝimo bezonas %d-oble pli da ekranmemoro.
hu: Ez a mód a jelenlegi videó memória %d-szeresét igényli
pt_br: Este modo precisa de %d vezes mais memória de vídeo
ro: Acest mod necesită de %d mai multă memorie video
sr: Овај мод тражи %d пута више видео меморије

# GLTEXMNU_RESIZETEX
source: Resize textures
be_latn: Маштабаванне тэкстур
eo: Regrandigi teksturojn
hu: Textúrák újraméretezése
pt_br: Redimensionar texturas
ro: Redimensionare texturi
sr: Промена величине текстура

# GLTEXMNU_RESIZESPR
source: Resize sprites
be_latn: Маштабаванне спрайтаў
eo: Regrandigi mov-rastrumojn
hu: Sprite-ok újraméretezése
pt_br: Redimensionar sprites
ro: Redimensionare sprite-uri
sr: Промена величине спрајтова

# GLTEXMNU_RESIZEFNT
source: Resize fonts
be_latn: Маштабаванне шрыфтоў
eo: Regrandigi tiparojn
hu: Betűk újraméretezése
pt_br: Redimensionar fontes
ro: Redimensionare fonturi
sr: Промена величине фонта

# GLTEXMNU_RESIZESKN
source: Resize model skins
be_latn: Маштабаванне абліччаў мадэляў
eo: Regrandigi haŭtojn de modeloj
hu: Model fazon újraméretezése
pt_br: Redimensionar skins de modelos
ro: Redimensionare modele

# GLTEXMNU_PRECACHETEX
source: Precache GL textures
be_latn: Кэшаваць GL-тэкстуры
eo: Antaŭkaŝmemorigi GL-teksturojn
hu: Előcachelt GL textúrák
pt_br: Precachê de texturas GL
ro: Preîncărcarcă texturile GL
sr: Прикеширане GL текстуре

# VIDMNU_TITLE
source: Video Mode
be_latn: Налады відэарэжыму
eo: Video-reĝimo
hu: Videó mód
pt_br: Modo de vídeo
ro: Mod Video
sr: Видео мод

# OPTVAL_SCALENEAREST
source: Scaled (Nearest)
be_latn: Маштабаваць (бліжэйшае)
eo: Skalita (Plej proksime)
hu: Átméretezett (Közeli)
pt_br: Redimensionado (mais próximo)
ro: Redimensionat (Cel mai apropiat)
sr: Скалиран (најближи)

# OPTVAL_SCALELINEAR
source: Scaled (Linear)
be_latn: Маштабаваць (лінейнае)
eo: Skalita (Linie)
hu: Átméretezett (Lineáris)
pt_br: Redimensionado (linear)
ro: Redimensionat (Liniar)
sr: Скалиран (линеарно)

# OPTVAL_LETTERBOX
source: Letterbox
be_latn: Экраннае кашэ
eo: Leterkesto
hu: Levágott
pt_br: Barras pretas
ro: Ecran Parțial
sr: Поштанско сандуче

# OPTVAL_STRETCH
source: Stretch
be_latn: Расцягнуты
eo: Streĉi
hu: Nyújtott
pt_br: Esticado
ro: Lărgire
sr: Растегнуто

# VIDMNU_RENDERMODE
source: Render Mode
be_latn: Рэжым апрацоўкі
eo: Bildigo-reĝimo
hu: Render Mód
pt_br: Modo de renderização
ro: Mod Video
sr: Рендер мод

# VIDMNU_FULLSCREEN
source: Fullscreen
be_latn: Поўны экран
eo: Plena ekrano
hu: Teljes Képernyő
pt_br: Tela cheia
ro: Ecran Complet
sr: Цео екран

# VIDMNU_HIDPI
source: Retina/HiDPI support
be_latn: Падтрымка Retina/HiDPI
eo: Retino/HiDPI subteno
hu: Retina/HiDPI támogatás
pt_br: Suporte para Retina/HiDPI
ro: Suport Retina/HiDPI
sr: Retina/HiDPI подршка

# VIDMNU_ASPECTRATIO
source: Aspect ratio
be_latn: Суадносіны бакоў
eo: Ekran-proporcio
hu: Képarány
pt_br: Proporção de tela
ro: Aspect Imagine
sr: Однос гледишта

# VIDMNU_FORCEASPECT
source: Force aspect ratio
be_latn: Прымусовыя суадносіны бакоў
eo: Devigi ekran-proporcion
hu: Képarány kényszerítése
pt_br: Forçar proporção de tela
ro: Forțează aspectul imaginii
sr: Присили однос гледишта

# VIDMNU_CROPASPECT
source: Forced ratio style
be_latn: Тип прымусовых суадносін бакоў
eo: Stilo por devigita proporcio
hu: Kényszerített képarány stílusa
pt_br: Estilo de proporção forçado
ro: Forțează tipul proporțiilor
sr: Присиљен стил односа

# VIDMNU_5X4ASPECTRATIO
source: Enable 5:4 aspect ratio
be_latn: Уключыць суадносіны бакоў 5:4
eo: Ŝalti 5:4 ekran-proporcion
hu: 5:4 képarány engedélyezése
pt_br: Ativar proporção de tela 5:4
ro: Activează formatul 5:4
sr: Омогући 5:4 однос гледишта

# VIDMNU_SCALEMODE
source: Resolution scale
be_latn: Маштабаванне
eo: Distingivo-skalo
hu: Felbontás mérete
pt_br: Escala de resolução
ro: Scară rezoluție
sr: Резолуцијска скала

# VIDMNU_SCALEFACTOR
source: Scale Factor
be_latn: Значэнне маштабу
eo: Skalfaktoro
hu: Méretezési Faktor
pt_br: Fator de escala
ro: Scară
sr: Фактор скалирања

# VIDMNU_USELINEAR
source: Use Linear Scaling (Fullscreen)
be_latn: Лінейнае маштабаванне (поўны экран)
eo: Uzi linian skaladon (Plenekrane)
hu: Lineáris Méretezés Használata (Teljes képernyő)
pt_br: Usar escala linear (tela cheia)
ro: Folosește Scalarea Liniară (Ecran Complet)
sr: Користи линеарно скалирање (цео екран)

# VIDMNU_CUSTOMRES
source: Custom Pixel Scaling
be_latn: Маштабаванне пікселяў
eo: Adaptita rastrumero-skalo
hu: Egyéni Pixelméretezés
pt_br: Escala de pixels personalizada
ro: Scară Pixeli Personalizată
sr: Пиксел скалирање

# VIDMNU_CUSTOMX
source: Custom Width
be_latn: Даўжыня
eo: Adaptita larĝeco
hu: Egyéni szélesség
pt_br: Largura personalizada
ro: Lățime Personalizată
sr: Ширина

# VIDMNU_CUSTOMY
source: Custom Height
be_latn: Вышыня
eo: Adaptita alteco
hu: Egyéni magasság
pt_br: Altura personalizada
ro: Înălțime Personalizată
sr: Висина

# VIDMNU_APPLYW
source: Apply Changes (Windowed)
be_latn: Захаваць змены (аконны рэжым)
eo: Apliki ŝanĝojn (Fenestrite)
hu: Változtatások Elfogadása (Ablak)
pt_br: Aplicar alterações (janela)
ro: Aplică Modificările (Mod Fereastră)
sr: Примени промене (прозор)

# VIDMNU_APPLYFS
source: Apply Changes (Fullscreen)
be_latn: Захаваць змены (поўны экран)
eo: Apliki ŝanĝojn (Plenekrane)
hu: Változtatások Elfogadása (Teljes képernyő)
pt_br: Aplicar alterações (tela cheia)
ro: Aplică Modificările (Mod Ecran Complet)
sr: Примени промене (цели екран)

# VIDMNU_RESPRESET
source: Choose Resolution Preset
be_latn: Выбар шаблону дазволу
eo: Elekti antaŭagorditan distingivon
hu: Felbontási Sablon Kiválasztása
pt_br: Escolher resolução predefinida
ro: Alege Rezoluția Predefinită
sr: Резолуцијска подешавања

# VIDMNU_RESPRESETTTL
source: Custom Resolution Presets
be_latn: Карыстальніцкія шаблоны
eo: Viaj antaŭagorditaj distingivoj
hu: Egyéni Felbontási Sablonok
pt_br: Predefinições de resolução personalizadas
ro: Rezoluții Personalizate
sr: Резолуцијска подешавања

# VIDMNU_RESPRESETHEAD
source: Preset Resolution Modes
be_latn: Даступныя дазволы
eo: Reĝimoj pri antaŭagordita distingivo
hu: Felbontási Sablon Módok
pt_br: Modos de resolução predefinidas
ro: Rezoluții Predefinite
sr: Постављени резолуцијски модови
