Repository: the-phinet/UZDoom
Catalog: libraries/Translation/common/*.po
Languages: be_latn, eo, hu, pt_br, ro, sr

# PRESSYN
source: Press Y or N.
be_latn: Націсніце Y або N.
eo: Premu Y aŭ N.
hu: Nyomj Y-t vagy N-t.
pt_br: Aperte Y ou N.
ro: Apasă Y sau N.
sr: Притисните Y или N.

# TXT_YES
source: Yes
be_latn: Так
eo: Jes
hu: Igen
pt_br: Sim
ro: Da
sr: Да

# TXT_NO
source: No
be_latn: Не
eo: Ne
hu: Nem
pt_br: Não
ro: Nu
sr: Не

# SAVEDEAD
source: You can't save if you aren't playing! Press a key.
be_latn: Вы не можаце захаваць гульню, не пачаўшы яе! Націсніце любую клавішу.
eo: Vi ne povas konservi kiam vi ne estas ludanta! Premu ajnan klavon.
hu: Nem tudsz menteni játékon kívül! Nyomj meg egy gombot.
pt_br: Você não pode salvar se não estiver jogando! Aperte uma tecla.
ro: Nu poți salva jocul dacă nu te joci! Apasă o tastă.
sr: Не можете сачувати игру ако не играте! Притисните тастер.

# SAFEMESSAGE
source: Do you really want to do this?
be_latn: Вы ўпэўнены?
eo: Ĉu vi vere volas fari tion?
hu: Biztos ezt akarod tenni?
pt_br: Deseja mesmo fazer isso?
ro: Ești sigur că vrei să faci asta?
sr: Да ли заиста желите то да урадите?

source: Not set
be_latn: Не ўстаноўлена
eo: Ne agordita
hu: Nincs beállítva
pt_br: Não definido
ro: Nesetat
sr: Није намештено

# QSPROMPT
source: Quicksave over your game named '%s'? Press Y or N.
be_latn: Перазапісаць хуткае захаванне '%s'? Націсніце Y або N.
eo: Ĉu rapidkonservi anstataŭigante vian ludadon nomitan '%s'? Premu Y aŭ N.
hu: Felülírod az alábbi mentésedet: '%s'? Nyomj Y-t vagy N-t.
pt_br: Salvar rapidamente sobre o jogo chamado '%s'? Aperte Y ou N.
ro: Salvare rapidă peste salvarea '%s' ? Apasă Y sau N.
sr: Желите брзо чување за игру под именом „%s“? Притисните Y или N.

# QLPROMPT
source: Do you want to quickload the game named '%s'? Press Y or N.
be_latn: Загрузіць хуткае захаванне '%s'? Націсніце Y або N.
eo: Ĉu vi volas rapidŝargi la ludadon nomitan '%s'? Premu Y aŭ N.
hu: Betöltöd az alábbi mentésedet: '%s'? Nyomj Y-t vagy N-t.
pt_br: Carregar rapidamente o jogo chamado '%s'? Aperte Y ou N.
ro: Vrei să încarci rapid salvarea '%s' ? Apasă Y sau N.
sr: Желите брзо учитавање за игру под именом „%s“? Притисните Y или N.

# TXT_X_CHEATS
source: %s cheats
be_latn: %s выкарыстоўвае чыт-коды
eo: %s trompas
hu: %s csal
pt_br: %s está trapaceando
ro: %s trișează
sr: %s вара

# MSGOFF
source: Messages: OFF
be_latn: Паведамленні ВЫКЛЮЧАНЫ
eo: Mesaĝoj: MALŜALTITA
hu: Üzenetek: KI
pt_br: Mensagens DESATIVADAS
ro: Mesaje OPRITE
sr: Поруке ИСКЉУЧЕНЕ

# MSGON
source: Messages: ON
be_latn: Паведамленні ЎКЛЮЧАНЫ
eo: Mesaĝoj: ŜALTITA
hu: Üzenetek: BE
pt_br: Mensagens ATIVADAS
ro: Mesaje PORNITE
sr: Поруке УКЉУЧЕНЕ

# TXT_SAY
source: Say:
be_latn: Чат:
eo: Diri:
hu: Üzenet:
pt_br: Dizer:
ro: Vorbește:
sr: Пиши:

# TXT_QUITENDOOM
source: Press any key or click anywhere in the window to quit.
be_latn: Націсніце любую клавішу або націсніце па акну, каб выйсці.
eo: Premu ajnan klavon aŭ alklaku ie ajn en la fenestro por forlasi.
hu: Nyomjon egy gombot vagy kattintson valahova a kilépéshez.
pt_br: Aperte uma tecla ou clique em qualquer lugar na janela para sair.
ro: Apasă orice tastă sau apasă click oriunde în fereastră pentru a ieși.
sr: Притисните било који тастер или кликните било где на екрану да одустанете.

# NEWSAVE
source: <New Save Game>
be_latn: <Новае захаванне>
eo: <Nova konservota ludado>
hu: <Új mentés>
pt_br: <Novo jogo salvo>
ro: <Salvare Nouă>
sr: <Нова сачувана игра>

# GGSAVED
source: Game saved.
be_latn: Гульня захавана
eo: Ludado konservita.
hu: Játék mentve.
pt_br: Jogo salvo.
ro: Joc salvat.
sr: Игра сачувана.

# SAVECOMMENT_TIME
source: Time
be_latn: Час
eo: Tempo
hu: Idő
pt_br: Tempo
ro: Timp
sr: Време

# MNU_LOADGAME
source: Load Game
be_latn: Загрузіць гульню
eo: Ŝargi ludadon
hu: Játék betöltése
pt_br: Carregar jogo
ro: Încărcare Joc
sr: Учитај игру

# MNU_SAVEGAME
source: Save Game
be_latn: Захаваць гульню
eo: Konservi ludadon
hu: Játék mentése
pt_br: Salvar jogo
ro: Salvare Joc
sr: Сачувај игру

# MNU_NOPICTURE
source: No Picture
be_latn: Няма выявы
eo: Neniu bildo
hu: Nincs kép
pt_br: Sem imagem
ro: Lipsă Imagine
sr: Нема слике

# MNU_DIFFVERSION
source: Different Version
be_latn: Іншая версія
eo: Malsama versio
hu: Eltérő verzió
pt_br: Versão diferente
ro: Versiune Diferită
sr: Другачија верзија

# MNU_NOFILES
source: No files
be_latn: Няма файлаў
eo: Neniu dosiero
hu: Nincsenek fájlok
pt_br: Vazio
ro: Niciun fișier
sr: Нема фајлова

# MNU_DELETESG
source: Do you really want to delete the savegame?
be_latn: Вы сапраўды хочаце выдаліць захаванне?
eo: Ĉu vi vere volas forigi la konservitan ludadon?
hu: Biztosan törlöd a mentést?
pt_br: Deseja mesmo excluir o jogo salvo?
ro: Vrei să ștergi salvarea?
sr: Да ли стварно желите да избришете сачувану игру

# OPTVAL_OFF
source: Off
be_latn: Выкл.
eo: Malŝaltita
hu: Ki
pt_br: Não
ro: Pornit
sr: Искљ.

# OPTVAL_ON
source: On
be_latn: Укл.
eo: Ŝaltita
hu: Be
pt_br: Sim
ro: Oprit
sr: Укљ.

# OPTVAL_AUTO
source: Auto
be_latn: Аўта
eo: Aŭtomata
hu: Automatikus
pt_br: Automático
sr: Аутоматски

# OPTMNU_TITLE
source: Options
be_latn: Налады
eo: Agordoj
hu: Beállítások
pt_br: Opções
ro: Opțiuni
sr: Подешавања

# OPTMNU_CONTROLS
source: Customize Controls
be_latn: Налады кіравання
eo: Adapti regilojn
hu: Irányítás testreszabása
pt_br: Personalizar comandos
ro: Personalizare Setări Control
sr: Контроле

# OPTMNU_MOUSE
source: Mouse Options
be_latn: Налады мышы
eo: Agordo de muso
hu: Egér beállítások
pt_br: Opções de mouse
ro: Setări Mouse
sr: Миш

# OPTMNU_JOYSTICK
source: Controller Options
be_latn: Налады кантролера
eo: Agordo de regilo
hu: Játékvezérlő beállítások
pt_br: Opções de controle
ro: Setări Controller
sr: Контролер

# OPTMNU_PLAYER
source: Player Setup
be_latn: Налады гульца
eo: Agordaĵo de la ludanto
hu: Játékos testreszabása
pt_br: Configurações de jogador
ro: Personalizare Jucător
sr: Играч

# OPTMNU_GAMEPLAY
source: Gameplay Options
be_latn: Налады гульнявых механік
eo: Agordo de ludado
hu: Játékmenet beállítások
pt_br: Opções de jogabilidade
ro: Setări de Joc
sr: Гејмплеј

# OPTMNU_AUTOMAP
source: Automap Options
be_latn: Налады аўтакарты
eo: Agordo de la aŭtomata mapo
hu: Térkép beállítások
pt_br: Opções de automapa
ro: Hartă Computerizată
sr: Аутомапа

# OPTMNU_HUD
source: HUD Options
be_latn: Налады інтэрфейсу
eo: Agordo de la HUD
hu: HUD beállítások
pt_br: Opções de HUD
ro: Setări Interfață

# OPTMNU_MISCELLANEOUS
source: Miscellaneous Options
be_latn: Іншыя налады
eo: Agordo diversa
hu: Egyéb beállítások
pt_br: Outras opções
ro: Setări Diverse
sr: Разно

# OPTMNU_SOUND
source: Sound Options
be_latn: Налады гуку
eo: Agordo de sono
hu: Hang beállítások
pt_br: Opções de som
ro: Setări Sunet
sr: Звук

# OPTMNU_DISPLAY
source: Display Options
be_latn: Налады экрану
eo: Agordo de ekrano
hu: Megjelenítés beállítások
pt_br: Opções de vídeo
ro: Setări Afișare
sr: Приказ

# OPTMNU_VIDEO
source: Set video mode
be_latn: Устанавіць відэарэжым
eo: Agordi videoreĝimon
hu: Videó beállítások
pt_br: Definir modo de vídeo
ro: Setare mod video
sr: Видео мод

# OPTMNU_DEFAULTS
source: Reset to defaults
be_latn: Скінуць да налад па змаўчанні
eo: Restarigi la defaŭltojn
hu: Alapértelmezett beállítások használata
pt_br: Redefinir para configurações padrão
ro: Revenire la setările implicite
sr: Врати подразумевано

# OPTMNU_RESETTOSAVED
source: Reset to last saved
be_latn: Скінуць да апошняга захаванага
eo: Restarigi la lastajn konservitojn
hu: Legutóbbi mentett beállítások használata
pt_br: Redefinir para a última configuração salva
ro: Revenire la setările anterioare
sr: Врати задње сачувано

# OPTMNU_WRITEINI
source: Save current settings
be_latn: Захаваць бягучыя налады
eo: Konservi nunan agordaĵon
hu: Jelenlegi beállítások mentése
pt_br: Salvar configurações atuais
ro: Salvează setările actuale

# OPTMNU_CONSOLE
source: Go to console
be_latn: Адкрыць кансоль
eo: Iri al konzolo
hu: Konzol megnyitása
pt_br: Abrir console
ro: Mergi la consolă
sr: Отвори конзолу

# OPTMNU_NETWORK
source: Network Options
be_latn: Налады сетцы
eo: Agordo de reto
hu: Hálózati beállítások
pt_br: Opções de rede
ro: Setări Rețea
sr: Мрежа

# OPTMNU_REVERB
source: Reverb environment editor
be_latn: Рэдактар асяроддзя рэверберацыі
eo: Redaktilo de resona medio
hu: Visszhangkörnyezet-szerkesztő
pt_br: Editor de ambiente de reverberação
ro: Editor de reverb
sr: Уредник одјека у околини

# CNTRLMNU_SWITCHTEXT1
source: ENTER to change, BACKSPACE to clear
be_latn: ENTER — змяніць, BACKSPACE — ачысціць
eo: ENEN por ŝanĝi, RETROPAŜO por forigi
hu: ENTER a változtatáshoz, BACKSPACE a törléshez
pt_br: Aperte ENTER para alterar e BACKSPACE para remover
ro: ENTER pentru modificare, BACKSPACE pentru ștergere
sr: ENTER за промену, BACKSPACE за чишћење

# CNTRLMNU_SWITCHTEXT2
source: Press new key for control, ESC to cancel
be_latn: Націсніце новую клавішу, ESC для скасавання
eo: Premu novan klavon por regilo, ESC por nuligi
hu: Nyomj meg egy gombot, ESC a törléshez
pt_br: Aperte uma nova tecla para o comando e ESC para cancelar
ro: Apasă o nouă tastă, sau ESC pentru anulare
sr: Притисните ново тастер за одређивање контроле, ESC за отказивање

# CNTRLMNU_CONTROLS
source: Controls
be_latn: Кіраванне
eo: Regiloj
hu: Irányítás
pt_br: Comandos
ro: Control
sr: Контроле

# CNTRLMNU_ATTACK
source: Fire
be_latn: Атака
eo: Pafi
hu: Tűz
pt_br: Atirar
ro: Foc
sr: Нападни

# CNTRLMNU_ALTATTACK
source: Secondary Fire
be_latn: Альтэрнатыўная атака
eo: Akcesora pafado
hu: Másodlagos tüzelés
pt_br: Tiro secundário
ro: Foc Secundar
sr: Секундарни напад

# CNTRLMNU_RELOAD
source: Weapon Reload
be_latn: Перазарадка
eo: Reŝargi armilon
hu: Fegyver újratöltése
pt_br: Recarregar arma
ro: Reîncărcare Armă
sr: Напуни

# CNTRLMNU_USE
source: Use / Open
be_latn: Выкарыстоўваць / Адкрыць
eo: Uzi/Malfermi
hu: Akciógomb/Nyitás
pt_br: Usar / Abrir
ro: Folosește / Deschide
sr: Користи / Отвори

# CNTRLMNU_FORWARD
source: Move forward
be_latn: Рух наперад
eo: Moviĝi anatŭen
hu: Előre mozgás
pt_br: Mover-se para frente
ro: Deplasare în față
sr: Крећи се напред

# CNTRLMNU_BACK
source: Move backward
be_latn: Рух назад
eo: Moviĝi malantaŭen
hu: Hátra mozgás
pt_br: Mover-se para trás
ro: Deplasare în spate
sr: Крећи се уназад

# CNTRLMNU_MOVELEFT
source: Strafe left
be_latn: Рух налева
eo: Flankenmoviĝi maldekstren
hu: Balra oldalazás
pt_br: Mover-se para a esquerda
ro: Fugă în diagonală la stânga
sr: Крећи се лево

# CNTRLMNU_MOVERIGHT
source: Strafe right
be_latn: Рух направа
eo: Flankenmoviĝi dekstren
hu: Jobbra oldalazás
pt_br: Mover-se para a direita
ro: Fugă în diagonală la dreapta
sr: Крећи се десно

# CNTRLMNU_TURNLEFT
source: Turn left
be_latn: Паварот налева
eo: Turniĝi maldekstren
hu: Balra fordul
pt_br: Girar para a esquerda
ro: Întoarcere la stânga
sr: Окрени се лево

# CNTRLMNU_TURNRIGHT
source: Turn right
be_latn: Паварот направа
eo: Turniĝi dekstren
hu: Jobbra fordul
pt_br: Girar para a direita
ro: Întoarcere la dreapta
sr: Окрени се десно

# CNTRLMNU_TURN180
source: Quick Turn
be_latn: Хуткі разварот
eo: Turniĝi rapide
hu: Megfordulás
pt_br: Giro rápido
ro: Întoarcere rapidă
sr: Брзи окрет

# CNTRLMNU_JUMP
source: Jump
be_latn: Скачок
eo: Salti
hu: Ugrás
pt_br: Pular
ro: Salt
sr: Скок

# CNTRLMNU_CROUCH
source: Crouch
be_latn: Прысесці
eo: Kaŭri
hu: Guggolás
pt_br: Agachar
ro: Ghemuire
sr: Чучни

# CNTRLMNU_TOGGLECROUCH
source: Crouch Toggle
be_latn: Прысесці (перакл.)
eo: Baskuligi kaŭradon
hu: Guggolási kapcsoló
pt_br: Agachar (alternar)
ro: Comutator Ghemuire
sr: Чучни (без држања)

# CNTRLMNU_MOUSELOOK
source: Mouse look
be_latn: Агляд мышшу
eo: Rigardi per muso
hu: Egérrel való nézelődés
pt_br: Visão com o mouse
ro: Privire liberă cu mouse
sr: Гледај мишем

# CNTRLMNU_LOOKUP
source: Look up
be_latn: Глядзець уверх
eo: Rigardi supren
hu: Felfele nézés
pt_br: Olhar para cima
ro: Privire în sus
sr: Гледај горе

# CNTRLMNU_LOOKDOWN
source: Look down
be_latn: Глядзець уніз
eo: Rigardi malsupren
hu: Lefele nézés
pt_br: Olhar para baixo
ro: Privire în jos
sr: Гледај доле

# CNTRLMNU_CENTERVIEW
source: Center view
be_latn: Адцэнтраваць погляд
eo: Centrigi vidon
hu: Nézet középreigazítása
pt_br: Olhar para o centro
ro: Centrare privire
sr: Централизирај поглед

# CNTRLMNU_RUN
source: Run
be_latn: Бегчы
eo: Kuri
hu: Futás
pt_br: Correr
ro: Fugă
sr: Трчи

# CNTRLMNU_TOGGLERUN
source: Toggle Run
be_latn: Бегчы (перакл.)
eo: Baskuligi kuron
hu: Futás kapcsoló
pt_br: Correr (alternar)
ro: Comutator Fugă
sr: Трчи (без држања)

# CNTRLMNU_STRAFE
source: Strafe
be_latn: Рух бокам
eo: Flankenmoviĝi
hu: Oldalazás
pt_br: Deslocamento lateral
ro: Fugă în Diagonală
sr: Кретање у страну

# CNTRLMNU_SCOREBOARD
source: Show Scoreboard
be_latn: Паказаць табліцу ачкоў
eo: Montri poentotabulon
hu: Eredményjelző megjelenítése
pt_br: Exibir placar
ro: Afișare Tabelă de Marcaj
sr: Табела

# CNTRLMNU_ACTION
source: Action
be_latn: Дзеянне
eo: Agoj
hu: Akció
pt_br: Ação
ro: Acțiuni
sr: Радња

# CNTRLMNU_ACTION_TITLE
source: Customize Action Controls
be_latn: Асноўныя клавішы кіравання
eo: Adapti regilojn de agoj
hu: Akció beállítások testreszabása
pt_br: Personalizar comandos de ação
ro: Personalizare Schemă de Acțiuni
sr: Контроле радње

# CNTRLMNU_CHAT
source: Chat
be_latn: Чат
eo: Babili
pt_br: Bate-papo
ro: Scrie
sr: Ћаскање

# MNU_MULTIPLAYER
source: Multiplayer
be_latn: Гульня па сетцы
eo: Plurludanta
hu: Többjátékos
pt_br: Multijogador
ro: Joc Online

# CNTRLMNU_SAY
source: Say
be_latn: Паведамленне
eo: Diri
hu: Üzenet
pt_br: Dizer
ro: Vorbește
sr: Пиши

# CNTRLMNU_CHAT_TITLE
source: Customize Chat Controls
be_latn: Клавішы кіравання чатам
eo: Adapti regilojn de babilado
hu: Chatbeállítások testreszabása
pt_br: Personalizar comandos do bate-papo
ro: Personalizare Control de Scriere
sr: Контроле ћаскања

# CNTRLMNU_WEAPONS_TITLE
source: Customize Weapon Controls
be_latn: Клавішы кіравання зброяй
eo: Adapti regilojn de armiloj
hu: Fegyverbeállítások testreszabása
pt_br: Personalizar comandos de arma
ro: Personalizare Control de Arme
sr: Контроле оружја

# CNTRLMNU_INVENTORY_TITLE
source: Customize Inventory Controls
be_latn: Клавішы кіравання інвентаром
eo: Adapti regilojn de inventaro
hu: Eszköztár beállítások testreszabása
pt_br: Personalizar comandos do inventário
ro: Personalizare Control de Inventar
sr: Контроле складишта

# CNTRLMNU_OTHER_TITLE
source: Customize Other Controls
be_latn: Іншыя клавішы
eo: Adapti aliajn regilojn
hu: Egyéb irányítás testreszabása
pt_br: Personalizar outros comandos
ro: Personalizare Scheme de Control Diverse
sr: Друге контроле

# CNTRLMNU_WEAPONS
source: Weapons
be_latn: Зброя
eo: Armiloj
hu: Fegyverek
pt_br: Armas
ro: Arme
sr: Оружје

# CNTRLMNU_NEXTWEAPON
source: Next weapon
be_latn: Наступная зброя
eo: Sekva armilo
hu: Következő fegyver
pt_br: Arma seguinte
ro: Arma următoare
sr: Следеће оружје

# CNTRLMNU_PREVIOUSWEAPON
source: Previous weapon
be_latn: Папярэдняя зброя
eo: Antaŭa armilo
hu: Előző fegyver
pt_br: Arma anterior
ro: Arma anterioară
sr: Претходно оружје

# CNTRLMNU_SLOT1
source: Weapon 1
be_latn: Зброя 1
eo: Armilo 1
hu: 1. fegyver
pt_br: Arma 1
ro: Arma 1
sr: Оружје 1

# CNTRLMNU_SLOT2
source: Weapon 2
be_latn: Зброя 2
eo: Armilo 2
hu: 2. fegyver
pt_br: Arma 2
ro: Arma 2
sr: Оружје 2

# CNTRLMNU_SLOT3
source: Weapon 3
be_latn: Зброя 3
eo: Armilo 3
hu: 3. fegyver
pt_br: Arma 3
ro: Arma 3
sr: Оружје 3

# CNTRLMNU_SLOT4
source: Weapon 4
be_latn: Зброя 4
eo: Armilo 4
hu: 4. fegyver
pt_br: Arma 4
ro: Arma 4
sr: Оружје 4

# CNTRLMNU_SLOT5
source: Weapon 5
be_latn: Зброя 5
eo: Armilo 5
hu: 5. fegyver
pt_br: Arma 5
ro: Arma 5
sr: Оружје 5

# CNTRLMNU_SLOT6
source: Weapon 6
be_latn: Зброя 6
eo: Armilo 6
hu: 6. fegyver
pt_br: Arma 6
ro: Arma 6
sr: Оружје 6

# CNTRLMNU_SLOT7
source: Weapon 7
be_latn: Зброя 7
eo: Armilo 7
hu: 7. fegyver
pt_br: Arma 7
ro: Arma 7
sr: Оружје 7

# CNTRLMNU_SLOT8
source: Weapon 8
be_latn: Зброя 8
eo: Armilo 8
hu: 8. fegyver
pt_br: Arma 8
ro: Arma 8
sr: Оружје 8

# CNTRLMNU_SLOT9
source: Weapon 9
be_latn: Зброя 9
eo: Armilo 9
hu: 9. fegyver
pt_br: Arma 9
ro: Arma 9
sr: Оружје 9

# CNTRLMNU_SLOT0
source: Weapon 10
be_latn: Зброя 10
eo: Armilo 10
hu: 0. fegyver
pt_br: Arma 10
ro: Arma 0
sr: Оружје 0

# CNTRLMNU_INVENTORY
source: Inventory
be_latn: Інвентар
eo: Inventaro
hu: Eszköztár beállítások testreszabása
pt_br: Inventário
ro: Inventar
sr: Инвентар

# CNTRLMNU_USEITEM
source: Activate item
be_latn: Актываваць прадмет
eo: Aktivigi aĵon
hu: Eszköz használata
pt_br: Ativar item
ro: Activează obiectul
sr: Активирај предмет

# CNTRLMNU_USEALLITEMS
source: Activate all items
be_latn: Актываваць усе прадметы
eo: Aktivigi ĉiujn aĵojn
hu: Minden eszköz használata
pt_br: Ativar todos os itens
ro: Activează toate obiectele
sr: Активирај све предмете

# CNTRLMNU_NEXTITEM
source: Next item
be_latn: Наступны прадмет
eo: Sekva aĵo
hu: Következő eszköz
pt_br: Item seguinte
ro: Următorul obiect
sr: Следећи предмет

# CNTRLMNU_PREVIOUSITEM
source: Previous item
be_latn: Папярэдні прадмет
eo: Antaŭa aĵo
hu: Előző eszköz
pt_br: Item anterior
ro: Obiectul anterior
sr: Претходни предмет

# MAPCNTRLMNU_TITLE
source: Customize Map Controls
be_latn: Клавішы кіравання аўтакартай
eo: Adapti regilojn de mapo
hu: Térkép irányításának testreszabása
pt_br: Peronalizar comandos do mapa
ro: Personalizare Schemă de Control Hartă
sr: Промени контроле мапе

# MAPCNTRLMNU_CONTROLS
source: Map Controls
be_latn: Аўтакарта
eo: Regiloj de mapo
hu: Térkép irányítása
pt_br: Comandos do mapa
ro: Schemă de Control Hartă
sr: Контроле мапе

# MAPCNTRLMNU_PANLEFT
source: Pan left
be_latn: Зрух налева
eo: Movi maldekstren
hu: Balra igazítás
pt_br: Mover para a esquerda
ro: Mutare la stânga
sr: Лево

# MAPCNTRLMNU_PANRIGHT
source: Pan right
be_latn: Зрух направа
eo: Movi dekstren
hu: Jobbra igazítás
pt_br: Mover para a direita
ro: Mutare la dreapta
sr: Десно

# MAPCNTRLMNU_PANUP
source: Pan up
be_latn: Зрух уверх
eo: Movi supren
hu: Felfele igazítás
pt_br: Mover para cima
ro: Mutare în sus
sr: Горе

# MAPCNTRLMNU_PANDOWN
source: Pan down
be_latn: Зрух уніз
eo: Movi malsupren
hu: Lefele igazítás
pt_br: Mover para baixo
ro: Mutare în jos
sr: Доле

# MAPCNTRLMNU_ZOOMIN
source: Zoom in
be_latn: Прыблізіць
eo: Zomi
hu: Ráközelítés
pt_br: Ampliar
ro: Apropriere cameră
sr: Увеличати

# MAPCNTRLMNU_ZOOMOUT
source: Zoom out
be_latn: Аддаліць
eo: Malzomi
hu: Távolítás
pt_br: Afastar
ro: Depărtare cameră
sr: Одзумирати

# MAPCNTRLMNU_TOGGLEZOOM
source: Toggle zoom
be_latn: Прыбліжэнне (перакл.)
eo: Baskuligi zomon
hu: Közelítés átkapcsolása
pt_br: Ativar/desativar zoom
ro: Comutator zoom
sr: Укључи зум

# MAPCNTRLMNU_TOGGLEFOLLOW
source: Toggle follow
be_latn: Прывязка да гульца (перакл.)
eo: Baskuligi sekvadon
hu: Követés átkapcsolása
pt_br: Ativar/desativar seguimento
ro: Comutator urmărire jucător
sr: Укључи праћење

# MAPCNTRLMNU_TOGGLEGRID
source: Toggle grid
be_latn: Сетка (перакл.)
eo: Baskuligi kradon
hu: Rács kapcsolása
pt_br: Ativar/desativar grade
ro: Comutator grilă
sr: Укључи координатну мрежу

# MAPCNTRLMNU_ROTATE
source: Toggle rotate
be_latn: Кручэнне (перакл.)
eo: Baskuligi turniĝo
hu: Forgás kapcsolása
pt_br: Ativar/desativar rotação
ro: Comutator rotire
sr: Укључи ротацију

# MAPCNTRLMNU_TOGGLETEXTURE
source: Toggle texture
be_latn: Тэкстуры (перакл.)
eo: Baskuligi teksturon
hu: Textúra kapcsolása
pt_br: Ativar/desativar texturas
ro: Comutator mod texturat
sr: Укључи текстуру

# CNTRLMNU_AUTOMAP
source: Toggle automap
be_latn: Аўтакарта (перакл.)
eo: Baskuligi aŭtomatan mapon
hu: Térkép ki/bekapcsolása
pt_br: Ativar/desativar automapa
ro: Comutator hartă computerizată
sr: Прикажи аутомапу

# CNTRLMNU_CHASECAM
source: Chasecam
be_latn: Від ад трэцяй асобы
eo: Sekvanta kamerao
hu: Külsőnézetű kamera
pt_br: Câmera em terceira pessoa
ro: Cameră urmăritoare
sr: Чејс-кем

# CNTRLMNU_SCREENSHOT
source: Screenshot
be_latn: Здымак экрана
eo: Ekrankopio
hu: Képernyő lefényképezése
pt_br: Captura de tela
ro: Captură de ecran
sr: Усликај

# CNTRLMNU_CONSOLE
source: Open console
be_latn: Адкрыць кансоль
eo: Malfermi konzolon
hu: Konzol megnyitása
pt_br: Abrir console
ro: Deschide consola
sr: Отвори консолу

# CNTRLMNU_PAUSE
source: Pause
be_latn: Паўза
eo: Paŭzo
hu: Szünet
pt_br: Pausar
ro: Pauză
sr: Пауза

# CNTRLMNU_DISPLAY_INC
source: Increase Display Size
be_latn: Павялічыць размер экрану
eo: Pliigi ekrangrandon
hu: Képméret növelése
pt_br: Aumentar tamanho da exibição
ro: Mărire Dimensiuni Ecran
sr: Повећајте величину екрана

# CNTRLMNU_DISPLAY_DEC
source: Decrease Display Size
be_latn: Зменшыць размер экрану
eo: Malpliigi ekrangrandon
hu: Képméret csökkentése
pt_br: Reduzir tamanho da exibição
ro: Micșorare Dimensiuni Ecran
sr: Смањите величину екрана

# CNTRLMNU_OPEN_HELP
source: Open Help
be_latn: Экран дапамогі
eo: Malfermi helpon
hu: Segítség előhozása
pt_br: Abrir ajuda
ro: Deschide Ajutor
sr: Отвори помоћ

# CNTRLMNU_OPEN_SAVE
source: Open Save Menu
be_latn: Меню захавання гульні
eo: Malfermi menuon konservi
hu: Mentés menü előhozása
pt_br: Abrir menu de salvar
ro: Deschide Meniul de Salvare
sr: Отвори сачуване игре

# CNTRLMNU_OPEN_LOAD
source: Open Load Menu
be_latn: Меню загрузкі гульні
eo: Malfermi menuon ŝargi
hu: Betöltés menü előhozása
pt_br: Abrir menu de carregar
ro: Deschide Meniul de Încărcare
sr: Отвори игре за учитати

# CNTRLMNU_OPEN_OPTIONS
source: Open Options Menu
be_latn: Меню налад
eo: Malfermi menuon de agordoj
hu: Beállítások menü előhozása
pt_br: Abrir menu de opções
ro: Deschide Meniul de Setări
sr: Отвори мени опција

# CNTRLMNU_OPEN_DISPLAY
source: Open Display Menu
be_latn: Меню налад відэа
eo: Malfermi menuon de ekrano
hu: Megjelenítés menü előhozása
pt_br: Abrir menu de vídeo
ro: Deschide Setările de Ecran
sr: Отвори мени приказа

# CNTRLMNU_QUICKSAVE
source: Quicksave
be_latn: Хуткае захаванне
eo: Rapidkonservi
hu: Gyorsmentés
pt_br: Salvar rapidamente
ro: Salvare Rapidă
sr: Брзо-сачувај

# CNTRLMNU_QUICKLOAD
source: Quickload
be_latn: Хуткая загрузка
eo: Rapidŝargi
hu: Gyorstöltés
pt_br: Carregar rapidamente
ro: Încărcare Rapidă
sr: Брзо-учитај

# CNTRLMNU_EXIT_TO_MAIN
source: Exit to Main Menu
be_latn: Выхад у галоўнае меню
eo: Eliri al ĉefa menuo
hu: Kilépés a főmenübe
pt_br: Sair para o menu principal
ro: Revenire la Meniul Principal
sr: Изађи у главни мени

# CNTRLMNU_TOGGLE_MESSAGES
source: Toggle Messages
be_latn: Паведамленні (перакл.)
eo: Baskuligi mesaĝojn
hu: Üzenetek kapcsolása
pt_br: Ativar/desativar mensagens
ro: Comutator Mesaje
sr: Таглави поруке

# CNTRLMNU_MENU_QUIT
source: Quit Game
be_latn: Выйсці з гульні
eo: Mallanĉi ludon
hu: Kilépés a játékból
pt_br: Sair do jogo
ro: Ieși din Joc
sr: Изађи из игре

# CNTRLMNU_ADJUST_GAMMA
source: Adjust Gamma
be_latn: Настройка гамы
eo: Agordi gamaon
hu: Gamma állítása
pt_br: Ajustar gama
ro: Ajustează gamma
sr: Подесите осветљење

# MOUSEMNU_ENABLEMOUSE
source: Enable mouse
be_latn: Выкарыстоўваць мыш
eo: Ebligi muson
hu: Egér engedélyezése
pt_br: Ativar mouse
ro: Activare mouse
sr: Укључи миш

# MOUSEMNU_MOUSEINMENU
source: Enable mouse in menus
be_latn: Выкарыстоўваць мыш у меню
eo: Ebligi muson en menuoj
hu: Egér engedélyezése a menüben
pt_br: Ativar mouse nos menus
ro: Activare mouse în meniuri
sr: Укључи миш у менијима

# MOUSEMNU_SHOWBACKBUTTON
source: Show back button
be_latn: Размяшчэнне кнопкі "назад"
eo: Montri reen-butonon
hu: Vissza gomb mutatása
pt_br: Exibir botão de voltar
ro: Afișare buton de întoarcere
sr: Прикажи тастер за назад

# MOUSEMNU_CURSOR
source: Cursor
be_latn: Курсор
eo: Musmontrilo
hu: Egérmutató
sr: Курсор

# MOUSEMNU_SENSITIVITY_X
source: Horizontal sensitivity
be_latn: Гарызантальная адчувальнасць
eo: Horizontala sentemo
hu: Vízszintes érzékenység
pt_br: Sensibilidade horizontal
ro: Sensibilitate orizontală
sr: Хоризонтална осетљивост

# MOUSEMNU_SENSITIVITY_Y
source: Vertical sensitivity
be_latn: Вертыкальная адчувальнасць
eo: Vertikala sentemo
hu: Függőleges érzékenység
pt_br: Sensibilidade vertical
ro: Sensibilitate verticală
sr: Вертикална осетљивост
