Repository: the-phinet/UZDoom
Catalog: libraries/Translation/common/*.po
Languages: be_latn, eo, hu, pt_br, ro, sr

# VIDMNU_ASPECT43
source: 4:3 Aspect
be_latn: Суадносіны бакоў 4:3
eo: 4:3 proporcio
hu: 4:3 Arány
pt_br: Proporção 4:3
ro: Aspect 4:3
sr: 4:3 гледиште

# VIDMNU_ASPECT54
source: 5:4 Aspect
be_latn: Суадносіны бакоў 5:4
eo: 5:4 proporcio
hu: 5:4 Arány
pt_br: Proporção 5:4
ro: Aspect 5:4
sr: 5:4 гледиште

# VIDMNU_ASPECT169
source: 16:9 Aspect
be_latn: Суадносіны бакоў 16:9
eo: 16:9 proporcio
hu: 16:9 Arány
pt_br: Proporção 16:9
ro: Aspect 16:9
sr: 16:9 гледиште

# VIDMNU_ASPECT1610
source: 16:10 Aspect
be_latn: Суадносіны бакоў 16:10
eo: 16:10 proporcio
hu: 16:10 Arány
pt_br: Proporção 16:10
ro: Aspect 16:10
sr: 16:10 гледиште

# VIDMNU_ASPECT219
source: 21:9 Aspect
be_latn: Суадносіны бакоў 21:9
eo: 21:9 proporcio
hu: 21:9 Arány
pt_br: Proporção 21:9
ro: Aspect 21:9
sr: 21:9 гледиште

# OPTVAL_NORMAL
source: Normal
be_latn: Звычайны
eo: Normala
hu: Normál
sr: Нормално

# OPTVAL_LOWEST
source: Lowest Possible Scale
be_latn: Найменшы магчымы маштаб
eo: Plej malalta ebla skalo
hu: Lehető legkisebb méret
pt_br: Menor escala possível
ro: Cea mai Mică Scară Posibilă

# OPTVAL_CUSTOM
source: Custom
be_latn: Карыст.
eo: Agordita de vi
hu: Egyéni
pt_br: Personalizado
ro: Personalizat
sr: Прилагођ.

# VIDMNU_MAXFPS
source: Max FPS
be_latn: Максімальная частата кадраў
eo: Maksimumaj kadroj laŭ sekundo
pt_br: FPS máximo
ro: Nr. maxim cadre pe secundă permise

# VIDMNU_PREFERBACKEND
source: Preferred Rendering API
be_latn: Пераважны API апрацоўкі
eo: Preferita bildigado de API
hu: Előnyben részesített renderelő API
pt_br: API de renderização preferida
ro: API Video Preferat
sr: Преферред АПИ приказивања

# MISCMNU_MERGEKEYS
source: Merge left+right Alt/Ctrl/Shift
be_latn: Аб'яднаць левы/правы ALT/CTRL/SHIFT
eo: Kunigi maldekstran kaj dekstran Alt/Ctrl/Shift
hu: Bal és jobb Ctrl/Alt/Shift egyként érzékelése
pt_br: Unir as teclas Alt, Ctrl e Shift esquerdos e direitos
ro: Combină Alt/Ctrl/Shift stânga+dreapta
sr: Споји лево+десно Аlt/Ctrl/Shift

# MISCMNU_WINFULLSCREENTOGGLE
source: Alt-Enter toggles fullscreen
be_latn: Пераключэнне поўнага экрана па ALT+ENTER
eo: Alt+Enter baskuligas tutekranan reĝimon
hu: Alt-Enter teljes képernyőre kapcsol
pt_br: Alt+Enter ativa tela cheia
ro: Alt+Enter comută modul ecran complet
sr: Alt-Enter пребацује на цео екран

# MISCMNU_MACFULLSCREENTOGGLE
source: Command-F toggles fullscreen
be_latn: Пераключэнне поўнага экрана па Cmd+F
eo: Komando-F baskuligas tutekranan reĝimon
hu: Command-F teljes képernyőre kapcsol
pt_br: Command+F ativa tela cheia
ro: Command+F comută modul ecran complet
sr: Command-F пребацује на цео екран

# MISCMNU_ENABLEAUTOSAVES
source: Enable autosaves
be_latn: Уключыць аўтазахаванне
eo: Ŝalti aŭtomatajn konservojn de ludadoj
hu: Automentések engedélyezése
pt_br: Ativar salvamento automático
ro: Permite salvări automate
sr: Омогући аутосејвове

# MISCMNU_AUTOSAVECOUNT
source: Number of autosaves
be_latn: Колькасць аўтазахаванняў
eo: Maksimuma kvanto da aŭtomataj konservoj
hu: Automentések száma
pt_br: Número de salvamentos automáticos
ro: Număr salvări automate
sr: Број аутоматских чувања

# MISCMNU_SAVELOADCONFIRMATION
source: Save/Load confirmation
be_latn: Пацвярджэнне пры захаванні/загрузцы
eo: Konfirmo de konservo/ŝargo
hu: Mentés/betöltés megerősítése
pt_br: Confirmação ao salvar/carregar
ro: Dialog de confirmare la Salvare/Încărcare
sr: Потврђивање током чувања/учитавања

# MISCMNU_NOCHEATS
source: Disable keyboard cheats
be_latn: Адключыць клавіятурныя чыт-коды
eo: Malvalidigi klavarajn trompojn
hu: Billentyűs csalások letiltása
pt_br: Desativar trapaças de teclado
ro: Dezactivează codurile din tastatură

# MISCMNU_QUICKSAVEROTATION
source: Quicksave rotation
be_latn: Змяняць ячэйкі для хуткіх захаванняў
eo: Rotacio de rapidkonservo
hu: Gyorsmentés forgás
pt_br: Rotação de salvamentos rápidos
ro: Rotație salvări automate
sr: Окретање брзих чувања

# MISCMNU_QUICKSAVECOUNT
source: Number of quicksaves in rotation
be_latn: Колькасць ячэек для хуткіх захаванняў
eo: Kvanto da rapidkonservoj en rotaciado
hu: Gyorsmentések száma a forgásban
pt_br: Número de salvamentos rápidos em rotação
ro: Număr salvări rapide în rotație
sr: Број брзих чувања у окретању

# MISCMNU_CLEANMENU
source: Disable Menu Clean Scaling
be_latn: Адключыць чыстае маштабаванне меню
eo: Malebligi puran skaladon en la ĉefmenuo
hu: Menü Tisztaarányítás kikapcsolása
pt_br: Desativar escala limpa do menu
ro: Dezactivează Scara Nouă a Meniurilor

# MISCMNU_PAUSEINBACKGROUND
source: Pause game in background
be_latn: Паўза пры згортванні акна
eo: Paŭzigi ludon fone
hu: Játék megállítása a háttérben
pt_br: Pausar jogo ao minimizar
ro: Pauză dacă jocul este minimizat.
sr: Паузирајте игру у позадини

# HUDMNU_CROSSHAIR
source: Default Crosshair
be_latn: Прыцэл па змаўчанні
eo: Defaŭlta reteto
hu: Alap célkereszt
pt_br: Mira padrão
ro: Țintă implicită
sr: Уобичајени нишан

# HUDMNU_CROSSHAIRCOLOR
source: Crosshair color
be_latn: Колер прыцэла
eo: Retetokoloro
hu: Célkereszt színe
pt_br: Cor da mira
ro: Culoare țintă
sr: Боја нишана

# HUDMNU_CROSSHAIRHEALTH
source: Crosshair shows health
be_latn: Прыцэл адлюстроўвае здароўе
eo: Reteto montras sanon
hu: Életerő jelzése a célkereszten
pt_br: Exibir saúde na mira
ro: Ținta afișează starea sănătății
sr: Нишан приказује здравље

# HUDMNU_CROSSHAIRSCALE
source: Scale crosshair
be_latn: Памер прыцэла
eo: Skali reteton
hu: Célkereszt mérete
pt_br: Redimensionar mira
ro: Dimensiune țintă
sr: Размера нишана

# OPTVAL_YES_STANDARD
source: Standard
be_latn: Стандартны
eo: Norma
hu: Alap
pt_br: Padrão
sr: Стандардни

# OPTVAL_YES_ENHANCED
source: Enhanced
be_latn: Палепшаны
eo: Bonigita
hu: Fejlesztett
pt_br: Melhorado
ro: Îmbunătățit
sr: Побољшани

# OPTMNU_LANGUAGE
source: Language
be_latn: Мова
eo: Lingvo
hu: Nyelv
pt_br: Idioma
ro: Limbă
sr: Језик

# TXT_UNDOCHANGES
source: Undo Changes
be_latn: Скасаваць змены
eo: Malfari ŝanĝojn
hu: Változtatások Visszavonása
pt_br: Desfazer alterações
ro: Anulează Modificările
sr: Поништи промене

# REVMNU_SELECT
source: Select Environment
be_latn: Выбраць асяроддзе
eo: Elekti medion
hu: Környezet Kiválasztása
pt_br: Selecione o ambiente
ro: Alege Mediul
sr: Изабери окружење

# REVMNU_TEST
source: Test Environment
be_latn: Праверка асяроддзя
eo: Provi medion
hu: Környezet Tesztelése
pt_br: Testar ambiente
ro: Testează Mediul
sr: Тестирај окружење

# REVMNU_EDIT
source: Edit Environment
be_latn: Рэдагаваць асяроддзе
eo: Modifi medion
hu: Környezet Szerkesztése
pt_br: Editar ambiente
ro: Editează Mediul
sr: Уреди окружење

# REVMNU_NEW
source: New Environment
be_latn: Новае асяроддзе
eo: Nova medio
hu: Új Környezet
pt_br: Novo ambiente
ro: Mediu Nou
sr: Ново окружење

# REVMNU_REVERT
source: Revert settings
be_latn: Скінуць налады
eo: Malfari agordojn
hu: Változtatások elvetése
pt_br: Reverter configurações
ro: Revenire la setările anterioare
sr: Врати подешавања

# REVMNU_ENVIRONMENT_SIZE
source: Environment Size
eo: Mediamplekso
pt_br: Tamanho do ambiente

# REVMNU_ENVIRONMENT_DIFFUSION
source: Environment Diffusion
eo: Medidifuzo
pt_br: Difusão do ambiente

# REVMNU_ROOM
source: Room
eo: Ĉambro
pt_br: Sala

# REVMNU_ROOM_HF
source: Room HF
eo: Ĉambro (AF)
pt_br: Sala (alta frequência)

# REVMNU_ROOM_LF
source: Room LF
eo: Ĉambro (MaF)
pt_br: Sala (baixa frequência)

# REVMNU_DECAY_TIME
source: Decay Time
eo: Putriĝo-tempo
pt_br: Tempo de decaimento

# REVMNU_DECAY_HF_RATIO
source: Decay HF Ratio
eo: Putriĝo-proporcio (AF)
pt_br: Taxa de decaimento (alta freq.)

# REVMNU_DECAY_LF_RATIO
source: Decay LF Ratio
eo: Putriĝo-proporcio (MaF)
pt_br: Taxa de decaimento (baixa freq.)

# REVMNU_REFLECTIONS
source: Reflections
eo: Reflektoj
pt_br: Reflexos

# REVMNU_REFLECTIONS_DELAY
source: Reflections Delay
eo: Prokrasto de reflektoj
pt_br: Atraso de reflexos

# REVMNU_REFLECTIONS_PAN_X
source: Reflections Pan X
eo: Reflektoj alturnas tra X
pt_br: Deslocamento X de reflexos

# REVMNU_REFLECTIONS_PAN_Y
source: Reflections Pan Y
eo: Reflektoj alturnas tra Y
pt_br: Deslocamento Y de reflexos

# REVMNU_REFLECTIONS_PAN_Z
source: Reflections Pan Z
eo: Reflektoj alturnas tra Z
pt_br: Deslocamento Z de reflexos

# REVMNU_REVERB
source: Reverb
eo: Resono
pt_br: Reverberação

# REVMNU_REVERB_DELAY
source: Reverb Delay
eo: Prokrasto de resono
pt_br: Atraso de reverberação

# REVMNU_REVERB_PAN_X
source: Reverb Pan X
eo: Resono alturnas tra X
pt_br: Deslocamento X de reverberação

# REVMNU_REVERB_PAN_Y
source: Reverb Pan Y
eo: Resono alturnas tra Y
pt_br: Deslocamento Y de reverberação

# REVMNU_REVERB_PAN_Z
source: Reverb Pan Z
eo: Resono alturnas tra Z
pt_br: Deslocamento Z de reverberação

# REVMNU_ECHO_TIME
source: Echo Time
eo: Tempo de eĥo
pt_br: Tempo de eco

# REVMNU_ECHO_DEPTH
source: Echo Depth
eo: Produndo de eĥo
pt_br: Profundidade de eco

# REVMNU_MODULATION_TIME
source: Modulation Time
eo: Tempo de modulado
pt_br: Tempo de modulação

# REVMNU_MODULATION_DEPTH
source: Modulation Depth
eo: Produndo de modulado
pt_br: Profundidade de modulação

# REVMNU_AIR_ABSORPTION_HF
source: Air Absorption HF
eo: Aer-absorbo AF
pt_br: Absorção de ar de alta freq.

# REVMNU_HF_REFERENCE
source: HF Reference
eo: AF referenco
pt_br: Referência de alta freq.

# REVMNU_LF_REFERENCE
source: LF Reference
eo: MaF referenco
pt_br: Referência de baixa freq.

# REVMNU_ROOM_ROLLOFF_FACTOR
source: Room Rolloff Factor
eo: Ĉambro-Rolloff-faktoro
pt_br: Fator de roll-off de sala

# REVMNU_DIFFUSION
source: Diffusion
eo: Difuzo
pt_br: Difusão

# REVMNU_DENSITY
source: Density
eo: Denseco
pt_br: Densidade

# REVMNU_Reflections_Scale
source: Reflections Scale
eo: Skalo de reflektoj
pt_br: Escala de reflexos

# REVMNU_Reflections_Delay_Scale
source: Reflections Delay Scale
eo: Prokrastskalo de reflektoj
pt_br: Escala de atraso de reflexos

# REVMNU_Decay_Time_Scale
source: Decay Time Scale
eo: Tempskalo de purtiĝo
pt_br: Escala de tempo de decaimento

# REVMNU_Decay_HF_Limit
source: Decay HF Limit
eo: AF-Limito de purtiĝo
pt_br: Limite de decaimento em alta freq.

# REVMNU_Reverb_Scale
source: Reverb Scale
eo: Skalo de resono
pt_br: Escala de reverberação

# REVMNU_Reverb_Delay_Scale
source: Reverb Delay Scale
eo: Prokrastskalo de resono
pt_br: Escala de atraso de reverberação

# REVMNU_Echo_Time_Scale
source: Echo Time Scale
eo: Tempskalo de eĥo
pt_br: Escala de tempo de eco

# REVMNU_Modulation_Time_Scale
source: Modulation Time Scale
eo: Tempskalo de modulado
pt_br: Escala de tempo de modulação

# REVMNU_Based_on
source: Based on
be_latn: На падставе
eo: Bazita de
hu: Minta
pt_br: Baseado em
ro: Bazat pe
sr: Засновано на

# REVMNU_Name
source: Name
be_latn: Назва
eo: Nomo
hu: Név
pt_br: Nome
ro: Nume
sr: Назив

# REVMNU_ID_1
source: ID #1
eo: Identigo #1

# REVMNU_ID_2
source: ID #2
eo: Identigo #2

# REVMNU_Create
source: Create
be_latn: Стварыць
eo: Krei
hu: Készítés
pt_br: Criar
ro: Creează
sr: Направи

# REVMNU_Save
source: Save...
be_latn: Захаваць...
eo: Konservi...
hu: Mentés...
pt_br: Salvar...
ro: Salvează...
sr: Сачувај...

# REVMNU_File_name
source: File name
be_latn: Імя файла
eo: Dosiernomo
hu: Fájlnév
pt_br: Nome do arquivo
ro: Nume fișier
sr: Назив фајла

# REVMNU_Environments_to_save
source: Environments to save
be_latn: Захаваць асяроддзі...
eo: Medioj por konservi
hu: Mentendő Környezetek
pt_br: Ambientes para salvar
ro: Medii de salvat
sr: Окружења за чување

# DSPLYMNU_VKOPT
source: Vulkan Options (Experimental)
be_latn: Налады Vulkan (эксперыментальныя)
eo: Agordoj por Vulkan (Eksperimenta)
hu: Vulkan Beállítások (Kísérleti)
pt_br: Opções de Vulkan (experimental)
ro: Setări Vulkan (În curs de testare)
sr: Vulkan подешавања (експериментална)

# VK_TITLE
source: Vulkan Options
be_latn: Налады Vulkan
eo: Agordoj por Vulkan
hu: Vulkan Beállítások
pt_br: Opções de Vulkan
ro: Setări Vulkan
sr: Vulkan подешавања

# VKMNU_ENABLE
source: Enable Vulkan
be_latn: Выкарыстоўваць Vulkan
eo: Ŝalti Vulkan
hu: Vulkan Engedélyezése
pt_br: Ativar Vulkan
ro: Activează Modul Video Vulkan
sr: Омогући Vulkan

# VKMNU_DEVICE
source: Vulkan Device ID
be_latn: ID прылады Vulkan
eo: Identigo de Vulkan-aparato
hu: Vulkan Eszköz ID
pt_br: ID do dispositivo Vulkan
ro: ID Dispozitiv Vulkan
sr: Vulkan ID уређаја

# VKMNU_HDR
source: High Dynamic Range
be_latn: Пашыраны дынамічны дыяпазон (HDR)
eo: Alta dinamika intervalo
pt_br: Alto alcance dinâmico (HDR)
ro: Gamă Dinamică Ridicată (HDR)
sr: HDR

# VK_WARNING
source: Warning: The Vulkan renderer is highly experimental!
be_latn: Увага: апрацоўшчык Vulkan у стадыі тэсціравання!
eo: Averto: La bildigilo de Vulkan estas alte eksperimenta!
hu: Vigyázat: A Vulkan renderer még teljesen kísérleti!
pt_br: Atenção: o renderizador Vulkan é altamente experimental!
ro: Atenție: Modul Vulkan este încă în curs de testare!
sr: УПОЗОРЕЊЕ: Vulkan рендерер је врло експерименталан!

# VK_RESTART
source: These options will require a restart to take effect.
be_latn: Для прымянення гэтых змен патрабуецца перазапуск гульні.
eo: Ĉi tiuj agordoj bezonos relanĉon por efikiĝi.
hu: Ezen beállítások életbelépéséhez újraindítás szükséges.
pt_br: É necessário reiniciar para que essas configurações surtam efeito.
ro: Aceste setări necesită o repornire pentru a putea fi aplicate
sr: Морате поново покренути GZDoom да би промене ступиле на снагу.

# VKMNU_DEVICESELECT
source: Select Vulkan Device
be_latn: Выбраць прыладу Vulkan
eo: Elekti Vulkan-aparaton
hu: Vulkan eszköz kiválasztása
pt_br: Selecione o dispositivo Vulkan
ro: Selectare Dispozitiv Vulkan
sr: Изаберите Vulkan уређај

# OPTVAL_OLD_NXBRZ
source: Old xBRZ
be_latn: Стары xBRZ
eo: Malnova xBRZ
hu: Régi xBRZ
pt_br: Antigo xBRZ
ro: Vechiul xBRZ
sr: Стари xBRZ

# OS_TITLE
source: Option Search
be_latn: Пошук налады
eo: Serĉi agordojn
hu: Beállítások keresése
pt_br: Buscar opção
ro: Căutare Setări
sr: Претрага

# OS_ANY
source: Search for any term
be_latn: Шукаць любое са слоў
eo: Serĉi iun ajn terminon
hu: Keresés bármely kifejezésre
pt_br: Buscar por qualquer termo
ro: Căutare după orice termen
sr: Тражи било који термин

# OS_ALL
source: Search for all terms
be_latn: Шукаць усе словы
eo: Serĉi ĉiujn terminojn
hu: Keresés minden kifejezésre
pt_br: Buscar por todos os termos
ro: Căutare după toți termenii
sr: Тражи сваки термин

# OS_NO_RESULTS
source: No results found.
be_latn: Вынікі не знойдзены.
eo: Neniu trafo.
hu: Nincs találat
pt_br: Nenhum resultado encontrado.
ro: Niciun rezultat găsit.
sr: Нема резултата.

# OS_LABEL
source: Search:
be_latn: Пошук:
eo: Serĉi:
hu: Keresés:
pt_br: Busca:
ro: Caută:
sr: Претрага:

# TXT_OBITUARY1
source: %k boned %o like a fish
be_latn: %k пералічыў костачкі %o
eo: %k senostigis %o kiel fiŝon
hu: %k kifilézte %o -t mint a halat
pt_br: %k desossou %o como um peixe
ro: %k l-a dezosat pe %o ca pe un pește
sr: %k је очистио %o као рибу

# TXT_OBITUARY2
source: %k castrated %o
be_latn: %k спакладаў %o
eo: %k kastris %o
hu: %k kasztrálta %o -t
pt_br: %k castrou %o
ro: %k l-a castrat pe %o
sr: %k је кастрирао %o

# TXT_OBITUARY3
source: %k creamed %o
be_latn: %k узбіў %o
eo: %k kremigis %o
hu: %k elkente %o -t
pt_br: %k fez creme de %o
ro: %k l-a transformat în cremă pe %o
sr: %k је истукао %o

# TXT_OBITUARY4
source: %k decimated %o
be_latn: %k скасіў %o
eo: %k detruegis %o
hu: %k megtizedelte %o -t
pt_br: %k decimou %o
ro: %k l-a decimat pe %o
sr: %k је десетковао %o

# TXT_OBITUARY5
source: %k destroyed %o
be_latn: %k знішчыў %o
eo: %k detruis %o
hu: %k elpusztította %o -t
pt_br: %k destruiu %o
ro: %k l-a distrus pe %o
sr: %k је уништио %o

# TXT_OBITUARY6
source: %k diced %o
be_latn: %k разрэзаў %o
eo: %k diskubigis %o
hu: %k kockára vágta %o -t
pt_br: %k fez picadinho de %o
ro: %k l-a feliat pe %o
sr: %k је исецкао %o

# TXT_OBITUARY7
source: %k disembowled %o
be_latn: %k выпатрашыў %o
eo: %k sentripigis %o
hu: %k kibelezte %o -t
pt_br: %k estripou %o
ro: %k l-a eviscerat pe %o
sr: %k је ампутирао %o

# TXT_OBITUARY8
source: %k flattened %o
be_latn: %k пляснуў %o
eo: %k platigis %o
hu: %k kilapította %o -t
pt_br: %k achatou %o
ro: %k l-a făcut plat pe %o
sr: %k је изравнао %o

# TXT_OBITUARY9
source: %k gave %o Anal Justice
be_latn: %k зладзіў анальнае правасуддзе %o
eo: %k donis pugan juston al %o
hu: %k Anális Igazságot adott %o -nak
pt_br: %k deu Justiça Anal para %o
ro: %k i-a făcut jucătorului %o o Justiție Anală
sr: %k је дао %o аналну правду

# TXT_OBITUARY10
source: %k gave AnAl MaDnEsS to %o
be_latn: %k зладзіў АнАлЬнАе ВаР'яЦтВа %o
eo: %k donis pUgAn frEnEzOn al %o
hu: %k SeGgBe KüLDtE %o -t
pt_br: %k deu LoUcUrA aNaL para %o
ro: %k i-a dat NeBuNiE AnAlĂ jucătorului %o
sr: %k је дао АнАлНо ЛуДиЛо %o

# TXT_OBITUARY11
source: %k killed %o
be_latn: %k забіў %o
eo: %k mortigis %o
hu: %k kicsinálta %o -t
pt_br: %k matou %o
ro: %k l-a omorât pe %o
sr: %k је убио %o

# TXT_OBITUARY12
source: %k made mincemeat out of %o
be_latn: %k зрабіў адбіўную з %o
eo: %k farigis farĉon el %o
hu: %k ledarálta %o -t
pt_br: %k fez carne moída de %o
ro: %k a facut tocană din %o
sr: %k је направио млевено месо од %o

# TXT_OBITUARY13
source: %k massacred %o
be_latn: %k зладзіў бойню %o
eo: %k masakris %o
hu: %k lemészárolta %o -t
pt_br: %k massacrou %o
ro: %k a fost masacrat de către %o
sr: %k је масакрирао %o

# TXT_OBITUARY14
source: %k mutilated %o
be_latn: %k знявечыў %o
eo: %k mutilis %o
hu: %k megcsonkította %o -t
pt_br: %k mutilou %o
ro: %k l-a mutilat pe %o
sr: %k је мутилирао %o

# TXT_OBITUARY15
source: %k reamed %o
be_latn: %k рассвідраваў %o
eo: %k alezis %o
hu: %k seggbe rakta %o -t
pt_br: %k esquartejou %o
ro: %k l-a transformat într-un top de hârtie pe %o
sr: %k је наоружао %o

# TXT_OBITUARY16
source: %k ripped %o a new orifice
be_latn: %k зрабіў новую адтуліну ў %o
eo: %k ŝiris novan truon en %o
hu: %k új szájat csinált %o -nak
pt_br: %k abriu um novo orifício em %o
ro: %k i-a făcut jucătorului %o un nou orificiu
sr: %k је исцепао %o нови отвор

# TXT_OBITUARY17
source: %k slaughtered %o
be_latn: %k зладзіў разню %o
eo: %k buĉis %o
hu: %k lemészárolta %o -t
pt_br: %k abateu %o
ro: %k l-a măcelărit pe %o
sr: %k је заклао %o

# TXT_OBITUARY18
source: %k smashed %o
be_latn: %k размазаў %o
eo: %k frakasis %o
hu: %k földbe döngölte %o -t
pt_br: %k esmagou %o
ro: %k l-a spart pe %o
sr: %k је поломио %o

# TXT_OBITUARY19
source: %k sodomized %o
be_latn: %k садамаваў %o
eo: %k sodomizis %o
hu: %k szodomizálta %o -t
pt_br: %k sodomizou %o
ro: %k l-a sodomizat pe %o
sr: %k је изјебао %o

# TXT_OBITUARY20
source: %k splattered %o
be_latn: %k распырскаў %o
eo: %k disĵetis %o
hu: %k szétloccsantotta %o -t
pt_br: %k explodiu %o
ro: %k l-a împrăștiat pe %o
sr: %k је спљоштио %o

# TXT_OBITUARY21
source: %k squashed %o
be_latn: %k расплюшчыў %o
eo: %k premplatigis %o
hu: %k eltaposta %o -t
pt_br: %k espatifou %o
ro: %k l-a strivit pe %o
sr: %k је згњечио %o

# TXT_OBITUARY22
source: %k throttled %o
be_latn: %k задушыў %o
eo: %k strangolis %o
hu: %k megfolytotta %o -t
pt_br: %k estrangulou %o
ro: %k l-a strâns de gât pe %o
sr: %k је угушио %o

# TXT_OBITUARY23
source: %k wasted %o
be_latn: %k замачыў %o
eo: %k malŝparis %o
hu: %k elpusztította %o -t
pt_br: %k detonou %o
ro: %k l-a risipit pe %o
sr: %k је убио %o

# TXT_OBITUARY24
source: %k body bagged %o
be_latn: %k спакаваў %o у мяшок для трупаў
eo: %k ensakigis %o
hu: %k összecsomagolta %o -t
pt_br: %k mandou %o para o necrotério
ro: %k l-a băgat în sac pe %o
sr: %k је умртвио %o

# TXT_OBITUARY25
source: %k sent %o to Hell
be_latn: %k адправіў у пекла %o
eo: %k sendis %o al Infero
hu: %k elküldte %o -t a Pokolba
pt_br: %k mandou %o para o Inferno
ro: %k l-a trimis pe %o în Infern
sr: %k је послао %o до Врага

# TXT_OBITUARY26
source: %k toasted %o
be_latn: %k падсмажыў %o
eo: %k tostis %o
hu: %k megpirította %o -t
pt_br: %k tostou %o
ro: %k l-a prăjit pe %o
sr: %k је тостирао %o

# TXT_OBITUARY27
source: %k snuffed %o
be_latn: %k прыкончыў %o
eo: %k snufis %o
hu: %k kinyiffantotta %o -t
pt_br: %k apagou %o
ro: %k l-a adulmecat pe %o
sr: %k је угасио %o

# TXT_OBITUARY28
source: %k hosed %o
be_latn: %k расстраляў %o
eo: %k hosis %o
hu: %k felhúzta %o gatyáját
pt_br: %k metralhou %o
ro: %k a pus furtunul pe %o
sr: %k је упскао %o

# TXT_OBITUARY29
source: %k sprayed %o
be_latn: %k распыліў %o
eo: %k ŝprucigis %o
hu: %k szétporlasztotta %o -t
pt_br: %k pulverizou %o
ro: %k l-a pulverizat pe %o
sr: %k је испрскао %o

# TXT_OBITUARY30
source: %k made dog meat out of %o
be_latn: %k скарміў сабакам %o
eo: %k farigis hundan viandon el %o
hu: %k döghúst csinált %o -ból
pt_br: %k fez almôndegas de %o
ro: %k l-a transformat pe %o în mâncare de câini
sr: %k је направио псеће месо од %o

# TXT_OBITUARY31
source: %k beat %o like a cur
be_latn: %k забіў %o як худую свінню
eo: %k batis %o kiel hundaĉon
hu: %k szétverte %o -t mint egy korcsot
pt_br: %k espancou %o como um cachorro
ro: %k îl bate pe %o ca pe jigodie
sr: %k је превио %o ко мачку

# TXT_SELFOBIT1
source: %o is excrement
be_latn: %o цяпер экскрымент
eo: %o estas ekskremento
hu: %o ürülék lett
pt_br: %o virou escremento
ro: %o e excrement
sr: %o је сада измет

# TXT_SELFOBIT2
source: %o is hamburger
be_latn: %o цяпер гамбургер
eo: %o estas hamburgero
hu: %o hamburger lett
pt_br: %o virou hambúrguer
ro: %o e hamburger
sr: %o је сада пљескавица

# TXT_SELFOBIT3
source: %o suffered scrotum separation
be_latn: %o пакутуе ад страты тэстыкул
eo: %o suferis skrotan disigon
hu: %o heréi szétváltak
pt_br: %o sofreu separação escrotal
ro: %o a suferit o separație de șcrot
sr: %o му је исечена патка

# TXT_SELFOBIT4
source: %o volunteered for population control
be_latn: %o стаў добраахвотнікам у барацьбе з перанасяленнем
eo: %o volontulis por loĝantara regado
hu: %o önként jelentkezett népességszabályozásra
pt_br: %o se voluntariou para o controle populacional
ro: %o a voluntariat pentru controlul populației
sr: %o је волунтирао за контролу популације

# TXT_SELFOBIT5
source: %o has suicided
be_latn: %o самазабіўся
eo: %o sin mortigis
hu: %o öngyilkos lett
pt_br: %o se suicidou
ro: %o s-a sinucis
sr: %o је убио самог себе

# TXT_SELFOBIT6
source: %o received the Darwin Award
be_latn: %o атрымаў прэмію Дарвіна
eo: %o ricevis la Darwin-premion
hu: És a Darwin-díj nyertese: %o
pt_br: %o ganhou o Prêmio Darwin
ro: %o a primit Premiul Darwin
sr: %o је добио Дарвиново признање

source: REQUIRED_CHARACTERS
be_latn: АБВГДЕЁЖЗІЙКЛМНОПРСТУЎФХЦЧШЫЬЭЮЯ
eo: ĈĜĤĴŜŬ
hu: ÁÉÍÓÖÚÜŐŰ
pt_br: ÁÉÍÓÚÀÃÕÂÊÔÇ
ro: ĂÎȚÂȘ
sr: АБВГДЂЕЖЗИЈКЛЉМНЊОПРСТЋУФХЦЧЏШ

# OPTMNU_FULLOPTIONS
source: Full options menu
be_latn: Поўнае меню налад
eo: Plena agordo-menuo
hu: Teljes beállításmenü
pt_br: Menu de opções completo
ro: Meniu de Setări Complet

# OPTMNU_SIMPLEON
source: Simple options menu
be_latn: Спрошчанае меню налад
eo: Simpla agordo-menuo
hu: Egyszerű beállításmenü
pt_br: Menu de opções simples
ro: Meniu de Setări Simplificat

# OPTMNU_OPENCONFIG
source: Browse Game Config
be_latn: Адкрыць файл налад гульні
eo: Foliumi agordojn de ludo
hu: Játék konfiguráció böngészése
pt_br: Abrir pasta de configuração de jogo
ro: Caută Configurația Jocului

# OPTMNU_OPENSCREENSHOTS
source: Browse Screenshots
be_latn: Паглядзець здымкі экрана
eo: Foliumi ekrankopiojn
hu: Képernyőképek böngészése
pt_br: Abrir pasta de capturas de tela
ro: Caută Capturile de Ecran

# OPTMNU_OPENSAVES
source: Browse Saved Games
be_latn: Прагляд захаваных гульняў
eo: Foliumi konservitajn ludadojn
hu: Elmentett játékok böngészése
pt_br: Abrir pasta de jogos salvos
ro: Caută Salvările

# MOUSEMNU_SWAPBUTTONS
source: Swap mouse buttons
be_latn: Памяняць месцамі кнопкі мышы
eo: Permuti musbutonojn
hu: Egérgombok felcserélése
pt_br: Trocar botões do mouse
ro: Inversează Butoanele Mouse-ului între Ele
sr: Замените дугмад миша

# OPTVAL_ONLYMODIFIED
source: Only modified
be_latn: Толькі зменены
eo: Nur modifitaj
hu: Csak módosított
pt_br: Somente modificado
ro: Doar modificat
sr: Само модификовано
