Repository: the-phinet/UZDoom
Catalog: libraries/Translation/common/*.po
Languages: be_latn, eo, hu, pt_br, ro, sr

# TXT_UNKNOWN
source: Unknown
be_latn: Невядома
eo: Nekonata
hu: Ismeretlen
pt_br: Desconhecido
ro: Necunoscut
sr: Непознат

# OPTVAL_AUTOMAP
source: Automap
be_latn: Аўтакарта
eo: Aŭtomata mapo
hu: Auto-térkép
pt_br: Automapa
ro: Hartă Computerizată
sr: Аутомап

# OPTVAL_HUDANDMAP
source: HUD + Automap
be_latn: Інтэрфейс + аўтакарта
eo: HUD + Aŭtomata mapo
hu: HUD + Auto-térkép
pt_br: HUD + Automapa
ro: Interfață + Hartă Computerizată
sr: HUD + Аутомап

# TXT_SAVEGAMENEEDS
source: This savegame needs these files
be_latn: Данное захаванне патрабуе наступныя файлы
eo: Ĉi tiu konservita ludo bezonas ĉi tiujn dosierojn
hu: Ehhez a mentéshez a következő fájlok kellenek:
pt_br: Este jogo salvo precisa destes arquivos
ro: Această salvare necesită următoarele fișiere
sr: Овој сачуваној игри требају ови фајлови

# OPTMNU_MULTIPLAYER
source: Multiplayer Options
be_latn: Налады гульні па сетцы
eo: Agordoj de la plurludanta reĝimo
hu: Többjátékos lehetőségek
pt_br: Opções de multijogador
ro: Setări multiplayer
sr: Опције за више играча

# OPTMNU_INPUT
source: Input Options
be_latn: Налады ўводу
eo: Enig-agordoj
hu: Beviteli beállítások
pt_br: Opções de entrada
ro: Setări de Intrare
sr: Опције уноса

# OPTMNU_SYSTEM
source: System Options
be_latn: Налады сістэмы
eo: Agordoj de la sistemo
hu: Rendszerbeállítások
pt_br: Opções de sistema
ro: Setări de Sistem
sr: Системске опције

# OPTMNU_LIGHT
source: Light Options
be_latn: Налады асвятлення
eo: Lum-agordoj
hu: Fénybeállítások
pt_br: Opções de iluminação
ro: Setări de Lumină
sr: Опције осветљења

# OPTMNU_SPRITE
source: Sprite Options
be_latn: Налады спрайтаў
eo: Agordoj de la mov-rastrumoj
hu: Sprite beállítások
pt_br: Opções de sprite
ro: Setări Sprite
sr: Сприте опције

# GLPREFMNU_CORONAS
source: Coronas
be_latn: Кароны
eo: Lum-ampoloj
hu: Coronák
ro: Coroane
sr: Цоронас

# DSPLYMNU_APPEARANCE
source: Appearance
be_latn: Знешнасць
eo: Aspekto
hu: Megjelenés
pt_br: Aparência
ro: Aspect
sr: Изглед

# DSPLYMNU_ADVANCED
source: Advanced Display Options
be_latn: Пашыраныя налады экрана
eo: Altnivelaj ekran-agordoj
hu: Speciális megjelenítési beállítások
pt_br: Opções de vídeo avançadas
ro: Setări de Afișare Avansate
sr: Напредне опције приказа

# PICKER_SELECT
source: Select which game file to run.
be_latn: Выбар файла гульні для запуску.
eo: Elektu lanĉotan ludon.
hu: Válassza ki, hogy melyik játékfájlt futtassa.
pt_br: Selecione qual arquivo de jogo rodar.
ro: Selectați ce joc să rulați.
sr: Изаберите коју датотеку игре желите да покренете.

# PICKER_PLAY
source: Play Game
be_latn: Гуляць
eo: Ekludi
hu: Játék lejátszása
pt_br: Jogar
ro: Joacă
sr: Играј игру

# PICKER_EXIT
source: Exit
be_latn: Выхад
eo: Mallanĉi
hu: Kilépés
pt_br: Sair
ro: Ieșire
sr: Изађи

# PICKER_GENERAL
source: General
be_latn: Агульные
eo: Ĝeneralaj
hu: Általános
pt_br: Geral
sr: Генерал

# PICKER_EXTRA
source: Extra Graphics
be_latn: Дад. графіка
eo: Ekstra grafiko
hu: Extra grafika
pt_br: Gráficos extras
ro: Grafică Suplimentară
sr: Ектра Грапхицс

# PICKER_FULLSCREEN
source: Fullscreen
be_latn: Поўны экран
eo: Plena ekrano
hu: Teljes képernyő
pt_br: Tela cheia
ro: Ecran complet
sr: Цео екран

# PICKER_NOAUTOLOAD
source: Disable autoload
be_latn: Адкл. аўтазагрузку
eo: Malŝalti aŭtomatan ŝargon
hu: Automatikus betöltés kikapcsolása
pt_br: Desativar autocarregam.
ro: Dezactivați încărcarea automată
sr: Онемогући аутоматско учитавање

# PICKER_DONTASK
source: Don't ask me again
be_latn: Не пытацца зноў
eo: Ne demandi denove
hu: Ne kérdezz újra
pt_br: Não perguntar de novo
ro: Nu mă întreba iar
sr: Не питај ме поново

# PICKER_LIGHTS
source: Lights
be_latn: Асвятленне
eo: Lumoj
hu: Fények
pt_br: Luzes
ro: Lumini
sr: Светла

# PICKER_BRIGHTMAPS
source: Brightmaps
be_latn: Карты асвятлення
eo: Helomapoj
ro: Hărți luminoase
sr: Бригхтмапс

# PICKER_WIDESCREEN
source: Widescreen
be_latn: Шырокі экран
eo: Larĝa ekrano
hu: Szélesképernyő
ro: Ecran lat
sr: Широки екран

# PICKER_ADDPARM
source: Additional Parameters:
be_latn: Дад. параметры:
eo: Aldonaj parametroj:
hu: További paraméterek:
pt_br: Parâmetros adicionais:
ro: Parametri suplimentari:
sr: Додатни параметри:

# PICKER_WELCOME
source: Welcome to %s!
be_latn: Вітаем у %s!
eo: Bonvenon en %s!
hu: Üdvözöljük a %s!
pt_br: Bem-vindo(a) ao %s!
ro: Bine ai venit la %s!
sr: Добродошли у %s!

# PICKER_VERSION
source: Version %s
be_latn: Версія %s
eo: Versio %s
hu: Verzió %s
pt_br: Versão %s
ro: Versiunea %s
sr: Верзија %s

# PICKER_PREFERBACKEND
source: Rendering API
be_latn: API адпрацоўкі
eo: API de bildigado
hu: Renderelő API
pt_br: API de renderização
ro: API Video Preferat
sr: АПИ приказивања

# PICKER_TAB_PLAY
source: Game
be_latn: Гульня
eo: Ludo
hu: Játék
pt_br: Jogo
ro: Joc
sr: Игра

# JOYMNU_JOYENABLE
source: Enable this controller
be_latn: Уключыць гэты кантролер
eo: Ŝalti ĉi tiun ludregilon
hu: Engedélyezze ezt a vezérlőt
pt_br: Habilitar este controle
ro: Activează acest controller
sr: Омогућите овај контролер

# CNTRLMNU_OPEN_MAIN
source: Open Main Menu
be_latn: Адкрыць галоўнае меню
eo: Malfermi ĉefan menuon
hu: Főmenü megnyitása
pt_br: Abrir menu principal
ro: Deschideți meniul principal
sr: Отворите главни мени

# MODMNU_REPLAYER
source: Module replayer
be_latn: Модуль-паўтаральнік
eo: Legilo de moduloj
pt_br: Reprodutor de módulos
ro: Modul repetitor

# JOYMNU_JOYENABLEINBACKGROUND
source: Allow Background Controller Input
be_latn: Дазволіць кантролер на фоне
eo: Permesi enigon de ludregilo fone
pt_br: Permitir controle em segundo plano
ro: Permite utilizarea controllerului în fundal

# MISCMNU_SAVEORDER
source: Save Game Sorting Order
be_latn: Парадак сартавання захаванняў
eo: Ordo de konservitaj ludadoj
pt_br: Ordem de jogos salvos
ro: Ordinea Sortării Salvărilor

# OPTVAL_ALPHABETICAL
source: Alphabetical
be_latn: Па алфавіце
eo: Alfabeta
pt_br: Alfabética
ro: Alfabetică

# OPTVAL_LASTSAVEDTIME
source: Last Saved Time
be_latn: Час апошняга захавання
eo: Laste konservita tempo
pt_br: Mais recente
ro: Ultimul Timp Salvat

# PICKER_PLAYHOST
source: Host Game
eo: Gastigi ludon
pt_br: Hospedar jogo
ro: Găzduire Joc

# PICKER_PLAYJOIN
source: Join Game
eo: Aliĝi al ludo
pt_br: Entrar no jogo
ro: Alătură-te unui Joc

# PICKER_REMPARM
source: Remember Parameters
eo: Memori parametrojn
pt_br: Lembrar de parâmetros
ro: Reține Parametri

# PICKER_SUPPORTWADS
source: Load Support WADs
eo: Ŝargi subteno-WADojn
pt_br: Carregar WADs de apoio
ro: Încarcă Fișiere WAD Ajutătoare

# PICKER_TAB_MULTI
source: Multiplayer
eo: Plurludanta
pt_br: Lembrar de parâmetros
ro: Joc Online

# PICKER_LOADSAVE
source: Load Save File:
eo: Ŝargi konservitan dosieron
pt_br: Carregar arquivo de jogo salvo:
ro: Încarcă Salvarea

# PICKER_REMSAVE
source: Remember Save File
eo: Memori konservitan dosieron
pt_br: Lembrar arquivo de jogo salvo
ro: Reține Salvarea

# PICKER_HOST
source: Host
eo: Gastigi
pt_br: Hospedar
ro: Găzduiește

# PICKER_JOIN
source: Join
eo: Aliĝi
pt_br: Entrar
ro: Alătură-te

# PICKER_NETMODE
source: Networking Mode:
eo: Reĝimo de rekonektado:
pt_br: Modo de rede:
ro: Setare modul:

# PICKER_NETAUTO
source: Auto (recommended)
eo: Aŭtomata (rekomendita)
pt_br: Automático (recomendado)
ro: Auto (recomandat)

# PICKER_NETSERVER
source: Packet-Server
eo: Datumpacketo-servilo
pt_br: Servidor de pacotes
ro: Server de Loturi

# PICKER_NETPEER
source: Peer-to-Peer
eo: Samtavola komunikada
pt_br: Ponto a ponto
ro: De la Persoană-la-Persoană

# PICKER_NETRATE
source: Packet Ticrate:
eo: Datumpacketo-tiktakrapidio:
pt_br: Taxa de tiques do pacote:
ro: Rată de Timp Pachete:

# PICKER_NETBACKUP
source: Send Backup Packets
eo: Sendi rezervajn datumpaketojn
pt_br: Enviar pacotes de backup
ro: Trimiteți Pachete de Rezervă

# PICKER_GAMEMODE
source: Game Mode:
eo: Reĝimoj de ludo:
pt_br: Modos de jogo:
ro: Mod de Joc:

# PICKER_COOP
source: Co-op
eo: Koopera
pt_br: Cooperativo
ro: Cooperativ

# PICKER_DM
source: Deathmatch
eo: Mortmatĉo
pt_br: Mata-mata
ro: Luptă până la Moarte

# PICKER_TDM
source: Team Deathmatch
eo: Teama mortmatĉo
pt_br: Mata-mata entre equipes
ro: Deathmatch în echipă

# PICKER_TEAM
source: Team #:
eo: Teamo #:
pt_br: Equipe #:
ro: Echipa #:

# PICKER_ALTDM
source: Use Alternate Deathmatch Rules
eo: Uzi alternajn regulojn de mortmatĉo
pt_br: Usar regras alternativas de mata-mata
ro: Utilizează Alte Reguli Deathmatch

# PICKER_PLAYERS
source: Max Players:
eo: Maksimumaj ludantoj:
pt_br: Número máximo de jogadores:
ro: Nr. Maxim de Jucători Permis:

# PICKER_PORT
source: Host Port:
eo: Konektejo de gastiganto:
pt_br: Porta de hóspede:
ro: Port Server:

# PICKER_PLAYERHINT
source: Max 64
eo: Maks. 64
pt_br: Máximo 64
ro: Maxim 64

# PICKER_PORTHINT
source: Default 5029
eo: Defaŭlto 5029
pt_br: Padrão 5029
ro: Implicit 5029

# PICKER_TEAMHINT
source: 255 = Random
eo: 255 = Hazarda
pt_br: 255 = Aleatório
ro: 255 = Aleatoriu

# PICKER_IP
source: Host IP:
eo: Interreta protokolo de gastiganto:
pt_br: IP de hóspede:
ro: IP Server

# PICKER_TDMLABEL
source: Team Deathmatch:
eo: Teama mortmatĉo:
pt_br: Mata-mata entre equipes:
ro: Deathmatch în Echipă:

# TXT_SAYTEAM
source: Say (Team):
eo: Diri (Al teamo):
pt_br: Dizer (equipe):
ro: Scrie (Doar Echipei):

# MISCMNU_DISCORDRPC
source: Discord Rich Presence
eo: Riĉa ĉeesto de Discord
pt_br: Status de atividade no Discord
ro: Stare avansată Discord

# JOYMNU_TURNSPEED
source: Turning speed
eo: Rapido de turniĝo

# JOYMNU_LOOKSPEED
source: Looking speed
eo: Rapido de rigardo

# JOYMNU_ANALOGSTRAFERUN
source: Analog strafe run
eo: Analoga flankenmoviĝo-kuro

# OPTVAL_SINC
source: Sinc
be_latn: Кардынальны сінус
pt_br: Seno cardinal
ro: Sinus cardinal
sr: Синк

# ADLVLMODEL_DMX
source: DMX (Accurate, with AM bug)
be_latn: DMX (Дакладная, з памылкай АМ)
hu: DMX (Pontos, de AM buggal)
pt_br: DMX (preciso, com bug de AM)
ro: DMX (Precis, cu probleme în AM)

# ADLVLMODEL_APOGEE
source: Apogee (Accurate, with AM bug)
be_latn: Apogee (Дакладная, з памылкай АМ)
hu: Apogee (Pontos, de AM buggal)
pt_br: Apogee (preciso, com bug de AM)
ro: Apogee (Precis, cu probleme în AM)

# ADVSNDMNU_OPLGAIN
source: Gain
ro: Creștere volum

# ADVSNDMNU_CHANALLOC
source: Channel allocation method
ro: Metodă alocare canal

# ADVSNDMNU_AUTOARPEGGIO
source: Automatic arpeggio
ro: Arpeggio automat

# ADVSNDMNU_ADLUSEWADBANK
source: Use WAD's GENMIDI bank as custom bank
ro: Folosește GENMIDI de la WAD drept bancă proprie

# OPTVAL_LLENUKEDOPL2
source: OPL2-LLE (Extra heavy!)
ro: Nuked OPL2-LLE (Extra greu!)

# OPTVAL_LLENUKEDOPL3
source: OPL3-LLE (Extra heavy!)
ro: Nuked OPL3-LLE (Extra greu!)

# OPNVLMODEL_DMX
source: Like in DMX
ro: Precum în DMX

# OPNVLMODEL_APOGEE
source: Like in Apogee Sound System
ro: Precum în Sistemul de Sunet Apogee

# ADLCHANALLOC_OFFDELAY
source: Sound-off delay measured
ro: Durată întârziere după sunet

# ADLCHANALLOC_SAMEINST
source: Reuse first released of the same instrument
ro: Folosește primele disponibile cu același instrument

# ADLCHANALLOC_ANYREL
source: Reuse any first released note
ro: Folosește oricare dintre primele disponibile

# OPTVAL_HUD
source: HUD
be_latn: Інтэрфейс
ro: Interfață

# OPTVAL_4000HZ
source: 4000 Hz
be_latn: 4000 Гц

# OPTVAL_8000HZ
source: 8000 Hz
be_latn: 8000 Гц

# OPTVAL_11025HZ
source: 11025 Hz
be_latn: 11025 Гц

# OPTVAL_22050HZ
source: 22050 Hz
be_latn: 22050 Гц

# OPTVAL_32000HZ
source: 32000 Hz
be_latn: 32000 Гц

# OPTVAL_44100HZ
source: 44100 Hz
be_latn: 44100 Гц

# OPTVAL_48000HZ
source: 48000 Hz
be_latn: 48000 Гц

# OPTVAL_60FPS
source: 60 fps
be_latn: 60 к/с

# OPTVAL_75FPS
source: 75 fps
be_latn: 75 к/с

# OPTVAL_90FPS
source: 90 fps
be_latn: 90 к/с

# OPTVAL_120FPS
source: 120 fps
be_latn: 120 к/с

# OPTVAL_144FPS
source: 144 fps
be_latn: 144 к/с

# OPTVAL_200FPS
source: 200 fps
be_latn: 200 к/с
