Repository: the-phinet/UZDoom
Catalog: zdoom_game_strings/*.po
Languages: da, ja, nl, pt_br, ro, sv, tr

# P4TEXT
source: The Gatekeeper's evil face is splattered all over the place. As its tattered corpse collapses, an inverted Gate forms and sucks down the shards of the last prototype Accelerator, not to mention the few remaining demons. You're done. Hell has gone back to pounding bad dead folks instead of good live ones. Remember to tell your grandkids to put a rocket launcher in your coffin. If you go to Hell when you die, you'll need it for some final cleaning-up ...
da: Portvogterens onde ansigt er spredt ud over det hele. Da dens flossede lig falder sammen, dannes en omvendt port, som suger stumperne af den sidste prototype Accelerator ned, for ikke at nævne de få tilbageværende dæmoner. Du er færdig. Helvede er gået tilbage til at banke onde døde folk i stedet for gode levende folk. Husk at bede dine børnebørn om at lægge en raketkaster i din kiste. Hvis du kommer til Helvede, når du dør, får du brug for den til en sidste oprydning ...
ja: ゲートキーパーの間抜け面が辺り一面に散らばった。 亡骸は崩壊を続け、裏返った異次元ゲートが殺し損ねたゴミ共を 最後のアクセラレータもろとも吸い込んでいった。 任務は完了した。地獄は元通り悪人を裁く役目を果たすだろう。 なので君には俺の棺桶にロケットランチャーを供えるよう伝えておく。 いつか死に、デイジーの元に迎え入れなければ、 あの世のゴミ共へ最後の審判を下す為に...
nl: Het boze gezicht van de poortwachter is bevlekt met bloed. Terwijl het gehavende lijk instort, vormt zich een omgekeerde poort en zuigt de scherven van het laatste prototype versneller, om nog maar te zwijgen van de enkele resterende demonen. Je bent klaar. De hel is teruggegaan naar het verpletteren van slechte dode mensen in plaats van goede levende mensen. Vergeet niet om je kleinkinderen te vertellen dat ze een raketwerper in je kist moeten stoppen zodat je nog een laatste keer kunt opruimen als je naar de hel gaat.
pt_br: O rosto maligno do Protetor do Portão está espalhada em pedaços por toda parte. Seu corpo entra em colapso, um portal invertido se forma e engole os restos do último Acelerador, junto com os poucos demônios que restaram. Você venceu. O Inferno volta a castigar os mortos maus ao invés dos vivos bons. Lembre-se de pedir aos seus netos para colocarem um lança-foguetes no seu caixão. Se você for para o Inferno, vai precisar dele para fazer uma limpeza final...
ro: Fața malefică a Gardianului e împrăștiată peste tot în jur. În timp ce corpul lui ferfenițos se prăbușește, o Poartă întoarsă se formează și aspiră rămășițele ultimului Accelerator, nemaivorbind de puținii demoni rămași. S-a terminat. Infernul se întoarce la pedepsirea celor răi în locul celor buni, și vii. Nu uita să le amintești nepoților să îți pună un lansator de rachete în mormânt. Dacă te duci în Iad când mori, vei avea nevoie de el pentru a face curățenie pentru ultima dată ...
sv: Portvaktens onda ansikte är utspridd överallt. När dess söndertrasade lik kollapsar bildas en inverterad port som suger ner skärvorna av den sista prototypen av acceleratorn, för att inte nämna de få återstående demonerna. Du är klar. Helvetet har återgått till att slå på dåliga döda människor i stället för goda levande. Kom ihåg att be dina barnbarn att lägga en raketkastare i din kista. Om du kommer till helvetet när du dör kommer du att behöva den för att göra en sista städning ...
tr: Kapı Bekçisi'nin şeytani yüzü her yerde. Parçalanmış cesedi gibi çöker, ters bir geçit oluşur ve son parçalarını emer prototip Hızlandırıcı'dan bahsetmiyorum bile. kalan birkaç iblis. İşin bitti. Cehennem kötü ölü insanları dövmeye geri döndü iyi canlı olanlar yerine. Unutmayın ki torunlarına bir roket koymalarını söyle tabutunda fırlatıcı. Eğer cehenneme gidersen öldüğünde, bazılarına ihtiyacın olacak son temizlik ...

# P5TEXT
source: You've found the second-hardest level we got. Hope you have a saved game a level or two previous. If not, be prepared to die aplenty. For master marines only.
da: Du har fundet det næsthårdeste niveau, vi har. Håber du har et gemt spil et niveau eller to tidligere. Hvis ikke, skal du være forberedt på at dø masser af gange. Kun for master marines.
ja: 俺が現在知る中で2番目に困難な場所を見つけてしまった。 バックアップを取っておくべきだったと思うだろう。 そうでないなら、虫けらのような扱いを受けるだけだ。 最悪な一時かもな。
nl: Je hebt het op een na hardste niveau gevonden dat we hebben. Hopelijk heb je een opgeslagen spel een of twee eerdere niveaus. Zo niet, wees bereid om te sterven in overvloed. Alleen voor meesterlijke mariniers.
pt_br: Você achou a segunda fase mais difícil que temos. Espero que tenha salvo o jogo a uma ou duas fases antes. Esta é só para quem é mestre.
ro: Ai găsit al doilea cel mai dificil nivel creat de noi. Sper că ai o salvare cu o hartă sau două în urmă. Dacă nu, pregătește-te să mori din plin. Doar pentru soldați marini maeștri.
sv: Du har hittat den näst svåraste nivån vi har. Hoppas att du har ett sparat spel en nivå eller två tidigare. Om inte, var beredd på att dö i mängder. Endast för master marines.
tr: Elimizdeki en zor ikinci seviyeyi buldun. Umarım bir ya da iki seviye öncesine ait kayıtlı bir oyununuz vardır. Eğer yoksa, bolca ölmeye hazır olun. Sadece usta savaşçılar için.

# P6TEXT
source: Betcha wondered just what WAS the hardest level we had ready for ya? Now you know. No one gets out alive.
da: Du undrede dig sikkert over, hvad der var det sværeste niveau, vi havde klar til dig? Nu ved du det. Ingen kommer ud i live.
ja: もっとも困難な場所が何なのか気になっているだろう。 それを今思い知る。 大した苦難を受けてなかったことを。
nl: Wedden dat je je afvroeg wat het moeilijkste niveau was dat we voor je hadden? Nu weet je het. Niemand komt er levend uit.
pt_br: Aposto que você estava pensando qual ERA a fase mais dificíl que preparamos. Agora você sabe. Ninguem sai vivo daqui.
ro: Punem pariu că te întrebai CARE era nivelul nostru cel mai dificil? Ei, acum știi. Nimeni nu scapă viu.
sv: Du undrade säkert vad som var den svåraste nivån vi hade redo för dig? Nu vet du det. Ingen kommer ut levande.
tr: Eminim elimizdeki en zor seviyenin ne olduğunu merak etmişsinizdir. Artık biliyorsunuz. Kimse canlı çıkamayacak.

# T1TEXT
source: You've fought your way out of the infested experimental labs. It seems that UAC has once again gulped it down. With their high turnover, it must be hard for poor old UAC to buy corporate health insurance nowadays.. Ahead lies the military complex, now swarming with diseased horrors hot to get their teeth into you. With luck, the complex still has some warlike ordnance laying around.
da: Du har kæmpet dig ud af de inficerede forsøgslaboratorier. Det ser ud til, at UAC endnu en gang har slugt det hele. Med deres høje omsætning må det være svært for stakkels gamle UAC at købe sygeforsikring nu om dage... Foran ligger det militære kompleks, der nu vrimler med syge rædsler, der er varme på at sætte tænderne i dig. Med lidt held har komplekset stadig noget krigsmateriel liggende.
ja: 侵略された研究施設を抜け出すことが出来た。 UACはまたもやられてしまったようだ。 最近の大量雇用により、金の無いUACでは 健康保険を宛がうことも難しいだろう。 この先にある軍事複合施設には、今は病んだ怪物共が その歯を突き立てようと犇めいている。 だが幸いかな、施設内には御誂え向きの兵器類が 転がっているようだ。
nl: Je hebt je een weg gevochten uit de besmette experimentele laboratoria. Het lijkt erop dat UAC het opnieuw heeft verknald. Met hun hoge omzet moet het voor arme oude UAC moeilijk zijn om tegenwoordig een ziektekostenverzekering te kopen... Voor je ligt het militaire complex, nu wemelt het van de zieke gruwelen om hun tanden in je te krijgen. Met een beetje geluk heeft het complex nog wat wapens liggen.
pt_br: Você lutou para sair dos laboratórios infestados. Parece que a UAC pisou na bola mais uma vez. Com tanta rotatividade de funcionários, deve ser complicado para a pobre empresa conseguir financiar planos de saúde hoje em dia... Mais adiante fica a base militar, agora repleta de criaturas horrendas e ansiosas para fincar os dentes em você. Com sorte, a base ainda tem equipamento militar em algum canto.
ro: Ai luptat pentru a putea ieși din laboratoarele experimentale. Se pare că UAC iar au făcut-o. Cu marea lor cifră de afaceri, ar trebui să fie tare greu pentru bătrânul UAC să investească în asigurare de sănătate corporatistă bună. În față este complexul militar, care acum roiește de orori bolnave care abia așteaptă să-și înfigă dinții în tine. Cu ceva noroc, complexul mai are niște artilerie de război pe undeva.
sv: Du har kämpat dig ut ur de infekterade experimentlaboratorierna. Det verkar som om UAC återigen har ställt till det. Med sin höga omsättning måste det vara svårt för stackars UAC att köpa en företagsförsäkring nuförtiden... Framför oss ligger militärkomplexet, som nu kryllar av sjuka skräckinjagare som är heta på att sätta tänderna i dig. Med lite tur har komplexet fortfarande lite krigsmateriel som ligger kvar.
tr: İstilaya uğradığın yerden savaşarak çıktın. deneysel laboratuarlar. Görünüşe göre UAC bir kez daha yuttu. Onların yüksek ciro, yoksullar için zor olmalı kurumsal sağlık sigortası satın almak için eski UAC Bugünlerde. Önümüzde askeri kompleks uzanıyor, şimdi hastalıklı dehşetlerle kaynıyor dişlerini sana geçirirler. Şansın varsa kompleksinde hala bazı savaş mühimmatları var etrafta yatıyor.

# T2TEXT
source: You hear the grinding of heavy machinery ahead. You sure hope they're not stamping out new hellspawn, but you're ready to ream out a whole herd if you have to. They might be planning a blood feast, but you feel about as mean as two thousand maniacs packed into one mad killer. You don't plan to go down easy.
da: Du kan høre det kværnen fra tunge maskiner forude. Du håber virkelig ikke, at de lader nye helvede- synder, men du er klar til at udrydde en hel flok, hvis du er nødt til det. De planlægger måske en blodfest, men du føler dig lige så ondskabsfuld som to tusinde galninge, der er samlet i én gal morder. Du har ikke tænkt dig at gå let ned.
ja: 重工機械の稼働音が鳴っている。 新しい地獄製造機ではないと願うが、必要とあらば そいつらを黙らせる準備をしなければ。 向こうも虐殺の宴を計画しているだろう、 2000体の狂人が1人の殺人鬼に詰め込まれたような興奮を覚えた。 しかし、容易くは無いな。
nl: Je hoort het slijpen van zware machines vooruit. Je hoopt zeker dat ze geen nieuwe hellbrood produceren. Maar je zou de hele kudde uitroeien als dat nodig was. Ze plannen misschien een bloedfeest, maar je voelt je net zo stark als tweeduizend maniakken die verpakt zijn in een gekke moordenaar. Je maakt het hen niet gemakkelijk.
pt_br: Você escuta o barulho de máquinas pesadas mais adiante. Você espera que eles não estejam gerando mais criaturas infernais, mas está pront@[ao_ptb] para aniquilar um bando inteiro se for necessário. Pode ser que pretendam fazer um banquete sangrento, mas você se sente tão tinhos@[ao_ptb] quanto milhares de maníacos unidos no mesmo psicopata homicida. Você não pretende ser derrotad@[ao_ptb] facilmente.
ro: Auzi rodajul mașinăriilor grele din față. Speri să nu tipărească mai multe creaturi infernale, dar ești gata să arzi o întreagă turmă dacă e necesar. Posibil să planifice un festin sângeros, dar te simți la fel de dur precum două mii de maniaci vârâți într-un singur ucigaș dement. N-ai de gând să cazi la pământ prea ușor.
sv: Du hör slipandet av tunga maskiner i huvudet. Du hoppas verkligen att de inte stampar fram nya helvetesdjur, men du är redo att slå ut en hel hjord om du måste. De kanske planerar en blodfest, men du känner dig ungefär lika elak som två tusen galningar packade i en enda galen mördare. Du planerar inte att gå ner lätt.
tr: İleride ağır makinelerin gıcırtılarını duyuyorsunuz. Yeni iblisler üretmediklerini umuyorsunuz ama gerekirse bütün bir sürüyü ortadan kaldırmaya hazırsınız. Bir kan ziyafeti planlıyor olabilirler, ama sen kendini iki bin manyağın tek bir çılgın katilde toplanması kadar kötü hissediyorsun. Kolayca ölmeyi planlamıyorsun.

# T3TEXT
source: The vista opening ahead looks real damn familiar. Smells familiar, too -- like fried excrement. You didn't like this place before, and you sure as hell ain't planning to like it now. The more you brood on it, the madder you get. Hefting your gun, an evil grin trickles onto your face. Time to take some names.
da: Udsigten, der åbner sig forude, ser fandeme bekendt ud. Den lugter også bekendt - som stegt ekskrementer. Du kunne ikke lide det her sted før, og du har helt sikkert ikke tænkt dig at kunne lide det nu. Jo mere du grubler over det, jo mere vred bliver du. Du løfter din pistol og får et ondt grin på dit ansigt. Tid til at rydde op.
ja: 前方に開けている景色は見飽きたものだ。 臭いもよく知っている -- 煮えた排泄物のようなヤツ。 この場所は気に入らないし、気に入る予定もない。 考えれば考える程、気が滅入る。 武器を持ち上げると、邪悪な笑みが自分の顔に徐々に迫ってきた。 ぶちのめしてやろうと。
nl: De blik vooruit laat iets heel bekends zien. En het ruikt ook vertrouwd - zoals verbrande uitwerpselen. Deze oord vond het vroeger niet leuk, en je zult je niet van gedachten veranderen. Hoe meer je er over nadenkt, hoe booser je wordt. Dus je bereidt je wapen voor, een slechte grijns bedekt je gezicht. Tijd om op te ruimen.
pt_br: A paisagem que se revela a sua frente parece muito familiar. Assim como o cheiro -- lembra bosta frita. Você já não gostava desse lugar antes e com certeza não pretende começar a gostar agora. Quanto mais você pensa sobre isso, mais furios@[ao_ptb] você fica. Com a sua arma em mãos, um sorriso maldoso se abre em seu rosto. Tá na hora de massacrar uns demônios.
ro: Peisajul care se întinde deasupra propriilor tăi ochi arată al naibii de familiar. Miroase și cunoscut -- asemeni excrementului prăjit. Nu ți-a plăcut locul acesta nici înainte, și în mod categoric nu intenționezi să îți placă nici acum. Cu cât te gândești mai mult la asta, cu atât mai nervos devii. Scuturând arma, un rânjet malefic îți gâdilă fața. Timpul să notezi niște nume.
sv: Utsikten som öppnar sig framför oss ser jävligt bekant ut. Den luktar också bekant - som stekt avföring. Du gillade inte det här stället förut, och du planerar inte att gilla det nu. Ju mer du grubblar på det, desto argare blir du. Du lyfter din pistol och får ett ondskefullt flin i ansiktet. Dags att ta några namn.
tr: İleride açılan manzara gerçekten çok tanıdık geliyor. Kokusu da tanıdık, kızarmış dışkı gibi. Bundan hoşlanmayacağın kesin. Düşündükçe daha da sinirleniyorsun. Silahını çekerken yüzünde şeytani bir sırıtma beliriyor. Biraz hareket zamanı.

# T4TEXT
source: Suddenly, all is silent, from one horizon to the other. The agonizing echo of Hell fades away, the nightmare sky turns to blue, the heaps of monster corpses start to evaporate along with the evil stench that filled the air. Jeeze, maybe you've done it. Have you really won? Something rumbles in the distance. A blue light begins to glow inside the ruined skull of the demon-spitter.
da: Pludselig er alt stille, fra den ene horisont til den anden. Helvedes kvalfulde ekko forsvinder, mareridtshimlen bliver blå, bunkerne af monsterkadavere begynder at fordampe sammen med den onde stank, der fyldte luften. Jøsses, måske har du gjort det. Har du virkelig vundet? Noget rumler i det fjerne. Et blåt lys begynder at gløde inde i dæmonspytterens ødelagte kranie.
ja: 突如、地平線の彼方まで静寂が全てを包んだ。 地獄から響く苦悶の声は消え去り、悪夢の空は青い夜空へと、 充満していた悪臭と共に死体の山は蒸発した。 あぁ、恐らくやり遂げたのだろう。 ...だが、本当に勝ったのだろうか? 何かが遠くで鼓動している。 崩壊した痰製造機の頭蓋骨から青い光が灯った...
nl: Plotseling is alles stil, van de ene horizon naar de andere. De kwellende echo van de hel vervaagt, de nachtmerrie lucht wordt blauw, de hopen monster lijken beginnen te verdampen, samen met de boze stank die de lucht vulde. Ja, je hebt het gedaan. Maar heb je echt gewonnen? Iets rommelt in de verte. Een blauw licht begint te schijnen in de geruïneerde schede van de demonenspuwer.
pt_br: De repente, tudo fica quieto, de um horizonte ao outro. O eco agonizante do Inferno se cala aos poucos, o céu que parece sair de pesadelos vai ficando azul, as pilhas de corpos dos monstros começam a evaporar junto com a cheiro maligno que preenchia o ar. Caramba, talvez você tenha conseguido. Será que você venceu mesmo? Alguma coisa ressoa lá longe. Uma luz azul começa a brilhar dentro da caveira destruida do cuspidor de demônios.
ro: Din senin, totul e limpede, de la un capăt al orizontului până la celălalt. Agonizantul ecou al Infernului dispare, munții de cadavre ai monștrilor încep să se evapore odată cu duhoarea malefică ce a umplut aerul. Sheesh, poate că ai reușit. Oare chiar să fii triumfat? Ceva vuiește în depărtare. O lumină albastră începe să strălucească în craniul zdrobit al scuipătorului de demoni.
sv: Plötsligt är allt tyst, från den ena horisonten till den andra. Helvetets plågsamma eko bleknar bort, mardrömshimlen blir blå, högarna av monsterkadaver börjar avdunsta tillsammans med den onda stanken som fyllde luften. Jösses, du kanske har gjort det. Har du verkligen vunnit? Något mullrar i fjärran. Ett blått ljus börjar glöda inuti demonspridarens förstörda skalle.
tr: Birdenbire, bir ufuktan diğerine her şey sessizleşir. Cehennemin acı veren yankısı kaybolur. Kabus gökyüzü maviye döner. Canavar ceset yığınları, havayı dolduran kötü kokuyla birlikte buharlaşmaya başlar. Tanrım, belki de başardın. Gerçekten kazandın mı? Uzaktan bir şey gürlüyor. İblis-yaratığın yıkık kafatasının içinde mavi bir ışık parlamaya başlar.

# T5TEXT
source: What now? Looks totally different. Kind of like King Tut's condo. Well, whatever's here can't be any worse than usual. Can it? Or maybe it's best to let sleeping gods lie..
da: Hvad nu? Det ser helt anderledes ud. Lidt ligesom King Tut's lejlighed. Hvad end der er her, kan det ikke være værre end normalt. Kan det? Eller måske er det bedst at lade sovende guder ligge...
ja: 今度は何だ? 何もかも別物だ。 まるでツタンカーメンの国ではないか。 まぁ、ここにある全ては普段と変わらず悪い所なぞ無い。 わけあるか? もしくは、眠れる神を放っておくのが きっと最善なのだろう...
nl: Wat nu? Ziet er totaal anders uit. Een beetje zoals het appartement van Koning Tut. Nou, wat hier ook is, het kan niet erger zijn dan normaal. Kan dat? Of misschien is het het beste om slapende goden te laten liggen...
pt_br: O que foi desta vez? Parece algo totalmente diferente. Algo como o apê do Rei Tutancâmon. Bom, seja lá o que tiver aqui não deve ser pior que o normal. Ou pode? Ou talvez seja melhor não perturbar os deuses...
ro: Acum ce mai e? Arată total diferit. Asemănător oarecum cu casa Regelui Tut. Păi, orice ar fi aici n-are cum să fie mai rău ca de obicei. Sau poate ar fi cel mai bine să lași zeii adormiți să zacă...
sv: Vad händer nu? Det ser helt annorlunda ut. Ungefär som King Tut's lägenhet. Det som finns här kan inte vara värre än vanligt. Eller hur? Eller så är det kanske bäst att låta sovande gudar ligga...
tr: Şimdi ne oldu? Tamamen farklı görünüyor. Kral Tut'un evi gibi. Burada her ne varsa normalden daha kötü olamaz. Değil mi? Belki de en iyisi uyuyan tanrıların dinlenmesine izin vermektir.

# T6TEXT
source: Time for a vacation. You've burst the bowels of hell and by golly you're ready for a break. You mutter to yourself, Maybe someone else can kick Hell's ass next time around. Ahead lies a quiet town, with peaceful flowing water, quaint buildings, and presumably no Hellspawn. As you step off the transport, you hear the stomp of a cyberdemon's iron shoe.
da: Det er tid til en ferie. Du har sprængt helvedes indvolde, og du er klar til at tage en pause. Du mumler for dig selv, at måske kan en anden give Helvede røvfuld næste gang. Forude ligger en stille by med fredeligt rindende vand, maleriske bygninger og formentlig ingen dæmoner. Da du træder ud af transporten, hører du en cyberdæmons jernsko trampe.
ja: 休息の時が来た。地獄の中枢を粉砕し 神は君に休息を与え給うた。君は呟く、 今度は別の誰かが、地獄に一泡吹かせるだろうと。 静かな街へ向かおう。流れる水、古風な街並み、地獄の使者の居ない。 テレポーターに足を踏み入れた瞬間、あの鋼鉄牛の蹄が 踏み鳴らされる音が聞こえた。
nl: Tijd voor een vakantie. Je hebt de ingewanden van de hel gebarsten en bij wijze van spreken ben je klaar voor een pauze. Je mompelt tegen jezelf, misschien kan iemand anders de volgende keer de hel in elkaar slaan. Voor je ligt een rustig stadje, met stromend water, schilderachtige gebouwen en waarschijnlijk geen Hellbrood. Als je uit het transport stapt, hoor je het stampen van de ijzeren schoen van een cyberdemon.
pt_br: Hora de tirar umas férias. Você arrebenta as tripas do inferno e com certeza está precisando de um descanso. Você resmunga para si mesm@[ao_ptb], bem que outra pessoa poderia dar um jeito no Inferno da próxima vez. Mais adiante há uma cidadezinha sossegada, com um riacho tranquilo, casinhas pacatas e, a princípio, sem demônios. Ao desembarcar, você ouve as pisoteadas da pata de ferro de um ciberdemônio.
ro: Timpul pentru o vacanță. Ai sfărâmat intestinele infernului și vai, în sfărșit ești pregătit să iei o pauză. Murmuri în sine, poate ar putea și altcineva să trimită Infernul la plimbare data viitoare. În față e un oraș tăcut, cu ape curgătoare line, și cel mai probabil fără creaturi infernale. În timp ce pășești în afara transportului, auzi pașii grei ai pantofilor de fier ai ciberdemonului.
sv: Dags för semester. Du har sprängt helvetets inälvor och du är redo för en paus. Du mumlar för dig själv, Kanske någon annan kan spöa helvetet nästa gång. Framför dig ligger en lugn stad, med fridfullt rinnande vatten, pittoreska byggnader och förmodligen inga Hellspawn. När du kliver av transporten hör du stampandet av en cyberdemons järnsko.
tr: Tatil zamanı. Cehennemin bağırsaklarını patlattınız ve bir mola için hazırsınız. Belki bir dahaki sefere başka biri Cehennem'in kıçını tekmeleyebilir. Önünüzde huzurlu akan suları, şirin binaları olan ve muhtemelen iblislerin olmadığı sakin bir kasaba uzanıyor. Taşıttan indiğinizde, bir siber iblisin demir ayakkabısının sesini duyuyorsunuz.
