Repository: the-phinet/UZDoom
Catalog: zdoom_game_strings/*.po
Languages: da, ja, nl, pt_br, ro, sv, tr

# TXT_SUB_LOG76
source: I have a report that the spectral energy we found near the Bishop is also present by the Oracle, let's be careful.
da: Jeg har en rapport om, at den spektrale energi, vi fandt i nærheden af biskoppen, også er til stede ved oraklet, så lad os være forsigtige.
ja: ビショップにもあったスペクトラルエネルギーがオラクルにも宿っているという 報告があるわ、気を付けて。
nl: Ik heb een verslag dat de spectrale energie die we in de buurt van de bisschop vonden ook aanwezig is bij het Orakel, laten we voorzichtig zijn.
pt_br: Tenho relatos de que a energia espectral que encontramos perto do Bispo também está presente pelo Oráculo. Vamos com cuidado.
ro: Am un raport care spune că energia spectrală a Episcopului e aceeași de pe Oracol, să fim atenți.
sv: Jag har en rapport om att den spektrala energin som vi hittade nära biskopen också finns hos oraklet, vi måste vara försiktiga.
tr: Piskopos'un yanında bulduğumuz spektral enerjinin Kahin'de de olduğuna dair bir rapor aldım, dikkatli olalım.

# TXT_SUB_LOG77
source: Macil? Part of this mess? I don't know what to think. I hope you make the right decision.
da: Macil? En del af dette rod? Jeg ved ikke, hvad jeg skal tro. Jeg håber, du træffer den rigtige beslutning.
nl: Macil? Een deel van deze puinhoop? Ik weet niet wat ik moet denken. Ik hoop dat je de juiste beslissing neemt.
pt_br: O Macil? Fazendo parte dessa confusão toda? Eu não sei o que pensar. Espero que você tome a decisão certa.
ro: Macil? Parte la dezastrul ăsta? Nu știu ce să cred. Sper să iei decizia bună.
sv: Macil? En del av den här röran? Jag vet inte vad jag ska tro. Jag hoppas att du fattar rätt beslut.
tr: Macil mi? Bu karmaşanın bir parçası mı? Ne düşüneceğimi bilmiyorum. Umarım doğru kararı verirsiniz.

# TXT_SUB_LOG78
source: Do I trust Macil, who has risked his life for the Front, or some ugly spook? I don't know. But you I trust.
da: Skal jeg stole på Macil, som har risikeret sit liv for fronten, eller på en grim spøgelse? Jeg ved det ikke. Men jeg stoler på dig.
nl: Vertrouw ik Macil, die zijn leven heeft geriskeerd voor het Front, of een lelijke spook? Ik weet het niet. Maar jij vertrouw ik.
pt_br: Se eu confio no Macil, que arriscou a sua vida pela Frente, ou num fantasma horroroso? Eu não sei, mas eu você eu confio.
ro: Dacă îl cred pe Macil, care și-a riscat viața pentru Front, sau un tip în armură? Nu știu. Dar în tine, cred.
sv: Ska jag lita på Macil, som har riskerat sitt liv för fronten, eller på något fult spöke? Jag vet inte. Men dig litar jag på.
tr: Cephe için hayatını riske atan Macil'e mi güveneyim, yoksa çirkin bir hortlağa mı? Bilmiyorum. Ama sana güveniyorum.

# TXT_SUB_LOG79
source: Richter has taken over command of our forces. It looks like Macil has been deceiving us all along. His true allegiance was to the Order. What a snake.
da: Richter har overtaget kommandoen over vores styrker. Det ser ud til, at Macil har bedraget os hele tiden. Hans sande loyalitet var over for Ordenen. Sikke en slange.
ja: リヒターが指揮官の任を引き継いだ。マシルはずっと私達を騙していたなんて。 あの人がオーダーに真の忠誠を誓っていたなんて、とんだ蛇神憑きだわ。
nl: Richter heeft het bevel over onze troepen overgenomen. Het lijkt erop dat Macil ons de hele tijd heeft bedrogen. Zijn ware trouw was aan de Orde. Wat een slang.
pt_br: O Richter assumiu o comando de nossas forças. Parece que o Macil nos enganou esse tempo todo. Sua verdadeira lealdade era à Ordem. Que traíra!
ro: Richter a preluat controlul asupra forțelor noastre. Se pare că Macil ne-a înșelat în tot acest timp. Aderărata lui loialitate era față de Ordin. Ce șarpe.
sv: Richter har tagit över befälet över våra styrkor. Det verkar som om Macil har lurat oss hela tiden. Hans sanna lojalitet var till Orden. Vilken orm.
tr: Richter kuvvetlerimizin komutasını devraldı. Görünüşe göre Macil başından beri bizi kandırıyormuş. Onun gerçek bağlılığı Tarikat'a imiş. Ne yılan ama.

# TXT_SUB_LOG80
source: Damned impressing entranceway. But what we are searching for is on another level. Head down.
da: Forbandede imponerende indgang. Men det, vi leder efter, er på et andet niveau. Hovedet nedad.
ja: 威風堂々とした玄関ね。でも私達が調べるのは別の階よ。慎重にね。
nl: Vervloekt indrukwekkende toegangsweg. Maar wat we zoeken is op een ander niveau. Hoofd naar beneden.
pt_br: Que entrada bem impressionante. Mas o que procuramos está em outro nível. Desça.
ro: Impresionantă intrare. Dar ceea ce căutăm e la alt nivel. Mergi jos.
sv: Jävligt imponerande entré. Men det vi söker är på en annan nivå. Huvudet neråt.
tr: Etkileyici bir giriş yolu. Ama aradığımız şey başka bir seviyede. Baş aşağı.

# TXT_SUB_LOG81
source: What a shame. Our technology is being wasted on torture instead of life.
da: Sikke en skam. Vores teknologi bliver spildt på tortur i stedet for liv.
ja: 残念だな。我々の技術が拷問の為だけに浪費されるとは。
nl: Wat jammer. Onze technologie wordt verspild aan marteling in plaats van leven.
pt_br: É uma pena. Nossa tecnologia sendo desperdiçada com tortura ao invés de salvar vidas.
ro: Ce rușine. Tehnologia noastră e risipită pentru tortură în loc de a crea viață.
sv: Vilken skam. Vår teknik slösas bort på tortyr i stället för liv.
tr: Ne utanç verici. Teknolojimiz yaşam yerine işkence için harcanıyor.

# TXT_SUB_LOG82
source: Being vain as hell, they mark their temples with big banners.
da: Fordi de er forfængelige som helvede, markerer de deres templer med store bannere.
ja: うぬぼれが酷いな、あいつらの寺院はデカいバナーが目に付く。
nl: Tevergeefs als de hel, markeren ze hun tempels met grote spandoeken.
pt_br: Esses caras são vaidosos pra caramba. Eles marcam os seus templos com esses grandes estandartes.
ro: Vanitate la maxim, își marchează templele cu steaguri imense.
sv: Eftersom de är fåfänga som fan markerar de sina tempel med stora banderoller.
tr: Cehennem kadar kibirli oldukları için, tapınaklarını büyük pankartlarla işaretliyorlar.

# TXT_SUB_LOG83
source: Another Sigil piece. We are one step closer to freedom. And you are one step closer to me.
da: Endnu et Sigil-stykke. Vi er et skridt nærmere friheden. Og du er et skridt tættere på mig.
ja: 更なるシジルの欠片だ。私達の自由にまた一歩近づいたわ。 そして私にも一歩近づいている。
nl: Nog een Sigil stuk. We zijn een stap dichter bij de vrijheid. En jij bent een stap dichter bij mij.
pt_br: Mais uma peça do Sigilo. Estamos cada vez mais próximos da liberdade. E você cada vez mais próximo de mim.
ro: Altă piesă de Sigiul. Suntem cu un pas mai aproape de libertate. Și tu ești cu un pas mai aproape de mine.
sv: Ännu ett Sigil-stycke. Vi är ett steg närmare friheten. Och du är ett steg närmare mig.
tr: Başka bir Sigil parçası. Özgürlüğe bir adım daha yaklaştık. Ve sen de bana bir adım daha yaklaştın.

# TXT_SUB_LOG84
source: From the looks of it, we need the full Sigil to unlock this puppy. Something tells me this is the end of the rainbow.
da: Som det ser ud nu, skal vi bruge hele Sigil'en for at låse denne hvalp op. Noget siger mig, at dette er enden af regnbuen.
ja: この形状を見た所、解除するには完成したシジルを持って、ちっこい台座に乗るんだわ。 誰もが雨上がりの虹を見るために。
nl: Zoals het er nu uitziet, hebben we de volledige Sigil nodig om deze pup te ontgrendelen. Iets zegt me dat dit het einde van de regenboog is.
pt_br: Pelo que parece, precisamos do Sigilo completo para destrancar essa belezinha. Algo me diz que este é o fim do arco-íris.
ro: Din câte se pare, aven nevoie de întreg Sigiliul pentru a deschide puiul. Ceva îmi spune că ăsta e capătul curcubeului.
sv: Som det ser ut nu behöver vi hela Sigil för att låsa upp den här valpen. Något säger mig att det här är slutet på regnbågen.
tr: Görünüşe göre, bu yavruyu açmak için Sigil'in tamamına ihtiyacımız var. İçimden bir ses bunun gökkuşağının sonu olduğunu söylüyor.

# TXT_SUB_LOG85
source: You wield the power of the complete Sigil. What do you say we go get some closure.
da: Du har magten af det komplette sigil. Hvad siger du til, at vi får en afslutning?
ja: 貴方はもはや完全なシジルの力を行使できるわけね。 後は言いがかりでもしてここを閉鎖させましょう。
nl: Je gebruikt de kracht van de hele Sigil. Wat zeg je ervan als we de zaak gaan afsluiten.
pt_br: Você tem o poder do Sigilo completo em suas mãos. Que tal a gente ir atrás de um desfecho?
ro: Ai puterea întregului Sigiliu. Ce zici dacă primim o încheiere?
sv: Du har makten över hela Sigil. Vad sägs om att vi går och avslutar det hela.
tr: Sigil'in tamamının gücüne sahipsin. Ne dersin, gidip biraz kapanış yapalım mı?

# TXT_SUB_LOG86
source: High noon, my hero. Prepare to embrace glory.
da: Klokken tolv, min helt. Gør dig klar til at omfavne æren.
ja: いい気分でしょ、私の英雄。栄光を受け入れる準備をしなさい。
nl: Hoog middaguur, mijn held. Bereid je voor om de glorie te omarmen.
pt_br: Chegou a hora, meu herói. Se prepare para abraçar a glória.
ro: Timpul pentru glorie, eroul meu.
sv: Klockan tolv, min hjälte. Förbered dig på att omfamna ära.
tr: Öğle vakti, kahramanım. Zaferi kucaklamaya hazırlan.

# TXT_SUB_LOG87
source: Well, so much for prognostication. Hold it, Macil is calling us back. Let's get out of here in one piece.
da: Så meget for prognoser. Vent, Macil kalder os tilbage. Lad os komme ud herfra i ét stykke.
ja: まあ予言なんてそんなものでしょ。 ちょっと待って、マシルが帰還するように言ったわ。ここから抜け出しましょう。
nl: Nou, tot zover de prognose. Wacht even, Macil roept ons terug. Laten we hier heelhuids weggaan.
pt_br: Bem, parece que não é hora de previsões. Peraí, o Macil está nos chamando de volta. Vamos tentar sair daqui inteiros.
ro: Atât a fost cu prognosticul. Stai, Macil ne sună înapoi. Să ieșim întregi de aici.
sv: Så mycket för prognoser. Vänta, Macil kallar oss tillbaka. Låt oss komma härifrån i ett stycke.
tr: Kehanet buraya kadarmış. Durun, Macil bizi geri çağırıyor. Buradan tek parça halinde çıkalım.

# TXT_SUB_LOG88
source: I'm sorry, after up to my hips in blood I can't think of anything witty to say right now. Let's get back to Macil.
da: Jeg er ked af det, men efter at have stået op til hofterne i blod kan jeg ikke finde på noget vittigt at sige lige nu. Lad os gå tilbage til Macil.
nl: Het spijt me, na tot aan mijn heupen in bloed kan ik nu niets geestigs bedenken om te zeggen. Laten we teruggaan naar Macil.
pt_br: Desculpa. Após ficar coberta de sangue não consigo pensar em nada interessante pra dizer agora. Vamos voltar pro Macil.
ro: Îmi pare rău, dar nu mă pot gândi să zic nimic acum. Să ne întoarcem la Macil.
sv: Jag är ledsen, men efter att ha varit upp till höfterna i blod kan jag inte komma på något roligt att säga just nu. Vi återvänder till Macil.
tr: Üzgünüm, kalçalarıma kadar kana bulandıktan sonra şu anda söyleyecek esprili bir şey bulamıyorum. Macil'e geri dönelim.

# TXT_SUB_LOG89
source: The factory is next to the mines. Richter must mean the mines of Degnin. The Degnin ore is magnetic and explosive, just the thing for shutting down force fields.
da: Fabrikken ligger ved siden af minerne. Richter må mene Degnin-minerne. Degnin-malmen er magnetisk og eksplosiv, lige til at lukke kraftfelter ned med.
ja: 工場は鉱山の隣にあるわ。リヒターはデグニン鉱山とも呼んでいる。 デグニン石は綺麗だが可燃性で、フォースフィールドを消すにはうってつけよ。
nl: De fabriek ligt naast de mijnen. Richter moet de mijnen van Degnin bedoelen. Het Degnin-erts is magnetisch en explosief, precies het ding voor het afsluiten van krachtvelden.
pt_br: A fábrica fica próxima às minas. O Richter provavelmente se refere às minas de Degnin. O minério de Degnin é magnético e explosivo, perfeito para derrubar os campos de força.
ro: Fabrica e lângă mine. Richter probabil s-a referit la minele de Degnin. Mineralul de Degnin e magnetic și exploziv, exact ce ne trebuie pentru scuturi.
sv: Fabriken ligger bredvid gruvorna. Richter måste mena Degnins gruvor. Degninmalmen är magnetisk och explosiv, precis vad man behöver för att stänga av kraftfält.
tr: Fabrika madenlerin yanında. Richter, Degnin madenlerini kastediyor olmalı. Degnin cevheri manyetik ve patlayıcıdır, tam da güç alanlarını kapatmak için.

# TXT_SUB_LOG90
source: Mines, catacombs, sewers... What a first date!
da: Minerne, katakomberne, kloakkerne... Sikke en første date!
ja: 鉱山、地下墓所、下水道...とんだ初デートだな!
nl: Mijnen, catacomben, rioleringen.... Wat een eerste afspraakje!
pt_br: Minas, catacumbas, esgotos... Que belo primeiro encontro!
ro: Mine, catacombe, canale... Ce întâlnire!
sv: Gruvor, katakomber, kloaker... Vilken första träff!
tr: Madenler, yeraltı mezarları, kanalizasyonlar. Ne ilk randevu ama!

# TXT_SUB_LOG91
source: I wish Richter had been a touch more specific. Hm, let's try over here.
da: Jeg ville ønske, Richter havde været lidt mere specifik. Hm, lad os prøve herovre.
ja: リヒターがもっと具体的な部分に触れてくれて欲しいが。 あー、私らが試してみようか。
nl: Ik wou dat Richter een beetje specifieker was geweest. Hm, laten we het hier eens proberen.
pt_br: Bem que o Richter podia ter sido um pouco mais específico. Hmm, vamos tentar por alí.
ro: Îmi doresc ca Richter să fii fost mai specific. Să încercăm acolo.
sv: Jag önskar att Richter hade varit lite mer specifik. Hm, vi försöker här borta.
tr: Keşke Richter biraz daha spesifik olsaydı. Şurayı deneyelim.

# TXT_SUB_LOG92
source: I think we're... Oh, crap. I have no idea where we are.
da: Jeg tror, vi er... Åh, pis. Jeg har ingen idé om, hvor vi er.
ja: 私が思うに...ああ、クソ。 何処にあるかさっぱりわからないわ。
nl: Ik denk dat we.... Oh, shit. Ik heb geen idee waar we zijn.
pt_br: Acho que estamos... Ah, merda. Não faço a menor idéia onde estamos.
ro: Cred că suntem... Oh, la naiba. Nu știu unde suntem.
sv: Jag tror att vi är... Åh, skit. Jag har ingen aning om var vi är.
tr: Sanırım biz... Oh, kahretsin. Nerede olduğumuz hakkında hiçbir fikrim yok.

# TXT_SUB_LOG93
source: This must be the ruins Richter's agents were searching for. Oh, watch out! Crusaders!
da: Det må være ruinerne, som Richters agenter ledte efter. Åh, pas på! Korsfarere!
ja: ここがリヒターのエージェントが探していた遺跡のはず。 あっと、気を付けて!クルセイダーよ!
nl: Dit moet de ruïnes zijn waar de agenten van Richter naar op zoek waren. Oh, kijk uit! Kruisvaarders!
pt_br: Estas devem ser as ruínas que o agente de Richter estava procurando. Ah, cuidado! Cruzados!
ro: Ăstea ar trebui să fie ruinele pe care le căutau agenții lui Richter. Ai grijă! Cruciați!
sv: Det här måste vara ruinerna som Richters agenter sökte efter. Åh, se upp! Korsfarare!
tr: Richter'in ajanlarının aradığı harabeler burası olmalı. Oh, dikkat et! Haçlılar!

# TXT_SUB_LOG94
source: Ugh, it's trying to regenerate. Blast it before I throw up!
da: Ugh, den prøver at regenerere. Skyd den, før jeg kaster op!
nl: Ugh, het probeert te regenereren. Blast het voordat ik overgeven!
pt_br: Argh, está tentando se regenerar. Detona essa coisa antes que eu vomite!
ro: Ugh, încearcă să se regenereze. Aruncă-l în aer înainte să vomit.
sv: Ugh, den försöker att regenerera. Skjut den innan jag spyr!
tr: Yenilenmeye çalışıyor. Kusmadan önce patlat şunu!

# TXT_SUB_LOG95
source: My friend, whatever it is we're fighting, it's more than the Order. Off to the mines!
da: Min ven, hvad det end er, vi kæmper imod, er det mere end Ordenen. Af sted til minerne!
ja: 友よ、私達が戦う相手が何であろうとも、オーダー以上のものはない。 鉱山から離れましょう!
nl: Mijn vriend, wat het ook is waar we tegen vechten, het is meer dan de Orde. Naar de mijnen!
pt_br: Meu amigo, seja lá o que estamos combatendo, é mais do que somente a Ordem. Vamos para as minas!
ro: Prietene, orice ar fi ceea ce înfruntăm, e mai mult decât Ordinul. Către mine!
sv: Min vän, vad det än är vi slåss mot, så är det mer än Orden. Iväg till gruvorna!
tr: Dostum, savaştığımız şey her neyse, Tarikat'tan daha fazlası. Madenlere!

# TXT_SUB_LOG96
source: Without letting down your guard, look for deposits of ore.
da: Uden at sænke din vagt, skal du lede efter malmforekomster.
ja: 警戒を緩めることなく、鉱石の堆積所を探しましょう。
nl: Zonder je waakzaamheid te laten verslappen, zoek je naar ertsafzettingen.
pt_br: Não baixe a sua guarda. Vamos procurar por depósitos de minério.
ro: Fără a lăsa garda jos, uită-te dupa depozite de minereu.
sv: Utan att sänka garden, leta efter malmfyndigheter.
tr: Gardınızı düşürmeden, maden yataklarını arayın.

# TXT_SUB_LOG97
source: These poor souls are drones, their synaptic functions are jammed by RC implants. We destroy the transmitter and they are free!
da: Disse stakkels sjæle er droner, deres synaptiske funktioner er blokeret af RC-implantater. Vi ødelægger senderen, og de er frie!
ja: これら精神の乏しい労働者達は、シナプス機能をRCインプラントで妨害している。 私達が送信機を破壊し皆を解放するんだ!
nl: Deze arme zielen zijn drones, hun synaptische functies worden verstoord door RC-implantaten. We vernietigen de zender en ze zijn vrij!
pt_br: Esses pobres coitados são escravos. Suas funções sinápticas estão sendo bloqueadas por implantes de controle remoto. Se destruirmos o transmissor eles estarão livres!
ro: Sufletele ăstea sărmane sunt drone. Funcțiile lor sinaptice sunt întrerupte de implanturi RC. Distrugem transmițătorul și sunt libere!
sv: Dessa stackars själar är drönare, deras synaptiska funktioner är blockerade av RC-implantat. Vi förstör sändaren och de är fria!
tr: Bu zavallı ruhlar dron, sinaptik fonksiyonları RC implantları tarafından engellenmiş. Vericiyi yok edersek özgür kalırlar!

# TXT_SUB_LOG98
source: Command says the transmitter is shielded by a force field. So two birds, one stone, free the drones and practice with the ore.
da: Kommandocentralen siger, at senderen er beskyttet af et kraftfelt. Så to fluer i et smæk, befri dronerne og øv dig med malmen.
ja: 司令官は送信機がフォースフィールドに守られていると言っていた。 そこを潰せば鉱山と労働者を解放、一石二鳥だな。
nl: Het commando zegt dat de zender is afgeschermd door een krachtveld. Dus twee vogels, een steen, bevrijden de drones en oefenen met het erts.
pt_br: O comando diz que o transmissor está protegido por um campo de força. Dois coelhos numa tacada só. Liberte os escravos e teste o minério.
ro: Centrul de comandă e prtejat de un câmp de forță. Deci, două păsări, o piatră.
sv: Ledningen säger att sändaren är skyddad av ett kraftfält. Så två flugor i en smäll, frigör drönarna och öva med malmen.
tr: Komuta vericinin bir güç alanı tarafından korunduğunu söylüyor. Yani bir taşla iki kuş, dronları serbest bırak ve cevherle pratik yap.

# TXT_SUB_LOG99
source: My suggestion is, toss the ore at the forcefield and then blast it. The resulting compression should create a magnetic blanket and turn off the lights.
da: Mit forslag er, at kaste malmen mod kraftfeltet og derefter sprænge det. Den resulterende kompression skulle skabe et magnetisk tæppe og slukke lyset.
ja: 私の案はフォースフィールドの近くに鉱石を置き撃って爆発させる方法よ。 その結果、圧縮されていた磁場の反動で光を打ち消すわ。
nl: Mijn suggestie is om het erts naar het krachtveld te gooien en het vervolgens op te blazen. De resulterende compressie zou een magnetische deken moeten creëren en de lichten moeten doven.
pt_br: Minha sugestão é que você arremesse o minério no campo de força e o detone. A explosão vai criar um campo magnético e apagar as luzes.
ro: Sugstia mea e, aruncă minereul în scut și aruncă-l în aer. Comprimarea rezultată ar trebui să creeze un câmp magnetic care sp oprească luminile.
sv: Mitt förslag är att kasta malmen mot kraftfältet och sedan spränga det. Den resulterande kompressionen bör skapa ett magnetiskt täcke och släcka ljuset.
tr: Benim önerim, cevheri güç alanına fırlatın ve sonra patlatın. Ortaya çıkan sıkıştırma manyetik bir örtü oluşturmalı ve ışıkları kapatmalı.

# TXT_SUB_LOG100
source: Now on to the factory. Exit the mines and you can't miss it!
da: Nu videre til fabrikken. Gå ud af minerne, og du kan ikke undgå at se den!
ja: 今すぐ工場へ向かおう。鉱山を出たら見逃すなよ!
nl: Nu naar de fabriek. Verlaat de mijnen en je kunt het niet missen!
pt_br: Agora, para a fábrica. Saia das minas e não vai ter como errar.
ro: Acum către fabrică. Ieși din mine și nu o poți rata.
sv: Nu till fabriken. Gå ut ur gruvorna och du kan inte missa den!
tr: Şimdi fabrikaya gidelim. Madenlerden çıkın ve onu kaçırmayın!

# TXT_SUB_LOG101
source: Sorry, hero, this is all new to me.
da: Undskyld, helt, det er alt sammen nyt for mig.
ja: ごめんなさい、これは初耳なの。
nl: Sorry, held, dit is allemaal nieuw voor mij.
pt_br: Foi mal, meu herói, tudo isso é novo pra mim.
ro: Scuze, eroule, asta e nou pentru mine.
sv: Ledsen, hjälte, allt detta är nytt för mig.
tr: Üzgünüm kahraman, bunların hepsi benim için yeni.

# TXT_SUB_LOG102
source: I'm reading massive neural wave distortions from straight ahead. I think we've found it.
da: Jeg læser massive neurale bølgeforvridninger lige forude. Jeg tror, vi har fundet det.
ja: 重い神経波の歪曲が直に届いたわ。私達はそれを見つけたという事よ。
nl: Ik lees enorme neurale golfvervormingen van rechtdoor. Ik denk dat we het gevonden hebben.
pt_br: Estou captando enormes distorções de rede neural mais adiante. Acho que encontramos.
ro: Citesc distorsiuni neurale masive drept din față. Cred că am găsit-o.
sv: Jag läser massiva neurala vågförvrängningar rakt fram. Jag tror att vi har hittat den.
tr: Tam karşıdan büyük sinirsel dalga bozulmaları okuyorum. Sanırım onu bulduk.

# TXT_SUB_LOG103
source: Just when I think we've seen it all! They go in human and come out... I dont even want to think about it.
da: Lige når jeg tror, vi har set det hele! De går ind i et menneske og kommer ud... Jeg vil ikke engang tænke på det.
ja: 今まで見てきたことについて考えている! 奴は人の内部から出てくる...それについて考えたくないわ。
nl: Net nu ik denk dat we het allemaal hebben gezien! Ze gaan in de mens en komen eruit.... Ik wil er niet eens over nadenken.
pt_br: E eu achei que já tinha visto de tudo! Eles entram humanos e saem... eu não quero nem pensar nisso.
ro: Tocmai când credeam că am văzut tot! Intră oameni și ies... nici nu vreau să mă gândesc.
sv: Precis när jag tror att vi har sett allt! De går in i en människa och kommer ut... Jag vill inte ens tänka på det.
tr: Tam da her şeyi gördüğümüzü düşündüğüm anda! İnsana giriyorlar ve çıkıyorlar. Bunu düşünmek bile istemiyorum.

# TXT_SUB_LOG104
source: The Oracle was right. Macil's gone nuts. He just knowingly sent 200 men to their death. I want vengeance. For the dead and for the living dead!
da: Oraklet havde ret. Macil er blevet skør. Han har lige bevidst sendt 200 mænd i døden. Jeg vil have hævn. For de døde og for de levende døde!
ja: オラクルが正しかった。マシルはイカれていたなんて。 彼は故意に200人以上の人々を死に追いやっていた。 復讐しなくては。死んだ人達の為、そして今生きている人達の為にも!
nl: Het Orakel had gelijk. Macil is gek geworden. Hij stuurde gewoon bewust 200 mannen naar hun dood. Ik wil wraak. Voor de doden en voor de levende doden!
pt_br: O Oráculo estava certo. O Macil enlouqueceu. Ele mandou 200 homens para as suas mortes sabendo disso. Eu quero vingança. Pelos mortos e pelos mortos-vivos!
ro: Oracolul avea dreptate. Macil a înnebunit. A trimis în mod voit 200 oameni la moarte. Vreau răzbunare! Pentru morți și morții vii!
sv: Oraklet hade rätt. Macil har blivit galen. Han skickade just medvetet 200 män i döden. Jag vill ha hämnd. För de döda och för de levande döda!
tr: Kahin haklıydı. Macil delirmiş. Bile bile 200 adamı ölüme gönderdi. İntikam istiyorum. Ölüler ve yaşayan ölüler için!

# TXT_SUB_LOG105
source: Macil? Infected and with a Sigil piece. All these years of believing in him, in the cause. And for what?
da: Macil? Inficeret og med et Sigil stykke. I alle disse år har jeg troet på ham, på sagen. Og for hvad?
nl: Macil? Geïnfecteerd en met een Sigil stuk. Al die jaren van geloof in hem, in de oorzaak. En waarvoor?
pt_br: Macil? Infectado e com uma peça do Sigilo. Todos esses anos acreditando nele, acreditando na causa. E pra quê?
ro: Macil? Infectat și cu o bucată de Sigiliu. Toți anii crezând în cauza lui, și pentru ce?
sv: Macil? Infekterad och med en Sigil-bit. Under alla dessa år har jag trott på honom, på saken. Och för vad?
tr: Macil mi? Enfekte olmuş ve bir Sigil parçasıyla. Bunca yıl ona inandım, davaya inandım. Peki ne için?
