Repository: the-phinet/UZDoom
Catalog: zdoom_game_strings/*.po
Languages: da, ja, nl, pt_br, ro, sv, tr

# TXT_SUB_LOG41
source: This must be the long hallway. Either that or my sense of scale is shot to hell.
da: Dette må være den lange gang. Enten det, eller også er min fornemmelse for skalaer skudt ad helvede til.
ja: この長い廊下に違いない。それか私のスケール感とどちらかが撃ち落されるな。
nl: Dit moet de lange gang zijn. Of dat of mijn gevoel voor schaalvergroting is naar de hel geschoten.
pt_br: Esse deve ser o longo corredor. Ou isso ou o meu senso de escala foi pro saco.
ro: Ăsta trebuie să fie holul lung. Fie asta, fie capacitatea mea de a aprecia scara e varză.
sv: Det här måste vara den långa korridoren. Antingen det eller så är min skalförståelse helt borta.
tr: Burası uzun koridor olmalı. Ya öyle ya da benim ölçek algım cehenneme döndü.

# TXT_SUB_LOG42
source: This is all the hallmarks of a temple of evil. Severe architecture, big banner... I'd say bingo!
da: Dette er alle kendetegnene på et ondskabens tempel. Alvorlig arkitektur, stort banner... Jeg ville sige bingo!
ja: これら全部悪の神殿の特徴だ。重苦しい建築物、デカいバナー... ビンゴだわ!
nl: Dit zijn alle kenmerken van een tempel van het kwaad. Strenge architectuur, grote spandoeken.... Ik zou zeggen bingo!
pt_br: Isso tem bem cara de templo malígno. Arquitetura sinístra, estandarte grande... Acho que acertamos na mosca!
ro: Ăsta e însemnul unui templu malefic. Arhitectura, steagurile... Eu zic bingo!
sv: Det här har alla kännetecken på ett ondskans tempel. Stark arkitektur, stora banderoller... Jag skulle säga bingo!
tr: Burası bir şeytan tapınağının tüm özelliklerini taşıyor. Sert mimari, büyük afiş. Bingo derdim!

# TXT_SUB_LOG43
source: This is the almighty Programmer? No way!
da: Er dette den almægtige programmør? Det kan ikke passe!
nl: Dit is de almachtige programmeur? Echt niet!
pt_br: Esse é o Programador todo-poderoso? Tá de sacanagem comigo!
ro: Ăsta e marele Programator? Nici vorbă!
sv: Är detta den allsmäktige programmeraren? Inte en chans!
tr: Bu yüce Programcı mı? Yok artık!

# TXT_SUB_LOG44
source: I don't know what to believe anymore. The only thing that says "keep" to me is that huge monstrosity to the left. But I have no idea how to get in.
da: Jeg ved ikke længere, hvad jeg skal tro. Det eneste, der siger mig "beholde", er det store uhyre til venstre. Men jeg har ingen idé om, hvordan jeg kommer ind.
nl: Ik weet niet meer wat ik moet geloven. Het enige dat tegen mij zegt "houd" is dat grote gedrocht aan de linkerkant. Maar ik heb geen idee hoe ik binnen kan komen.
pt_br: Eu não sei mais no que acreditar. A única coisa que parece uma fortaleza pra mim é aquela monstrosidade à esquerda. Mas não faço a menor idéia de como entrar.
ro: Nu știu ce să mai cred. Singurul lucru care îmi spune "curte" e acea monstruozitate la stânga. Dar n-am idee cum să intrăm.
sv: Jag vet inte vad jag ska tro längre. Det enda som säger "behåll" för mig är det enorma monstret till vänster. Men jag har ingen aning om hur jag ska ta mig in.
tr: Artık neye inanacağımı bilmiyorum. Bana "kalsın" diyen tek şey soldaki devasa canavar. Ama nasıl gireceğimi bilmiyorum.

# TXT_SUB_LOG45
source: When the going gets weird, the weird get going. Watch yourself.
da: Når det bliver mærkeligt, så bliver det mærkelige også mærkeligt. Pas på dig selv.
ja: 怪しい状況では怪しい影が映る。気を付けて。
nl: Als het gaat raar wordt, gaat het vreemde aan de slag. Kijk uit.
pt_br: A coisa tá ficando feia. Toma cuidado.
ro: Cand lucrurile devin ciudate, ai grijă.
sv: När det blir konstigt, blir det konstiga som går. Se upp för dig själv.
tr: İşler garipleştiğinde, garipler de gider. Kendine dikkat et.

# TXT_SUB_LOG46
source: The Oracle resides in the borderlands, just outside of town. Cross the river, head towards the castle and go left through the archway.
da: Oraklet befinder sig i grænselandet, lige uden for byen. Kryds floden, gå mod slottet og gå til venstre gennem buegangen.
nl: Het Orakel woont in de grensgebieden, net buiten de stad. Steek de rivier over, ga naar het kasteel en ga linksaf door de poort.
pt_br: O Oráculo reside nas fronteiras do lado de fora da cidade. Atravesse o rio, vá em direção ao catelo e vá para a esquerda através do arco.
ro: Oracolul locuiește în mărginime, chiar la ieșirea orașului. Treci râul, du-te spre castle, și treci prin arcadă.
sv: Oraklet bor i gränslandet, strax utanför staden. Korsa floden, gå mot slottet och gå till vänster genom valvet.
tr: Kahin, kasabanın hemen dışındaki sınır bölgesinde bulunuyor. Nehri geç, kaleye doğru git ve kemerden sola dön.

# TXT_SUB_LOG47
source: The Oracle is a supposedly sympathetic high priest who operates outside the Order.
da: Oraklet er en formodet sympatisk ypperstepræst, der opererer uden for ordenen.
ja: オラクルはオーダーとは別の活動をしている同情的な大司祭よ。
nl: Het Orakel is een zogenaamd sympathieke hogepriester die buiten de Orde opereert.
pt_br: O Oráculo é supostamente um grande sacerdote benevolente que opera fora da Ordem.
ro: Oracolul e un preot care simpatizează cu noi, și care se spune că operează din afara Ordinului.
sv: Oraklet är en förmodat sympatisk överstepräst som verkar utanför orden.
tr: Kahin, Düzen'in dışında faaliyet gösteren sözde sempatik bir baş rahiptir.

# TXT_SUB_LOG48
source: The Oracle's temple is in the Borderlands, on the outskirts of town.
da: Oraklets tempel ligger i grænselandet, i udkanten af byen.
ja: オラクルの寺院は町の郊外にある国境地帯の西側にあるわ。
nl: De tempel van het Orakel staat in de grensstreek van Nederland, aan de rand van de stad.
pt_br: O tempo do Oráculo está nas fronteiras, fora da cidade.
ro: Templul Oracolului e în Mărginime, la ieșirea din oraș.
sv: Oraklets tempel ligger i gränslandet, i utkanten av staden.
tr: Kahin'in tapınağı Sınır Toprakları'nda, şehrin eteklerinde.

# TXT_SUB_LOG49
source: The Order has taken our beautiful planet and turned it into a dump.
da: Ordenen har taget vores smukke planet og forvandlet den til en losseplads.
ja: オーダーは我々の立つこの惑星を奪い、それをゴミへと変えた。
nl: De Orde heeft onze mooie planeet in beslag genomen en er een vuilnisbelt van gemaakt.
pt_br: A Ordem transformou este lindo planeta em um depósito de lixo.
ro: Ordinul ne-a luat planeta minunată și a transformat-o într-o groapă de gunoi.
sv: Orden har tagit vår vackra planet och förvandlat den till en soptipp.
tr: Tarikat güzel gezegenimizi aldı ve onu bir çöplüğe çevirdi.

# TXT_SUB_LOG50
source: Here it is. I'm recording everything, it's not that I don't have faith that you'll survive, it's just that we can't let the Order control the Sigil.
da: Her er den. Jeg optager alt, det er ikke fordi jeg ikke tror på, at I vil overleve, men vi kan ikke lade Ordenen kontrollere Sigil.
ja: ここよ。私は全て記録している、貴方が生き残れる可能性が無いわけではなく、 オーダー如きにシジルを制御できるわけがないという事だ。
nl: Hier is het. Ik ben alles aan het opnemen, het is niet dat ik geen vertrouwen heb dat je het zult overleven, maar het is gewoon dat we de Orde de Sigil niet kunnen laten controleren door de Orde.
pt_br: Certo, estou gravando tudo. Não é que eu não tenha fé de que você vá sobreviver, mas não podemos deixar a Ordem controlar o Sigilo.
ro: Aici e. Înregistrez totul. Nu e vorba c nu vei supraviețui, dar nu putem permite Ordinului să controleze Sigiliul.
sv: Här är den. Jag spelar in allting, det är inte så att jag inte tror på att du kommer att överleva, det är bara det att vi inte kan låta Orden kontrollera Sigil.
tr: İşte burası. Her şeyi kaydediyorum, hayatta kalacağınıza inanmadığımdan değil, sadece Düzen'in Sigil'i kontrol etmesine izin veremeyiz.

# TXT_SUB_LOG51
source: You are brave, my comrade. I'm proud to be along for the ride.
da: Du er modig, min kammerat. Jeg er stolt af at være med på turen.
ja: 貴方は勇敢で、私の同志。貴方に就けた事を私は誇りに思ってるわ。
nl: Je bent dapper, mijn kameraad. Ik ben er trots op dat ik meega voor de rit.
pt_br: Você é corajoso, meu companheiro. Tenho orgulho de estar junto com você.
ro: Ești viteaz, soldatul meu. Sunt mândru să lupt alături de tne.
sv: Du är modig, min kamrat. Jag är stolt över att vara med på resan.
tr: Cesursun, yoldaşım. Seninle birlikte olmaktan gurur duyuyorum.

# TXT_SUB_LOG52
source: Could you pause for a second? I'm getting a little sick.
da: Kan du holde en pause et øjeblik? Jeg er ved at få det lidt dårligt.
ja: ちょっと待ってもらえる?少しばかりうんざりしてるわ。
nl: Kun je even pauzeren? Ik word een beetje ziek.
pt_br: Pode parar por um minuto? Estou ficando com enjôo.
ro: Poți să te opreși un moment? Mi se face rău.
sv: Kan du stanna upp en stund? Jag börjar bli lite sjuk.
tr: Bir saniye durabilir misin? Biraz midem bulanıyor.

# TXT_SUB_LOG53
source: Why do we have to spend so much time underground? I've seen underground.
da: Hvorfor skal vi tilbringe så meget tid under jorden? Jeg har set under jorden.
ja: 何故私達は地下に長居せねばならないの?地下はもうわかったから。
nl: Waarom moeten we zoveel tijd onder de grond doorbrengen? Ik heb ondergronds gezien.
pt_br: Por que a gente tem que ficar tanto tempo no subterrâneo? Já vi bastante do subterrâneo.
ro: De ce trebuie să petrecem atâta timp sub pământ? Am văzut subteranul.
sv: Varför måste vi tillbringa så mycket tid under jord? Jag har sett underjorden.
tr: Neden yeraltında bu kadar çok vakit geçirmek zorundayız? Yeraltını gördüm.

# TXT_SUB_LOG54
source: Are we really supposed to trust a guy whose inner sanctum is green?
da: Skal vi virkelig stole på en fyr, hvis indre helligdom er grøn?
ja: 聖域内部と全身が緑色の者を信用するべきなの?
nl: Moeten we echt vertrouwen hebben in een man wiens innerlijke heiligdom groen is?
pt_br: Será que a gente deve mesmo confiar num cara cujo grande santuário é verde?
ro: Chiar ar trebui să avem încredere în cineva în cineva al cărui sanctuar e verde?
sv: Är det verkligen meningen att vi ska lita på en kille vars inre helgedom är grön?
tr: Kutsal alanı yeşil olan bir adama gerçekten güvenmemiz mi gerekiyor?

# TXT_SUB_LOG55
source: Crimson and Obsidian? Why can't he say red and black.
da: Purpur og Obsidian? Hvorfor kan han ikke sige rød og sort.
ja: 深紅と黒曜石?何故彼は赤と黒と言わないの。
nl: Crimson en Obsidian? Waarom kan hij niet rood en zwart zeggen.
pt_br: Carmesim e Obsidiana? Por que ele não diz logo vermelho e preto?
ro: Străveziu și Obsidian? De ce nu poate spune roșu și negru.
sv: Karminrött och Obsidian? Varför kan han inte säga röd och svart.
tr: Crimson ve Obsidian? Neden kırmızı ve siyah diyemiyor?

# TXT_SUB_LOG56
source: The Bishop is the Order's military leader. He plots their tactics, runs their spies and is charged with controlling us. We off him and we score twice.
da: Biskoppen er ordenens militære leder. Han udtænker deres taktik, leder deres spioner og har til opgave at kontrollere os. Hvis vi dræber ham, scorer vi to gange.
ja: ビショップはオーダーの軍事指揮官よ。 奴等の戦術を企てスパイを駆り立て私達の支配が管轄だ。 奴を仕留めれば得点は倍額でしょう。
nl: De bisschop is de militaire leider van de Orde. Hij zet hun tactiek uit, leidt hun spionnen en heeft de opdracht ons te controleren. We gaan van hem af en we scoren twee keer.
pt_br: O Bispo é o líder militar da Ordem. Ele planeja suas táticas, comanda seus espiões e é encarregado de nos controlar. Eliminamos ele e é dois coelhos numa tacada só.
ro: Episcopul e liderul militar al Ordinului. Le planifică schemele, tacticile, spionează, și ne controlează. Îl eliminăm și înscriem de două ori.
sv: Biskopen är ordens militära ledare. Han planerar deras taktik, leder deras spioner och har till uppgift att kontrollera oss. Om vi dödar honom får vi två poäng.
tr: Piskopos, Tarikat'ın askeri lideridir. Taktiklerini planlar, casuslarını yönetir ve bizi kontrol etmekle görevlidir. Ondan kurtulursak iki kere kazanırız.

# TXT_SUB_LOG57
source: The Bishop is going to be heavily guarded so why don't we swipe a uniform and blend in?
da: Biskoppen vil være stærkt bevogtet, så hvorfor tager vi ikke en uniform og falder ind i mængden?
ja: ビショップのいる場所の警備は厳重なので、奴等の制服を盗み紛れ込む方が良いのでは?
nl: De bisschop zal zwaar bewaakt worden, dus waarom vegen we er niet een uniform overheen en mengen we ons in de bisschop?
pt_br: O Bispo está protegido por vários guardas, então que tal roubar um uniforme e se mesclar?
ro: Episcopul o să fie extrem de bine păzit deci de ce nu luăm o uniformă și ne camuflăm?
sv: Biskopen kommer att vara tungt bevakad så varför tar vi inte en uniform och smälter in?
tr: Piskopos çok sıkı korunuyor olacak, neden bir üniforma çalıp aralarına karışmıyoruz?

# TXT_SUB_LOG58
source: Remind me, we win this thing and I'll call in a decorator.
da: Mind mig om, at hvis vi vinder det her, så tilkalder jeg en dekoratør.
nl: Herinner me eraan, we winnen dit ding en ik zal een decorateur inschakelen.
pt_br: Não deixa eu esquecer, depois de vencermos vou chamar um decorador.
ro: Adu-mi aminte, câștigăm și chem să ne decoreze.
sv: Påminn mig om att om vi vinner det här så ska jag kalla in en dekoratör.
tr: Hatırlat bana, bu şeyi kazanırsak bir dekoratör çağıracağım.

# TXT_SUB_LOG59
source: I just got word we got an informer inside the fortress. Let's head toward what they call the hospital, he works there.
da: Jeg har lige hørt, at vi har en stikker inde i fæstningen. Lad os gå mod det, de kalder hospitalet. Han arbejder der.
ja: 要塞の中に情報提供者がいるという話を聞いた。 奴等が病院と呼んでいる場所に勤めているので向かいましょう。
nl: Ik heb net gehoord dat we een informant in het fort hebben. Laten we naar wat ze het ziekenhuis noemen gaan, hij werkt daar.
pt_br: Acabei de receber a informação de que temos um informante dentro da fortaleza. Vamos para onde eles chamam de "hospital". Ele trabalha lá.
ro: Tocmai am primit ceva de la un informator din interiorul fortăreței. Să merge înspre ceea ce ei numesc spital, lucrează acolo.
sv: Jag fick just höra att vi har en informatör inne i fästningen. Vi går mot det som de kallar sjukhuset, han arbetar där.
tr: Az önce kalenin içinde bir muhbirimiz olduğu haberini aldım. Hastane dedikleri yere doğru gidelim, orada çalışıyor.

# TXT_SUB_LOG60
source: Grab the plans and knock out the computer, ok?
da: Tag tegningerne og slå computeren ud, okay?
ja: 計画を奪いにコンピューターを破壊する、いけるわね?
nl: Pak de plannen en sla de computer eruit, oké?
pt_br: Pegue os planos e destrua o computador, ok?
ro: Ia planurile și distruge calculatorul, ok?
sv: Ta ritningarna och slå ut datorn, okej?
tr: Planları al ve bilgisayarı devre dışı bırak, tamam mı?

# TXT_SUB_LOG61
source: Alright, I'm not complaining, but next time we might try the way that isn't buckets of blood.
da: Okay, jeg klager ikke, men næste gang kan vi måske prøve den måde, der ikke er spandevis af blod.
ja: 大丈夫、次は血のバケツをぶち撒けない方法を試した方がいい。
nl: Oké, ik klaag niet, maar de volgende keer kunnen we misschien de manier proberen waarop dat geen emmers bloed is.
pt_br: Tá bem, não estou reclamando. Mas da próxima vez vamos tentar de um jeito que não seja sangue jorrando pra tudo que é lado.
ro: În regulă, nu mă plâng, dar data viitoare încercăm calea care nu duce la găleți de sânge.
sv: Okej, jag klagar inte, men nästa gång kanske vi ska försöka på det sätt som inte innebär hinkar med blod.
tr: Pekala, şikayet etmiyorum ama bir dahaki sefere kova kova kan olmayan yolu deneyebiliriz.

# TXT_SUB_LOG62
source: We've been through endless hallways before, but I swear, these walls are moving as we pass.
da: Vi har været igennem endeløse gange før, men jeg sværger, at disse vægge bevæger sig, mens vi passerer.
ja: 以前に私達は無限へ通じる玄関を通ったかと思うが、誓おう、 通り過ぎた時に壁が動いていたからだと。
nl: We zijn al eens door eindeloze gangen geweest, maar ik zweer het, deze muren bewegen zich in de loop van de tijd.
pt_br: Já passamos por inúmeros corredores antes, mas eu juro, essas paredes ficam se mexendo enquanto a gente passa.
ro: Am mai fost prin holuri nesfârșite dar jur că zidurile ăstea se mișcă odată cu noi.
sv: Vi har gått igenom ändlösa korridorer förut, men jag svär att de här väggarna rör sig när vi passerar.
tr: Daha önce de sonsuz koridorlardan geçtik, ama yemin ederim, bu duvarlar biz geçerken hareket ediyor.

# TXT_SUB_LOG63
source: Well, you gotta figure. Military leader equals lots of bad guys.
da: Det må man regne ud. Militær leder er lig med masser af skurke.
ja: さて、貴方はフィギュアを得た。軍隊指揮者は大勢の悪人に匹敵するわ。
nl: Nou ja, je moet het wel beseffen. Militair leider is gelijk aan veel slechteriken.
pt_br: Olha só, quem diria. Líder militar é igual a um monte de caras malvados.
ro: Ei, dă-ți seama. Lider militar înseamnă mulți băieți răi.
sv: Det måste man räkna ut. Militär ledare är lika med många skurkar.
tr: Bunu anlamalısın. Askeri lider eşittir bir sürü kötü adam.

# TXT_SUB_LOG64
source: Don't give up. This is it. Straight ahead.
da: Du må ikke give op. Det er nu. Lige fremad.
ja: 諦めないで。これでいいんだ。真っ直ぐ行こう。
nl: Geef niet op. Dit is het. Rechtdoor.
pt_br: Não desista. Esta é a hora. Siga reto adiante.
ro: Nu te da bătut. Asta e. Drept înainte.
sv: Ge inte upp. Det här är det. Rakt fram.
tr: Sakın pes etme. İşte burası. Dümdüz ilerle.

# TXT_SUB_LOG65
source: Next time, we stop at a gas station and ask for directions.
da: Næste gang stopper vi ved en tankstation og spørger om vej.
nl: De volgende keer stoppen we bij een tankstation en vragen we de weg.
pt_br: Da próxima vez vamos parar num posto de gasolina e perguntar onde fica.
ro: Data viitoare ne oprim la o benzinărie și întrebăm despre repere.
sv: Nästa gång stannar vi vid en bensinstation och frågar efter vägen.
tr: Bir dahaki sefere benzin istasyonunda durup yol sorarız.

# TXT_SUB_LOG66
source: Oh no! More bells and whistles and nasty guys chasing us.
da: Åh nej! Flere klokker og fløjter og grimme fyre, der jagter os.
ja: あーらら!鐘と笛で更に厄介な奴等を呼び込んできたな。
nl: Oh nee! Nog meer toeters en bellen en vervelende jongens die ons achterna zitten.
pt_br: Ai não! Mais bugigangas e capangas vindo atrás de nós.
ro: Oh nu! Mai mulți băieți răi ne urmăresc!
sv: Åh nej! Fler klockor och visselpipor och otäcka killar som jagar oss.
tr: Olamaz! Daha fazla zil ve düdük ve bizi kovalayan kötü adamlar.

# TXT_SUB_LOG67
source: You know, from the outside, this place looks tiny.
da: Udefra ser det her sted lille ud.
ja: 外から見ると、此処は小さいみたいね。
nl: Weet je, van buitenaf ziet deze plek er klein uit.
pt_br: Sabe, vendo de longe esse lugar parece minúsculo.
ro: Știi, din afară, locul ăsta arată mărunt.
sv: Du vet, från utsidan ser det här stället pyttelitet ut.
tr: Dışarıdan bakınca burası çok küçük görünüyor.

# TXT_SUB_LOG68
source: I'm getting a new enemy reading. Don't stop and stare, just waste 'em.
da: Jeg får en ny fjendeudlæsning. Lad være med at stoppe op og stirre, bare smadr dem.
nl: Ik krijg een nieuwe vijandelijke lezing. Niet stoppen en staren, maar ze gewoon verspillen.
pt_br: Estou recebendo sinais de um novo inimigo. Nâo fique parado olhando, mete bala neles.
ro: Citesc inamici în apropiere. Nu te oprii și holba, fă-i bucăți.
sv: Jag får en ny fiende som läser av. Stanna inte och stirra, bara döda dem.
tr: Yeni bir düşman okuması alıyorum. Durup bakma, sadece harca onları.

# TXT_SUB_LOG69
source: I hate these forcefields. Look for the shut-off switch, it's gotta be nearby.
da: Jeg hader disse kraftfelter. Se efter slukkontakten. Den må være i nærheden.
ja: 私はフォースフィールドが憎いわ。遮断させるスイッチが近くにあるはずだわ。
nl: Ik haat deze krachtvelden. Zoek naar de afsluitschakelaar, die moet in de buurt zijn.
pt_br: Odeio esses campos de força. Procure pelo interruptor de desligar, deve estar por perto.
ro: Urăsc compurile de forță. Uită-te după un buton de oprire, trebuie să fie în apropiere.
sv: Jag hatar de här kraftfälten. Leta efter avstängningsknappen, den måste vara i närheten.
tr: Bu güç alanlarından nefret ediyorum. Kapatma düğmesini ara, yakında olmalı.

# TXT_SUB_LOG70
source: Ooh, very impressive. Let's blow it up!
da: Meget imponerende. Lad os sprænge den i luften!
ja: あら、見事な物ね。是非とも火薬を献上しましょう。
nl: Ooh, heel indrukwekkend. Laten we hem opblazen!
pt_br: Oohh, que impressionante! Vamos detoná-lo.
ro: ooh, foarte impresionant. Să-l aruncăm în aer!
sv: Ooh, väldigt imponerande. Vi spränger den!
tr: Ooh, çok etkileyici. Hadi havaya uçuralım!

# TXT_SUB_LOG71
source: Jump on the teleporter, let's blow this pop stand.
da: Hop på teleporteren, lad os sprænge denne popstand.
nl: Spring op de teleporter, laten we deze popstandaard opblazen.
pt_br: Entre no teletransportador, vamos explodir este muquifo.
ro: Sari în teleportor, să aruncăm în aer totul.
sv: Hoppa på teleportern, låt oss spränga det här popståndet.
tr: Işınlayıcıya atla, hadi şu pop standını havaya uçuralım.

# TXT_SUB_LOG72
source: Wait, the Oracle said we would know him by his symbol of power. Are you thinking what I'm thinking?
da: Vent, Oraklet sagde, at vi ville kende ham på hans kraftsymbol. Tænker du det samme som mig?
ja: ちょっと待って、オラクルは私達に彼のシンボルを辿ればわかると述べたか。 貴方今、私と同じ事考えてる?
nl: Wacht, het Orakel zei dat we hem zouden kennen aan zijn machtssymbool. Denk jij wat ik denk?
pt_br: Peraí, o Oráculo disse que reconheceríamos ele pelo seu símbolo de poder. Você está pensando o mesmo que eu?
ro: Stai, Oracolul zicea că îl vom cunoaște după însemnul lui. Te gândeștila același lucru?
sv: Vänta, Oraklet sa att vi skulle känna igen honom på hans kraftsymbol. Tänker du samma sak som jag?
tr: Bekle, Kahin onu güç sembolünden tanıyacağımızı söylemişti. Sen de benim düşündüğümü mü düşünüyorsun?

# TXT_SUB_LOG73
source: These guys got a decorating idea that works, and they just beat it to death.
da: Disse fyre har en dekorativ idé, som virker, og de slår den bare ihjel.
nl: Deze jongens hebben een decoratief idee dat werkt, en ze hebben het gewoon doodgeslagen.
pt_br: Esses caras tinham uma idéia de decoração que funcionava e depois mandaram tudo pro saco.
ro: Tipii ăștia au o idee despre decorații în aplicare.
sv: De här killarna har en dekorationsidé som fungerar, och de bara slår ihjäl den.
tr: Bu adamların işe yarayan bir dekorasyon fikri var ve onu öldüresiye dövüyorlar.

# TXT_SUB_LOG74
source: Did you see that weird spectre that came out of the Bishop's body? Where have I seen that before?
da: Så du det underlige spøgelse, der kom ud af biskoppens krop? Hvor har jeg set det før?
ja: ビショップの体から出てきたあの奇妙な幽体を見た? 以前に何処かで見た気がするけど?
nl: Zag je dat rare spook dat uit het lichaam van de bisschop kwam? Waar heb ik dat eerder gezien?
pt_br: Você viu aquele espectro estranho que saiu do corpo do BIspo? Onde foi que eu já vi isso antes?
ro: Ai văzut acel spectru ieșind din Episcop? Unde am mai văzut asta?
sv: Såg du det konstiga spöket som kom ut ur biskopens kropp? Var har jag sett det förut?
tr: Piskoposun bedeninden çıkan o garip hayaleti gördün mü? Bunu daha önce nerede görmüştüm?

# TXT_SUB_LOG75
source: Judgment call time. Now that we got two pieces we might wanna return to base. What does your instinct tell you?
da: Det er tid til at dømme. Nu hvor vi har to stykker, bør vi måske vende tilbage til basen. Hvad siger dit instinkt dig?
nl: Oordeel roep tijd. Nu we twee stukken hebben, willen we misschien terug naar de basis. Wat zegt je instinct je?
pt_br: Hora do julgamento. Agora que temos duas peças, talvez a gente queira voltar pra base. O que o seu instinto diz?
ro: Timpul să judecăm. Acum că avem două piese ne putem întoarce la bază. Ce-ți zice instinctul?
sv: Det är dags att döma. Nu när vi har två delar kanske vi borde återvända till basen. Vad säger din instinkt dig?
tr: Karar verme zamanı. Elimizde iki parça olduğuna göre üsse dönmek isteyebiliriz. İçgüdülerin sana ne söylüyor?
