Repository: the-phinet/UZDoom
Catalog: zdoom_game_strings/*.po
Languages: da, ja, nl, pt_br, ro, sv, tr

# TXT_ACS_MAP13_11_MYSER
source: My servants can smell your blood, human
da: Mine tjenere kan lugte dit blod, menneske
ja: 我が下僕が貴様の血を嗅ぎ付けた様だぞ、小童
nl: Mijn bedienden kunnen jouw bloed ruiken, mens
pt_br: Meus servos sentem o cheiro do seu sangue, human@[ao_ptb]
ro: Servitorii mei îți pot adulmeca sângele, muritorule
sv: Mina tjänare kan känna lukten av ditt blod, människa.
tr: Hizmetçilerim kanının kokusunu alabiliyor, insan.

# TXT_ACS_MAP21_0_ADOOR
source: A door opened in the Gibbet
da: En dør blev åbnet i Gibbet
ja: 晒し台 への扉が開いた
nl: Een deur geopend in de Gibbet
pt_br: Uma porta se abriu na Forca
ro: O ușă s-a deschis pe Eșafod
sv: En dörr öppnades i Gibbet
tr: İnfaz yerinde bir kapı açıldı

# TXT_ACS_MAP21_2_THEDO
source: The door is barred from the inside
da: Døren er spærret indefra
ja: この扉は内側から塞がれている
nl: De deur is van binnenuit geblokkeerd.
pt_br: A porta está barrada por dentro
ro: Ușa e blocată dinăuntru
sv: Dörren är spärrad från insidan
tr: Kapı içeriden kilitli.

# TXT_ACS_MAP22_3_APLAT
source: A platform has lowered in the tower
da: En platform er sænket i tårnet
ja: 塔内の昇降機が下りた
nl: Een platform is in de toren neergelaten in de toren
pt_br: Uma plataforma desceu na torre
ro: O platformă a coborât în turn
sv: En plattform har sänkts i tornet
tr: Kuleye bir platform indirildi

# TXT_ACS_MAP22_27_YOUHA
source: You have played this game too long, mortal...
da: Du har spillet dette spil for længe, dødelige...
ja: 遊びはここまでだ、小僧
nl: Je hebt dit spel te lang gespeeld, sterfelijke...
pt_br: Você jogou este jogo por tempo demais, mortal...
ro: Ai jucat acest joc prea multă vreme, muritorule...
sv: Du har spelat det här spelet för länge, dödlig...
tr: Bu oyunu çok uzun oynadın, ölümlü.

# TXT_ACS_MAP22_29_ITHIN
source: I think I shall remove you from the board
da: Jeg tror, jeg vil fjerne dig fra brættet.
ja: 盤上から貴様を排除する
nl: Ik denk dat ik u van het bord zal verwijderen
pt_br: Acho que irei removê-l@[ao_ptb] do tabuleiro
ro: Cred că e timpul să te înlătur de pe tablă
sv: Jag tror att jag ska ta bort dig från spelplanen.
tr: Sanırım seni tahtadan kaldırmalıyım.

# TXT_ACS_MAP23_10_YOUHE
source: You hear a door open upstairs
da: Du hører en dør blive åbnet ovenpå.
ja: 上層階の扉が開いた
nl: Je hoort een deur boven opengaan
pt_br: Você ouve uma porta se abrir lá em cima
ro: Auzi o ușă deschizându-se sus
sv: Du hör en dörr öppnas på övervåningen.
tr: Üst katta bir kapının açıldığını duyuyorsun.

# TXT_ACS_MAP27_8_WORSH
source: Worship me, and I may yet be merciful
da: Tilbeder du mig, så er jeg måske barmhjertig.
ja: 我を崇めろ、慈悲を残している内に
nl: Aanbid me, en ik mag dan nog genadig zijn
pt_br: Venere-me, e eu poderei ser piedoso
ro: Venerează-mă, și s-ar putea să mai fiu milostiv încă
sv: Dyrka mig, så kanske jag är barmhärtig.
tr: Bana ibadet et, belki merhamet ederim

# TXT_ACS_MAP27_10_THENA
source: Then again, maybe not
da: Men måske heller ikke
ja: まあ、有り得ないな
nl: Maar nogmaals, misschien niet
pt_br: Pensando melhor, talvez não
ro: Dar apoi, poate că nu
sv: Men å andra sidan, kanske inte.
tr: Sonra tekrar, belki de değil

# TXT_ACS_MAP28_6_ONENI
source: One ninth of the puzzle has been solved
da: En niende del af puslespillet er blevet løst
ja: 九種のパズルの一つが解かれた
nl: Een negende van de puzzel is opgelost.
pt_br: Um nono do quebra-cabeça foi resolvido
ro: O noime din puzzle a fost rezolvată
sv: En niondel av pusslet har lösts.
tr: Bulmacanın dokuzda biri çözüldü

# TXT_ACS_MAP28_7_ONTHE
source: On the Monastery
da: På klosteret
ja: 修道院 にわずかに影響を与えた
nl: Op het klooster
pt_br: No Mosteiro
ro: pe Mănăstire
sv: På klostret
tr: Manastır Üzerine

# TXT_ACS_MAP30_6_ONENI
source: One ninth of the puzzle has been solved
da: En niende del af puslespillet er blevet løst
ja: 九種のパズルの一つが解かれた
nl: Een negende van de puzzel is opgelost.
pt_br: Um nono do quebra-cabeça foi resolvido
ro: O noime din puzzle a fost rezolvată
sv: En niondel av pusslet har lösts.
tr: Bulmacanın dokuzda biri çözüldü

# TXT_ACS_MAP30_7_ONTHE
source: On the Monastery
da: På klosteret
ja: 修道院 にわずかに影響を与えた
nl: Op het klooster
pt_br: No Mosteiro
ro: pe Mănăstire
sv: På klostret
tr: Manastır Üzerine

# TXT_ACS_MAP34_1_ONENI
source: One ninth of the puzzle has been solved
da: En niende del af puslespillet er blevet løst
ja: 九種のパズルの一つが解かれた
nl: Een negende van de puzzel is opgelost.
pt_br: Um nono do quebra-cabeça foi resolvido
ro: O noime din puzzle a fost rezolvată
sv: En nionde del av pusslet har lösts.
tr: Bulmacanın dokuzda biri çözüldü

# TXT_ACS_MAP34_2_ONTHE
source: On the Monastery
da: På klosteret
ja: 修道院 にわずかに影響を与えた
nl: Op het klooster
pt_br: No Mosteiro
ro: pe Mănăstire
sv: På klostret
tr: Manastır Üzerine

# TXT_ACS_MAP35_0_THEPO
source: The portal has been sealed
da: Portalen er blevet forseglet
ja: ポータルは封印された
nl: Het portaal is verzegeld
pt_br: O portal foi selado
ro: Portalul a fost închis
sv: Portalen har förseglats.
tr: Geçit mühürlendi

# TXT_ACS_MAP35_1_CHOOS
source: Choose your fate
da: Vælg din skæbne
ja: 運命を撰べ
nl: Kies uw lot
pt_br: Escolha o seu destino
ro: Alegeți destinul
sv: Välj ditt öde
tr: Kaderinizi seçin

# TXT_ACS_MAP35_3_THEDO
source: The door is barred from the inside
da: Døren er spærret indefra
ja: この扉は内側から塞がれている
nl: De deur is van binnenuit geblokkeerd.
pt_br: A porta está barrada por dentro
ro: Ușa e blocată dinăuntru
sv: Dörren är spärrad från insidan
tr: Kapı içeriden kilitli.

# TXT_ACS_MAP35_12_AREYO
source: Are you strong enough
da: Er du stærk nok?
ja: お前がどれだけ強かろうと
nl: Ben je sterk genoeg
pt_br: Você é forte o suficiente
ro: Ești întradevăr suficient de puternic
sv: Är du stark nog?
tr: Yeterince güçlü müsün?

# TXT_ACS_MAP35_14_TOFAC
source: To face your own masters?
da: Til at møde dine egne mestre?
ja: お前の師に立ち向かえるのか?
nl: Om je eigen meesters onder ogen te komen?
pt_br: Para enfrentar os seus próprios mestres?
ro: Să îți înfrunți proprii stăpâni?
sv: För att möta dina egna mästare?
tr: Kendi efendilerinizle yüzleşmek için mi?

# TXT_ACS_MAP33_6_YOUDA
source: You dare battle in the ready room?
da: Tør du kæmpe i beredskabsrummet?
ja: 挑戦する準備は整ったか?
nl: Durf jij te vechten in de readyroom?
pt_br: Como ousa batalhar na sala de espera?
ro: Îndrăznești să lupți în camera de așteptare?
sv: Vågar du slåss i det färdiga rummet?
tr: Hazırlanma odasında savaşmaya mı cüret ediyorsun?

# TXT_ACS_MAP33_7_FORTH
source: For that, you shall die!
da: For det skal du dø!
ja: ならば、死へ進め!
nl: Daarvoor zal je sterven!
pt_br: Você morrerá por isso!
ro: Pentru asta, vei muri!
sv: För det ska du dö!
tr: Bunun için öleceksin!

# TXT_ACS_MAP41_6_THEWA
source: The waterfall is open
da: Vandfaldet er åbent
ja: 滝 は開いた
nl: De waterval is open
pt_br: A cascata está aberta
ro: Cascada e deschisă
sv: Vattenfallet är öppet
tr: Şelale açık

# TXT_ACS_MAP41_7_THEWA
source: The waterfall is blocked
da: Vandfaldet er blokeret
ja: 滝 は塞がっている
nl: De waterval is geblokkeerd
pt_br: A cascata está bloqueada
ro: Cascada e închisă
sv: Vattenfallet är blockerat
tr: Şelale tıkalı

# TXT_ACS_MAP41_8_ADOOR
source: A door has opened in the chapel
da: Der er åbnet en dør i kapellet
ja: 庵寺 への扉が開いた
nl: Een deur is geopend in de kapel
pt_br: Uma porta se abriu na capela
ro: O ușă s-a deschis în capelă
sv: En dörr har öppnats i kapellet.
tr: Şapelde bir kapı açıldı.

# TXT_ACS_MAP42_4_NOWTH
source: Now that's odd...
da: Det er mærkeligt...
ja: 何かがおかしい...
nl: Dat is vreemd....
pt_br: Que estranho...
ro: Asta e ciudat...
sv: Det där är konstigt...
tr: İşte bu garip.

# TXT_ACS_MAP44_1_THREE
source: Three more parts of the puzzle remain
da: Der er endnu tre dele af gåden tilbage
ja: パズルの部品は残り 3つ
nl: Er blijven nog drie onderdelen van de puzzel over
pt_br: Faltam mais três partes do quebra-cabeça
ro: Trei părți din puzzle încă rămân
sv: Det återstår tre delar av pusslet.
tr: Bulmacanın üç parçası daha kaldı.

# TXT_ACS_MAP44_2_TWOMO
source: Two more parts of the puzzle remain
da: Der er endnu to dele af puslespillet tilbage
ja: パズルの部品は残り 2つ
nl: Twee andere delen van de puzzel blijven over
pt_br: Faltam mais duas partes do quebra-cabeça
ro: Două părți din puzzle încă rămân
sv: Ytterligare två delar av pusslet återstår
tr: Bulmacanın iki parçası daha kaldı

# TXT_ACS_MAP44_3_ONEMO
source: One more part of the puzzle remains
da: Der er endnu en del af puslespillet tilbage
ja: パズルの部品は残り 1つ
nl: Nog een deel van de puzzel blijft over
pt_br: Falta mais uma parte do quebra-cabeça
ro: O parte din puzzle încă rămâne
sv: Ytterligare en del av pusslet återstår
tr: Bulmacanın bir parçası daha kaldı

# TXT_ACS_MAP44_4_THEPU
source: The puzzle is complete
da: Puslespillet er færdigt
ja: パズルは完成した
nl: De puzzel is compleet
pt_br: O quebra-cabeça está concluído
ro: Puzzle-ul e rezolvat
sv: Pusslet är komplett
tr: Bulmaca tamamlandı

# TXT_ACS_MAP44_6_YOUHA
source: You have not completed the puzzle
da: Du har ikke fuldført puslespillet
ja: パズルはまだ完成していない
nl: Je hebt de puzzel nog niet voltooid.
pt_br: Você não concluiu o quebra-cabeça
ro: Nu ai rezolvat puzzle-ul
sv: Du har inte fullbordat pusslet
tr: Bulmacayı tamamlamadınız

# TXT_ACS_MAP44_8_THEFL
source: The floor is not safe!
da: Gulvet er ikke sikkert!
ja: この場は安全ではない!
nl: De vloer is niet veilig!
pt_br: O chão não está seguro!
ro: Podeaua nu e sigură!
sv: Golvet är inte säkert!
tr: Zemin güvenli değil!

# TXT_ACS_MAP44_10_ONETH
source: One third of the puzzle is solved
da: En tredjedel af puslespillet er løst
ja: パズルの 三分の一 が解かれた
nl: Een derde van de puzzel is opgelost.
pt_br: Um terço do quebra-cabeça foi resolvido
ro: O treime din puzzle e rezolvată
sv: En tredjedel av pusslet är löst
tr: Bulmacanın üçte biri çözüldü

# TXT_ACS_MAP44_11_TWOTH
source: Two thirds of the puzzle is solved
da: To tredjedele af puslespillet er løst
ja: パズルの 三分の二 が解かれた
nl: Tweederde van de puzzel is opgelost
pt_br: Dois terços do quebra-cabeça foi resolvido
ro: Două treimi din puzzle sunt rezolvate
sv: Två tredjedelar av pusslet är löst.
tr: Bulmacanın üçte ikisi çözüldü

# TXT_ACS_MAP45_1_YOUHE
source: You hear a platform moving in the distance
da: Du hører en platform bevæge sig i det fjerne
ja: 昇降機の音が遠くで聞こえる
nl: Je hoort een platform bewegen in de verte
pt_br: Você ouve de longe uma plataforma se movendo
ro: Auzi o platformă mișcându-se în depărtare
sv: Du hör en plattform som rör sig på avstånd.
tr: Uzakta bir platformun hareket ettiğini duyuyorsunuz.

# TXT_ACS_MAP46_0_ITISD
source: It is done...
da: Det er gjort...
ja: これで完了だ...
nl: Het is gebeurd
pt_br: Pronto...
ro: E gata...
sv: Det är gjort...
tr: Bitti...

# TXT_ACS_MAP46_1_YOUHA
source: You have not completed the puzzle
da: Du har ikke løst puslespillet
ja: パズルはまだ完成していない
nl: Je hebt de puzzel nog niet voltooid...
pt_br: Você não terminou o quebra-cabeça
ro: Nu ai rezolvat puzzle-ul
sv: Du har inte fullbordat pusslet.
tr: Bulmacayı tamamlamadınız

# TXT_ACS_MAP46_2_IMWAR
source: I'm warning you...
da: Jeg advarer dig...
ja: お前に警告しよう...
nl: Ik waarschuw je...
pt_br: Estou te avisando...
ro: Te avertizez...
sv: Jag varnar dig...
tr: Seni uyarıyorum.

# TXT_ACS_MAP46_3_STUBB
source: Stubborn, aren't you?
da: Du er stædig, ikke sandt?
ja: 頑固だと、自らも思わないか?
nl: Koppig, nietwaar?
pt_br: Você é teimos@[ao_ptb], não é mesmo?
ro: Încăpățânat, nu-i așa?
sv: Du är envis, eller hur?
tr: İnatçısın, değil mi?

# TXT_ACS_MAP46_4_ANDST
source: And stupid, too
da: Og også dum
ja: そして、あまりにも愚か者だ
nl: En ook dom
pt_br: E estúpid@[ao_ptb] também
ro: Și prost, pe deasupra
sv: Och dum också.
tr: Ve de aptal.

# TXT_ACS_MAP46_8_ONEFO
source: One fourth of this puzzle is complete
da: En fjerdedel af dette puslespil er fuldført
ja: パズルの 四分の一 が解かれた
nl: Een vierde van deze puzzel is compleet
pt_br: Um quarto deste quebra-cabeça está completo
ro: O pătrime din puzzle e rezolvată
sv: En fjärdedel av pusslet är klart.
tr: Bu bulmacanın dörtte biri tamamlandı

# TXT_ACS_MAP46_9_BADCH
source: Bad choice...
da: Dårligt valg...
ja: 拙い選択だ...
nl: Slechte keuze....
pt_br: Péssima escolha...
ro: Proastă alegere...
sv: Dåligt val...
tr: Kötü seçim...

# TXT_ACS_MAP47_2_THESY
source: The symbols are not aligned
da: Symbolerne er ikke på linje med hinanden.
ja: シンボルが揃っていない
nl: De symbolen zijn niet uitgelijnd
pt_br: Os símbolos não estão alinhados
ro: Simbolurile nu sunt aliniate
sv: Symbolerna är inte i linje med varandra.
tr: Semboller aynı hizada değil

# TXT_ACS_MAP48_2_THEDO
source: The door won't open from this side
da: Døren kan ikke åbnes fra denne side.
ja: 扉はこちら側から開けられない
nl: De deur gaat niet open van deze kant
pt_br: A porta não se abrirá deste lado
ro: Ușile nu se vor deschide de pe partea asta
sv: Dörren öppnas inte från den här sidan.
tr: Kapı bu taraftan açılmıyor.

# TXT_ACS_MAP50_1_THEDO
source: The door is barred from the outside
da: Døren er spærret udefra
ja: この扉は外側から塞がれている
nl: De deur is van buitenaf uitgesloten
pt_br: A porta está barrada por fora
ro: Ușa e încuiată pe dinafară
sv: Dörren är spärrad från utsidan
tr: Kapı dışarıdan parmaklıklı.

# TXT_ACS_MAP51_5_SACRI
source: Sacrilege !
da: Helligbrøde!
ja: 罰当たりが!
nl: Heiligschennis!
pt_br: Sacrilégio!
ro: Sacrilegiu!
sv: Helgerån!
tr: Kutsala saygısızlık!

# TXT_ACS_MAP51_6_YOUHA
source: You have defiled Eric's tomb !!
da: Du har besudlet Erics grav!!
ja: 貴様はエリックの墓を荒らしたな!!
nl: Je hebt Eric's graf bevlekt!!
pt_br: Você violou a tumba de Eric!
ro: Ai profanat mormântul lui Eric!!
sv: Du har besudlat Erics grav!!
tr: Eric'in mezarını kirlettin!

# TXT_ACS_MAP51_7_ANDNO
source: And now you die !!!
da: Og nu skal du dø!!!!
ja: 万死に値する!!!
nl: En nu ga je dood!!!!!
pt_br: E agora você morrerá!!!
ro: Iar acum, mori!!
sv: Och nu dör du !!!
tr: Ve şimdi öleceksin!!!

# TXT_ACS_MAP51_8_ONETH
source: One third of the puzzle is solved
da: En tredjedel af gåden er løst
ja: パズルの 三分の一 が解かれた
nl: Een derde van de puzzel is opgelost.
pt_br: Um terço do quebra-cabeça foi resolvido
ro: O treime din puzzle e rezolvată
sv: En tredjedel av pusslet är löst
tr: Bulmacanın üçte biri çözüldü.

# TXT_ACS_MAP51_9_TWOTH
source: Two thirds of the puzzle is solved
da: To tredjedele af gåden er løst
ja: パズルの 三分の二 が解かれた
nl: Tweederde van de puzzel is opgelost
pt_br: Dois terços do quebra-cabeça foi resolvido
ro: Două treimi din puzzle sunt rezolvate
sv: Två tredjedelar av pusslet är löst.
tr: Bulmacanın üçte ikisi çözüldü

# TXT_ACS_MAP51_10_THECR
source: The crypt is open
da: Krypten er åben
ja: 地下聖堂 が開いた
nl: De crypte is open
pt_br: A cripta está aberta
ro: Cripta e deschisă
sv: Kryptan är öppen.
tr: Mahzen açık

# TXT_ACS_MAP51_11_BEWAR
source: Beware the spider's tomb
da: Pas på edderkoppens grav
ja: スパイダーの墓
nl: Pas op voor het graf van de spin
pt_br: Cuidado com a tumba da aranha
ro: Păzește-te de mormântul păianjenului
sv: Akta dig för spindelns grav
tr: Örümceğin mezarına dikkat edin

# TXT_ACS_MAP51_13_YOUHE
source: You hear a platform rise outside
da: Du hører en platform rejse sig udenfor
ja: 外で昇降機の音が聞こえる
nl: Je hoort een platform buiten opstijgen
pt_br: Você ouve uma plataforma subir lá fora
ro: Auzi o platformă ridicându-se afară
sv: Du hör en plattform stiga upp utanför.
tr: Dışarıda bir platformun yükseldiğini duyarsınız

# TXT_ACS_MAP51_14_DOYOU
source: Do you feel lucky?
da: Føler du dig heldig?
ja: 運が良かったと思うか?
nl: Heb je geluk?
pt_br: Está se sentindo com sorte?
ro: Te simți norocos?
sv: Känner du dig lycklig?
tr: Kendinizi şanslı mı hissediyorsunuz?

# TXT_ACS_MAP51_15_YOUGU
source: You guessed wrong!
da: Du gættede forkert!
ja: それは違うな!
nl: Je hebt het verkeerd geraden!
pt_br: Adivinhou errado!
ro: N-ai ghicit!
sv: Du gissade fel!
tr: Yanlış tahmin ettin!

# TXT_ACS_MAP51_16_GOODG
source: Good guess
da: Godt gættet.
ja: 良い推測だ
nl: Goede gok
pt_br: Certa resposta
ro: Ai ghicit
sv: Bra gissning
tr: İyi tahmin

# TXT_ACS_MAP51_17_CANYO
source: Can you do all the scripting for my level?
da: Kan du lave alt scripting til mit niveau?
ja: この階層を全て書き換える事は可能かな?
nl: Kun je al het scripten doen voor mijn niveau?
pt_br: Poderia fazer todo o scripting da minha fase?
ro: Te poți ocupa de scripting pentru nivelul meu?
sv: Kan du göra alla skript för min nivå?
tr: Benim seviyem için tüm senaryoyu yazabilir misin?

# TXT_ACS_MAP51_18_DONTT
source: Don't touch my gloppy
da: Rør ikke ved min gloppy
ja: 汚らしい手で触れるな
nl: Raak mijn gloppy niet aan
pt_br: Não toca no meu docinho!
ro: Nu-mi atinge bomboana
sv: Rör inte min glittriga
tr: Benim cıvıklığıma dokunma.

# TXT_ACS_MAP51_20_GIMME
source: Gimme some sugar, baby
da: Giv mig noget sukker, baby
ja: 砂糖が欲しいかい、ベイビー
nl: Geef me wat suiker, schatje.
pt_br: Me dá um pouco de açúcar, baby
ro: Dă-mi dulcele, iubito.
sv: Ge mig lite socker, baby
tr: Bana biraz şeker ver, bebeğim.

# TXT_ACS_MAP51_22_FILMI
source: Film in an hour?
da: Film om en time?
ja: 数時間のフィルム?
nl: Film in een uur?
pt_br: Quer ver um filme daqui a pouco?
ro: Film într-o oră?
sv: Filma om en timme?
tr: Bir saat içinde film mi?

# TXT_ACS_MAP51_23_IDONT
source: I don't even get my own tombstone - cf
da: Jeg får ikke engang min egen gravsten - cf
ja: 私は自分の墓標すら得られない - cf
nl: Ik krijg niet eens mijn eigen grafsteen - cf
pt_br: Eu nem ganhei a minha própria lápide - cf
ro: Nici măcar nu primesc piatră de mormânt - cf
sv: Jag får inte ens min egen gravsten - cf
tr: Kendi mezar taşımı bile alamıyorum - cf

# TXT_ACS_MAP51_24_LETNO
source: Let no blood be spilt
da: Lad intet blod blive spildt
ja: 血を零さないように
nl: Laat geen bloed worden vergoten
pt_br: Que sangue nenhum seja derramado
ro: Fie ca sângele să nu fie vărsat
sv: Låt inget blod spillas
tr: Kan dökülmesin

# TXT_ACS_MAP51_25_LETNO
source: Let no hand be raised in anger
da: Lad ingen hånd blive løftet i vrede
ja: 怒りで拳を振るわないように
nl: Laat geen hand worden opgestoken in woede...
pt_br: Que mão nenhuma seja erguida por raiva
ro: Fie ca nicio mână să nu fie ridicată în furie
sv: Låt ingen hand höjas i ilska
tr: Öfkeyle el kaldırmayın

# TXT_ACS_MAP52_9_WHODA
source: Who dares disturb our slumber?
da: Hvem vover at forstyrre vores slummer?
ja: 誰が、我々の眠りを妨げる勇気があるかな?
nl: Wie durft onze slaap te verstoren?
pt_br: Quem ousa perturbar o nosso descanso?
ro: Cine cutează să-mi perturbe odihna?
sv: Vem vågar störa vår slummer?
tr: Uykumuzu bölmeye kim cüret eder?

# TXT_ACS_MAP52_10_THEWA
source: The way is open
da: Vejen er åben
ja: 道は開いた
nl: De weg is open
pt_br: O caminho está aberto
ro: Calea e deschisă
sv: Vägen är öppen
tr: Yol açık

# TXT_ACS_MAP53_2_YOUHA
source: You have
da: Du har
ja: スイッチはまだ
nl: Je hebt
pt_br: Restam ainda
ro: Mai ai
sv: Du har

# TXT_ACS_MAP53_3_SWITC
source: \x20switches left
da: \x20kontakter tilbage
ja: 残っている
nl: \x20schakelaars over
pt_br: \x20interruptores
ro: \x20butoane rămase
sv: \x20växlar kvar
tr: \x20anahtarınız kaldı

# TXT_ACS_MAP53_4_YOUHA
source: You have only
da: Du har kun
ja: スイッチは
nl: Je hebt alleen
pt_br: Resta somente
ro: Mai ai doar
sv: Du har bara

# TXT_ACS_MAP53_5_SWITC
source: \x20switch left
da: \x20kontakter tilbage
ja: だけ残っている
nl: \x20schakelaar over
pt_br: \x20interruptor
ro: \x20buton rămas
sv: \x20växel kvar
tr: \x20anahtarınız kaldı

# TXT_ACS_MAP53_6_THEEX
source: The exit is open
da: Udgangen er åben
ja: 出口が開いた
nl: De uitgang is open
pt_br: A saída está aberta
ro: Ieșirea e deschisă
sv: Utgången är öppen
tr: Çıkış açık

# TXT_ACS_MAP54_1_THEDO
source: The doors won't open from this side
da: Dørene kan ikke åbnes fra denne side
ja: 扉はこちらから開けない
nl: De deuren gaan niet open van deze kant....
pt_br: As portas não se abrirão deste lado
ro: Ușile nu se vor deschide de pe partea asta
sv: Dörrarna öppnas inte från den här sidan
tr: Kapılar bu taraftan açılmıyor.

# TXT_ACS_MAP54_4_THEDO
source: The doors are open...
da: Dørene er åbne...
ja: ドアは開いている...
nl: De deuren zijn open....
pt_br: As portas estão abertas...
ro: Ușile sunt deschise...
sv: Dörrarna är öppna...
tr: Kapılar açık.

# TXT_ACS_MAP54_5_IFYOU
source: ...if you are ready
da: ...hvis du er klar
ja: ...準備が良いなら
nl: ...als je er klaar voor bent...
pt_br: ...se você estiver preparad@[ao_ptb]
ro: ...dacă ești pregătit
sv: ...om du är redo
tr: ...eğer hazırsanız

# TXT_ACS_MAP54_9_ADOOR
source: A door has opened
da: En dør er blevet åbnet
ja: 先へ進むドアは開いた
nl: Een deur is geopend
pt_br: Uma porta se abriu
ro: O ușă s-a deschis
sv: En dörr har öppnats
tr: Bir kapı açıldı

# TXT_ACS_MAP54_10_ONTHE
source: on the Chantry
da: på Kirkerummet
ja: 小礼拝堂 へ向かえ
nl: op de Chantry
pt_br: na Capela
ro: la Capelă
sv: på Chantry
tr: Chantry'de

# TXT_ACS_MAP54_11_ABRID
source: A bridge has been built
da: En bro er blevet bygget
ja: 先へ進む橋が架かった
nl: Er is een brug gebouwd
pt_br: Uma ponte foi construída
ro: Un pod a fost ridicat
sv: En bro har byggts
tr: Bir köprü inşa edildi

# TXT_ACS_MAP54_12_ONTHE
source: on the Abattoir
da: på Slagteriet
ja: 屠殺場 へ向かえ
nl: op het slachthuis
pt_br: no Matadouro
ro: pe Abator
sv: på slakthuset
tr: Mezbahada

# TXT_ACS_MAP54_13_ASTAI
source: A stair has been built
da: Der er bygget en trappe
ja: 先へ進む階段が出来た
nl: Er is een trap gebouwd
pt_br: Uma escada foi construída
ro: O scară a fost construită
sv: En trappa har byggts
tr: Bir merdiven inşa edildi

# TXT_ACS_MAP54_14_ONTHE
source: on the Dark Watch
da: på den mørke vagt
ja: 闇の刻計 へ向かえ
nl: op de donkere wacht
pt_br: na Guarda Negra
ro: pe Gardianul Întunecat
sv: på den mörka vakten
tr: Karanlık Nöbet'te

# TXT_ACS_MAP54_15_ONEGE
source: One gear has been placed
da: Der er blevet placeret et redskab
ja: 歯車を一つ配置した
nl: Een tandwiel is geplaatst
pt_br: Uma engrenagem foi colocada
ro: Un mecanism a fost introdus
sv: En kugghjul har placerats
tr: Bir dişli yerleştirildi

# TXT_ACS_MAP54_16_GEARS
source: \x20gears have been placed
da: \x20gear er blevet placeret
ja: 歯車を配置した
nl: \x20tandwielen zijn geplaatst
pt_br: \x20engrenagens foram colocadas
ro: \x20mecanisme au fost introduse
sv: \x20 kugghjul har placerats
tr: \x20dişliler yerleştirildi

# TXT_ACS_MAP54_17_ABARR
source: A barricade has opened
da: En barrikade er blevet åbnet
ja: バリケードは開かれた
nl: Er is een barricade geopend
pt_br: Uma barricada se abriu
ro: O baricadă s-a deschis
sv: En barrikad har öppnats
tr: Bir barikat açıldı

# TXT_ACS_MAP54_18_ONTHE
source: On the Cloaca
da: På Cloaca
ja: 排泄腔 へ向かえ
nl: Op de Cloaca
pt_br: Na Cloaca
ro: pe Cloaca
sv: På Cloaca
tr: Kloaka Üzerine

# TXT_ACS_MAP54_20_THEWA
source: The way back is open
da: Vejen tilbage er åben
ja: 裏口は開いた
nl: De terugweg is open
pt_br: O caminho de volta está aberto
ro: Calea e deschisă
sv: Vägen tillbaka är öppen
tr: Dönüş yolu açık

# TXT_ACS_MAP55_9_THEDO
source: The door is barred from the inside
da: Døren er spærret indefra
ja: この扉は内側から塞がれている
nl: De deur is van binnenuit geblokkeerd.
pt_br: A porta está barrada por dentro
ro: Ușa e încuiată din interior
sv: Dörren är spärrad från insidan
tr: Kapı içeriden kilitli.

# TXT_ACS_MAP56_0_YOUDA
source: You dare plunder the tomb
da: Du vover at plyndre graven
ja: お前はあえて 執行人達の墓を
nl: Je durft de graftombe te plunderen
pt_br: Como ousa saquear a tumba
ro: Cutezi să jefuiești mormântul
sv: Du vågar plundra graven
tr: Mezarı yağmalamaya cüret ediyorsun

# TXT_ACS_MAP56_1_OFTHE
source: of the executioner?
da: af bødlen?
ja: 荒らすつもりか?
nl: van de beul?
pt_br: do executor?
ro: călăului?
sv: av bödeln?
tr: Celladın mı?

# TXT_ACS_MAP56_2_PREPA
source: Prepare to die
da: Forbered dig på at dø
ja: 死ぬ準備をしろ
nl: Bereid je voor om te sterven
pt_br: Prepare-se para morrer
ro: Pregătește-te să mori
sv: Förbered dig på att dö
tr: Ölmeye hazırlanın

# TXT_ACS_MAP59_1_YOUHA
source: You have
da: Du har
ja: スイッチはまだ
nl: Je hebt
pt_br: Faltam mais
ro: Mai ai
sv: Du har
tr: Bulmanız gereken\x20

# TXT_ACS_MAP59_2_MORES
source: \x20more switches to find
da: \x20flere kontakter at finde
ja: 残っている
nl: \x20meer schakelaars te vinden
pt_br: \x20interruptores para encontrar
ro: \x20butoane de găsit
sv: \x20fler växlar att hitta.
tr: \x20anahtar daha var.

# TXT_ACS_MAP59_3_YOUHA
source: You have only
da: Du har kun
ja: スイッチは
nl: Je hebt alleen
pt_br: Falta somente
ro: Mai ai doar
sv: Du har bara
tr: Bulmanız gereken\x20
