Repository: the-phinet/UZDoom
Catalog: zdoom_game_strings/*.po
Languages: da, ja, nl, pt_br, ro, sv, tr

# TXT_DLG_SCRIPT02_D68220_SOYOU
source: So you're the fool who stole the chalice? I'm going to have you arrested as a rebel thief... Thereby enhancing my position with the Order. How does it feel to be an unwitting pawn? I'll give you a hint, it's gonna hurt.
da: Så du er det fjols, der stjal bægeret? Jeg vil få dig arresteret som oprørstyv... og derved forbedre min position i ordenen. Hvordan føles det at være en uvidende brik? Jeg skal give dig et hint, det kommer til at gøre ondt.
ja: それで、お前が聖杯を盗んだ愚か者か? 私は反賊としてお前を逮捕するつもりだ... そうすればオーダーの地位は上がる。 捨て駒に成るというのはどんな感じだ? ヒントを教えよう、お前はもう助からない。
nl: Dus jij bent de dwaas die de kelk heeft gestolen? Ik ga je laten arresteren als een rebellendief.... Daardoor verbeter ik mijn positie bij de Orde. Hoe voelt het om een onwetende pion te zijn? Ik zal je een hint geven, het gaat pijn doen.
pt_br: Então você é o imbecil que roubou o cálice? Eu vou mandar prender você como um ladrão rebelde... E assim a minha posição na Ordem vai melhorar. Como se sente sendo um plebeu ignorante? Só pra te dar uma ideia: vai doer.
ro: Deci tu ești prostul care a furat potirul? Te voi aresta, hoț rebel... Prin urmare avansând în rangurile Ordinului. Cum e să fii un pion neștiutor? Îți dau un indiciu, o șă doară.
sv: Så du är idioten som stal kalken? Jag ska låta arrestera dig som en upprorisk tjuv... och på så sätt förbättra min ställning i orden. Hur känns det att vara en ovetande bricka? Jag ska ge dig en ledtråd, det kommer att göra ont.
tr: Demek kadehi çalan aptal sensin? Seni asi bir hırsız olarak tutuklatacağım. Böylece Tarikat'taki konumumu güçlendireceğim. Farkında olmadan bir piyon olmak nasıl bir duygu? Sana bir ipucu vereyim, acıtacak.

# TXT_RPLY0_SCRIPT02_D68220_ITSUC
source: It sucks!
da: Det stinker!
ja: クソが!
nl: Het is klote!
pt_br: Que merda!
ro: Nașpa!
sv: Det suger!
tr: Berbat bir şey!

# TXT_RYES0_SCRIPT02_D68220_FORYO
source: For you it does.
da: For dig gør det.
ja: 私もそう思う。
nl: Voor jou wel.
pt_br: Pra você, sim.
ro: Pentru tine, cu siguranță.
sv: För dig gör det det.
tr: Senin için öyle.

# TXT_RPLY1_SCRIPT02_D68220_HARRI
source: Harris promised me money!
da: Harris lovede mig penge!
ja: ハリスは俺に金を渡すと約束したのに!
nl: Harris beloofde me geld!
pt_br: O Harris prometeu me pagar!
ro: Harris mi-a promis bani!
sv: Harris lovade mig pengar!
tr: Harris bana para sözü verdi!

# TXT_RYES1_SCRIPT02_D68220_TOOBA
source: Too bad. The only thing you're getting is dead!
da: Det var ærgerligt. Det eneste, du får, er død!
ja: 残念だな、お前にやれるものは死のみだ!
nl: Wat jammer. Het enige dat je zult krijgen is de dood!
pt_br: Que pena. A única coisa que você vai receber é a morte!
ro: Păcat. Tot ceea ce primești e moarte!
sv: Det var synd. Det enda du får är en död!
tr: Çok yazık. Elde edeceğin tek şey ölüm!

# TXT_DLG_SCRIPT02_D69736_INASM
source: In a small world, word travels fast. I hear you just removed some obstacles from your path. Nice work. Are you interested in some more lucrative projects?
da: I en lille verden spreder ordet sig hurtigt. Jeg hører, at du lige har fjernet nogle forhindringer fra din vej. Godt arbejde. Er du interesseret i nogle mere lukrative projekter?
ja: この小さな世界では噂が広まるのは早いもんだ。 あんたが素早く厄介事を片付けたと聞いたぞ。 もっと儲かる仕事をやってみる気はないかね?
nl: In een kleine wereld gaat het woord snel. Ik hoor dat je net wat obstakels van je pad hebt verwijderd. Goed werk. Ben je geïnteresseerd in wat lucratievere projecten?
pt_br: Neste mundo pequeno, as notícias viajam rápido. Fiquei sabendo que você tirou alguns obstáculos de seu caminho. Bom trabalho. Está interessado em alguns projetos mais lucrativos?
ro: Într-o lume mică, vorba circulă repede. Aud că tocmai ai înlăturat niște obstacole din drum. Bună treabă. Mai ești interesat de alte proiecte profitabile?
sv: I en liten värld går ryktet fort. Jag hörde att du just avlägsnade några hinder från din väg. Bra jobbat. Är du intresserad av några mer lukrativa projekt?
tr: Küçük bir dünyada, laf çabuk yayılır. Yolundaki bazı engelleri kaldırdığını duydum. İyi iş çıkardın. Daha kazançlı projelerle ilgileniyor musun?

# TXT_RPLY0_SCRIPT02_D69736_SUREW
source: Sure, why not.
da: Selvfølgelig, hvorfor ikke.
ja: ああ、もちろんだ。
nl: Tuurlijk, waarom niet.
pt_br: Claro, por que não?
ro: Da, de ce nu.
sv: Visst, varför inte.
tr: Elbette, neden olmasın.

# TXT_RPLY1_SCRIPT02_D69736_NOTHA
source: No thanks.
da: Nej tak.
ja: やめとくよ。
nl: Nee, dank je wel.
pt_br: Não, obrigado.
ro: Nu mulțumesc.
sv: Nej tack.
tr: Hayır, teşekkürler.

# TXT_RYES1_SCRIPT02_D69736_THENG
source: Then get lost!
da: Så forsvind!
ja: じゃあ失せるんだな!
nl: Dan verdwalen!
pt_br: Então suma daqui!
ro: Atunci valea!
sv: Försvinn då!
tr: O zaman kaybol!

# TXT_DLG_SCRIPT02_D71252_FOOLG
source: Fool! Guards, rid me of this meddlesome peon.
da: Fjols! Vagter, befri mig for denne uopmærksomme bondeknold.
ja: なんと愚かな! 衛兵、この厄介な奴を始末してくれ。
nl: Dwaas! Bewakers, bevrijd me van deze bemoeizuchtige pioen.
pt_br: Idiota! Guardas, tirem esse peão intrometido daqui.
ro: Prostule! Gardieni, scăpați-mă de acest pion băgăreț.
sv: Dumbom! Vakter, gör mig av med den här besvärliga pingsten.
tr: Aptal! Muhafızlar, beni bu işgüzar piyondan kurtarın.

# TXT_DLG_SCRIPT02_D72768_GOODS
source: Good. Some uh, friends of mine need someone silenced. Beldin is being held by the Order in their sanctuary. There's a rarely used entrance by a small pier off the river which is unguarded. Get in, shut him up, and bring his ring back to me as proof.
da: Godt. Nogle af mine venner har brug for at få nogen til at tie stille. Beldin bliver tilbageholdt af Ordenen i deres fristed. Der er en sjældent brugt indgang ved en lille mole ud for floden, som er ubevogtet. Gå ind, luk munden på ham, og giv mig hans ring som bevis.
ja: それでいい。ええと、私の友人がある人物を 黙らせて欲しいと望んでいるんだ。 ベルディンはオーダーの連中の聖域に 囚われている。建物への入り口は川に掛かった 桟橋の先にあり、そこは誰も警備してないし ほぼ使われていない。潜入してヤツを黙らせて、 仕事をした証拠としてヤツの指輪を見せてくれ。
nl: Goed. Sommige uh, vrienden van mij hebben iemand nodig die het zwijgen oplegt. Beldin wordt vastgehouden door de Orde in hun heiligdom. Er is een zelden gebruikte ingang bij een kleine pier van de rivier die onbewaakt is. Stap in, sluit hem op en breng zijn ring terug als bewijs.
pt_br: Ótimo. Alguns hã... amigos meus precisam silenciar alguém. Beldin foi detido pela Ordem no santuário deles. Há uma entrada pouco usada perto de um pequeno pier pelo rio que está sem guardas. Entre lá, cale a boca dele e traga o seu anel de volta pra mim como prova.
ro: Bun. Niște um... prieteni de-ai mei au nevoie de cineva redus la tăcere. Beldin e ținut de Ordin în sanctuarul lor. E o intrare rar folosită pe niște chei lângă râu care e nepăzită. Intră, fă-l să tacă pe veci, și adu-mi inelul lui ca dovadă.
sv: Jag är glad att du är här. Några av mina vänner behöver få någon tystad. Beldin hålls av orden i deras helgedom. Det finns en sällan använd ingång vid en liten brygga vid floden som är obevakad. Gå in, få tyst på honom och ge mig hans ring som bevis.
tr: Güzel. Bazı arkadaşlarımın birinin susturulmasına ihtiyacı var. Beldin, Tarikat tarafından sığınaklarında tutuluyor. Nehir kıyısındaki küçük iskelede korumasız, nadiren kullanılan bir giriş var. İçeri gir, onu sustur ve yüzüğünü kanıt olarak bana geri getir.

# TXT_RPLY0_SCRIPT02_D72768_WILLI
source: Will it be worth the effort?
da: Vil det være indsatsen værd?
ja: 苦労に見合った報酬だろうな?
nl: Zal het de moeite waard zijn?
pt_br: Será que vale a pena o esforço?
ro: O să merite efortul?
sv: Kommer det att vara värt besväret?
tr: Bu çabaya değecek mi?

# TXT_DLG_SCRIPT02_D74284_ILLGU
source: I'll guarantee 50 gold and if you return without setting off every alarm in town, there's the chance to earn much, much more, and here's a little helper that should give you an edge.
da: Jeg garanterer dig 50 guld, og hvis du vender tilbage uden at udløse alle alarmer i byen, er der mulighed for at tjene meget, meget mere, og her er en lille hjælper, der burde give dig en fordel.
ja: 50ゴールドは保証するし街の警報を鳴らさず 戻ってこれたら、もっと金を得られる機会が あるぞ。それと、お前の力となる物も渡そう。
nl: Ik garandeer 50 goud en als je terugkeert zonder elke alarmbel in de stad af te laten gaan, is er de kans om veel, veel meer te verdienen, en hier is een kleine helper die je een voordeel zou moeten geven.
pt_br: Garanto que você receberá 50 de ouro e se você retornar sem ativar todos os alarmes na cidade haverá uma chance de ganhar muito, muito mais. E aqui tem algo que pode te ajudar um pouco.
ro: Garantez 50 de monezi de aur, și dacă nu declanșezi vreo alarmă în oraș, e o șansă de câștig mult, mult mai mare, iar aici e un mic ajutor care să-ți facă treaba mai ușoară.
sv: Jag garanterar 50 guld och om du återvänder utan att utlösa alla larm i staden finns chansen att tjäna mycket, mycket mer, och här är en liten hjälpreda som borde ge dig en fördel.
tr: 50 altın garanti ediyorum ve eğer kasabadaki tüm alarmları çalıştırmadan geri dönerseniz, çok daha fazlasını kazanma şansınız var ve işte size avantaj sağlayacak küçük bir yardımcı.

# TXT_RPLY0_SCRIPT02_D74284_THANK
source: Thanks, I'll need it.
da: Tak, jeg får brug for den.
ja: ありがとよ、これは後々必要になるな。
nl: Bedankt, ik zal het nodig hebben.
pt_br: Obrigado, vou precisar.
ro: Merci, voi avea nevoie de el.
sv: Tack, jag kommer att behöva den.
tr: Teşekkürler, ihtiyacım olacak.

# TXT_DLG_SCRIPT02_D75800_GOODR
source: Good. Remember, his silence is golden.
da: Godt. Husk, at hans tavshed er guld.
ja: いいぞ。覚えておけ、彼が沈黙したら金だ。
nl: Goed. Vergeet niet, zijn stilte is goud waard.
pt_br: Ótimo. Lembre-se, o silêncio dele vale ouro.
ro: Bun. Reține, tăcerea e de aur.
sv: Bra. Kom ihåg att hans tystnad är av guld.
tr: Güzel. Unutma, onun sessizliği altındır.

# TXT_RPLY0_SCRIPT02_D75800_ILLGE
source: I'll get him.
da: Jeg henter ham.
ja: 始末してみせる。
nl: Ik krijg hem wel.
pt_br: Vou pegá-lo.
ro: O să-l aduc.
sv: Jag hämtar honom.
tr: Onu yakalayacağım.

# TXT_DLG_SCRIPT02_D77316_MISSI
source: Mission accomplished? You have the ring of the traitor?
da: Mission fuldført? Har du forræderens ring?
ja: 任務完了か? あの裏切り者の指輪は持っているんだろうな?
nl: Missie volbracht? Heb je de ring van de verrader?
pt_br: Missão cumprida? Está com o anel do traidor?
ro: Misiune îndeplinită? Ai inelul trădătorului?
sv: Uppdraget slutfört? Har du förrädarens ring?
tr: Görev tamamlandı mı? Hainin yüzüğü sende mi?

# TXT_RPLY0_SCRIPT02_D77316_HESDE
source: He's dead, where's my money?
da: Han er død, hvor er mine penge?
ja: 奴は死んだ、報酬はあるんだろうな?
nl: Hij is dood, waar is mijn geld?
pt_br: Ele está morto, cadê o meu dinheiro?
ro: E mort, unde sunt banii?
sv: Han är död, var är mina pengar?
tr: O öldü, param nerede?

# TXT_RNO0_SCRIPT02_D77316_LIARG
source: Liar! Go get the ring!
da: Løgner! Hent ringen!
ja: 嘘をつくな、指輪を取ってこい!
nl: Leugenaar! Ga de ring halen!
pt_br: Mentiroso! Vá pegar o anel!
ro: Mincinos! Adu inelul!
sv: Lögnare! Hämta ringen!
tr: Yalancı! Git yüzüğü al!

# TXT_DLG_SCRIPT02_D78832_HEREY
source: Here, you earned it. The traitor you killed was about to reveal the location of the Front. You saved lives. How would you like to earn more gold, and a future free from tyranny?
da: Her, du har fortjent det. Den forræder, du dræbte, var ved at afsløre frontens placering. Du reddede liv. Hvad ville du sige til at tjene mere guld og en fremtid uden tyranni?
ja: よし、報酬はお前のものだ。お前が殺した あの裏切り者は、フロントの隠れ家をバラそうと していたんだ。おかげで大勢の命が救われた。 もっと多くの金と、奴等の支配から解放された 未来を得たいとは思わないか?
nl: Hier heb je het verdiend. De verrader die je vermoordde stond op het punt om de locatie van het Front te onthullen. Je hebt levens gered. Hoe zou je het vinden om meer goud te verdienen, en een toekomst vrij van tirannie?
pt_br: Tome, você merece. O traidor que você matou estava prestes a revelar a localização da Frente. Você salvou vidas. Que tal ganhar mais ouro e um futuro livre de tirania?
ro: Aici, o meriți. Trădătorul pe care l-ai omorât urma să dezvăluie locația Frontului. Ai salvat vieți. Cum ai vrea să câștigi mai mult aur, și un viitor fără tiranie?
sv: Här, du har förtjänat den. Förrädaren du dödade skulle avslöja var fronten finns. Du räddade liv. Hur skulle du vilja tjäna mer guld och en framtid fri från tyranni?
tr: İşte, onu hak ettin. Öldürdüğün hain Cephe'nin yerini açıklamak üzereydi. Hayat kurtardın. Daha fazla altın ve zorbalıktan uzak bir gelecek kazanmaya ne dersin?

# TXT_RPLY0_SCRIPT02_D78832_TELLM
source: Tell me more.
da: Fortæl mig mere.
ja: もっと教えてくれ。
nl: Vertel me meer.
pt_br: Me conte mais.
ro: Spune-mi mai multe.
sv: Berätta mer.
tr: Biraz daha anlat.

# TXT_RPLY1_SCRIPT02_D78832_NOTMY
source: Not my style.
da: Ikke min stil.
ja: 俺の趣味じゃないな。
nl: Niet mijn stijl.
pt_br: Não faz o meu estilo.
ro: Nu-i genul meu.
sv: Inte min stil.
tr: Benim tarzım değil.

# TXT_DLG_SCRIPT02_D80348_IHAVE
source: I have a business relationship with the Front's leader, Macil. I know he needs an incisive fellow like yourself, and he pays well. Take this recovered com unit and you'll be led to, shall we say, opportunities.
da: Jeg har et forretningsmæssigt forhold til frontens leder, Macil. Jeg ved, han har brug for en skarp fyr som dig, og han betaler godt. Tag denne genvundne com-enhed, og du vil blive ført til, skal vi sige, muligheder.
ja: 私はフロントのリーダー、マシルと取引を しているんだ。彼は君のような切れる人物を 必要としていて、金払いも良い。 この修理された無線機を持っていけば、 好機に出会えるだろう。
nl: Ik heb een zakelijke relatie met de leider van het Front, Macil. Ik weet dat hij een scherpzinnige kerel als jij nodig heeft, en hij betaalt goed. Neem deze herstelde com-unit en u zult worden geleid tot, laten we zeggen, kansen.
pt_br: Tenho uma relação de negócios com o líder da Frente, Macil. Eu sei que ele anda precisando de um sujeito incisivo como você e ele paga bem. Leve este comunicador e você será conduzido para, digamos, oportunidades.
ro: Fac afaceri cu liderul Frontului, Macil. Știu că are nevoie de băieți deștepți ca tine, și plătește bine. Ia acest emițător recuperat și vei fi dus, să zicem, spre oportunități.
sv: Jag har en affärsrelation med frontens ledare, Macil. Jag vet att han behöver en skarpsinnig kille som du, och han betalar bra. Ta den här återvunna kom-enheten och du kommer att ledas till, ska vi säga, möjligheter.
tr: Cephe'nin lideri Macil ile bir iş ilişkim var. Senin gibi keskin zekalı bir adama ihtiyacı olduğunu biliyorum ve iyi para ödüyor. Bu kurtarılmış iletişim birimini alın ve size, diyelim ki, fırsatlar sunulacak.

# TXT_RPLY0_SCRIPT02_D80348_THANK
source: Thanks.
da: Tak.
ja: ありがとう。
nl: Bedankt.
pt_br: Obrigado.
ro: Mulțumesc.
sv: Tack.
tr: Teşekkürler.

# TXT_DLG_SCRIPT02_D81864_GETGO
source: Get going. If you hang around here, we're both dead.
da: Kom i gang. Hvis du bliver hængende her, er vi begge døde.
ja: うまくやれよ。こんな所でもたもたしていると 二人揃ってお陀仏だ。
nl: Ga aan de slag. Als je hier rondhangt, zijn we allebei dood.
pt_br: Ande logo. Se você ficar por aqui, nós dois seremos mortos.
ro: Timpul să pleci. Dacă mai stai pe-aici, o să fim amândoi morți.
sv: Sätt igång. Om du stannar här är vi båda döda.
tr: Gidin hadi. Eğer burada takılırsan, ikimiz de ölürüz.

# TXT_DLG_SCRIPT02_D83380_APITY
source: A pity, but now that you know about my friends, I must kill you. Guards, take out this trash!
da: En skam, men nu hvor du kender til mine venner, må jeg slå dig ihjel. Vagter, tag det affald ud!
ja: 残念だ、だがお前は私の友の事を知った以上 生きて帰す事はできない。 衛兵、このゴミを片付けてくれ!
nl: Jammer, maar nu je van mijn vrienden weet, moet ik je vermoorden. Bewakers, haal dit vuilnis eruit!
pt_br: É uma pena, mas agora que você sabe sobre os meus amigos, preciso matar você. Guardas, levem esse lixo daqui!
ro: Păcat, dar acum că-mi cunoști prietenii, voi fi nevoit să te omor. Gardieni, duceți gunoiul!
sv: Synd, men nu när du vet om mina vänner måste jag döda dig. Vakter, ta ut det här skräpet!
tr: Yazık, ama artık arkadaşlarımı bildiğine göre, seni öldürmeliyim. Muhafızlar, şu çöpü dışarı çıkarın!

# TXT_DLG_SCRIPT02_D84896_FOOLG
source: Fool. Guards! Rid me of meddlesome peon.
da: Fjols. Vagter! Fjern den besværlige bondeknold fra mig.
ja: 愚かな。 衛兵!この厄介な奴を始末してくれ。
nl: Dwaas. Bewakers! Verloste me van bemoeizuchtige pioen.
pt_br: Idiota! Guardas, tirem esse peão intrometido daqui.
ro: Prostule! Gardieni, scăpați-mă de acest pion băgăreț.
sv: Dumbom. Vakter! Befria mig från den besvärliga pingsten.
tr: Aptal. Muhafızlar! Beni işgüzar piyondan kurtarın.

# TXT_DLG_SCRIPT02_D86412_WALKA
source: Walk away, boy, just walk away.
da: Gå væk, dreng, bare gå væk.
ja: どっか行け、若造、とっとと行け。
nl: Loop weg, jongen, loop gewoon weg.
pt_br: Suma daqui, garoto. Apenas suma daqui.
ro: Pleacă, băiete, pleacă.
sv: Gå iväg, pojke, bara gå iväg.
tr: Yürü git evlat, yürü git.

# TXT_DLG_SCRIPT02_D87928_WHATA
source: What are you doing here?
da: Hvad laver du her?
ja: ここで何をしている?
nl: Wat doe jij hier?
pt_br: O que você está fazendo aqui?
ro: Ce cauți aici?
sv: Vad gör du här?
tr: Ne yapıyorsun burada?

# TXT_RPLY0_SCRIPT02_D87928_HEYIN
source: Hey, I need gold!
da: Hey, jeg har brug for guld!
ja: よう、金が必要だ!
nl: Hé, ik heb goud nodig!
pt_br: Ei, eu preciso de ouro!
ro: Hei, am nevoie de aur!
sv: Jag behöver guld!
tr: Hey, altına ihtiyacım var!

# TXT_DLG_SCRIPT02_D89444_BLACK
source: Blackbird told you the code, huh? Let me shut off the alarm. Macil is one flight down.
da: Blackbird fortalte dig koden, hva'? Lad mig slukke for alarmen. Macil er en etage længere nede.
ja: ブラックバードに教えてもらったんだな? 警報は切っておこう。マシルはこの先だ。
nl: Blackbird vertelde je de code, huh? Laat me de wekker uitzetten. Macil is een vlucht naar beneden.
pt_br: A Blackbird te passou o código, é? Deixa eu desligar o alarme. Macil está no andar debaixo.
ro: Blackbird ți-a spus codul, huh? Permite-mi să opresc alarma, Macil e cu un etaj mai jos.
sv: Blackbird berättade koden för dig, va? Låt mig stänga av larmet. Macil är en trappa ner.
tr: Karatavuk sana kodu söyledi, ha? Alarmı kapatayım. Macil bir kat aşağıda.

# TXT_RPLY0_SCRIPT02_D89444_THANK
source: Thanks.
da: Tak.
ja: ありがとう。
nl: Bedankt.
pt_br: Obrigado.
ro: Mulțumesc.
sv: Tack.
tr: Teşekkürler.

# TXT_DLG_SCRIPT02_D90960_WALKA
source: Walk away, boy, just walk away.
da: Gå væk, knægt, bare gå væk.
ja: 向こうへ行け、新入り、急ぐんだ。
nl: Loop weg, jongen, loop gewoon weg.
pt_br: Suma daqui, garoto. Apenas suma daqui.
ro: Pleacă, băiete, pleacă.
sv: Gå iväg, pojke, bara gå iväg.
tr: Yürü git evlat, yürü git.

# TXT_DLG_SCRIPT02_D92476_DOYOU
source: Do you have an appointment with the Governor?
da: Har du en aftale med guvernøren?
ja: 知事とアポイントメントは取ってますか?
nl: Heb je een afspraak met de gouverneur?
pt_br: Você tem hora marcada com o Governador?
ro: Ai o programare cu Guvernatorul?
sv: Har du ett möte med guvernören?
tr: Vali ile randevunuz var mı?

# TXT_RPLY0_SCRIPT02_D92476_OFCOU
source: Of course!
da: Ja, selvfølgelig!
ja: 問題ない!
nl: Natuurlijk!
pt_br: Claro que sim!
ro: Desigur!
sv: Självklart!
tr: Tabii ki var!

# TXT_RPLY1_SCRIPT02_D92476_NOAND
source: No, and I don't need one!
da: Nej, og jeg har ikke brug for en!
ja: いや、必要ない!
nl: Nee, en die heb ik niet nodig!
pt_br: Não e eu não preciso de hora marcada!
ro: Nu, nici n-am nevoie de una!
sv: Nej, och jag behöver ingen!
tr: Hayır, ihtiyacım da yok!

# TXT_DLG_SCRIPT02_D93992_SORRY
source: Sorry! I didn't mean... Please go right up.
da: Undskyld! Jeg mente ikke... Vær venlig at gå op.
ja: すいません!知らずに... そのまま上がって下さい。
nl: Sorry! Ik bedoelde niet.... Ga alsjeblieft meteen naar boven.
pt_br: Desculpe! Eu não queria... Por favor pode subir.
ro: Scuze! Te rog, poftește sus.
sv: Jag är ledsen! Jag menade inte... Var snäll och gå upp.
tr: Özür dilerim! Öyle demek istemedim. Lütfen yukarı çıkın.

# TXT_RPLY0_SCRIPT02_D93992_IKNEW
source: I knew you'd say that.
da: Jeg vidste, at du ville sige det.
ja: そう言うと思った。
nl: Ik wist dat je dat zou zeggen.
pt_br: Eu sabia que você diria isso.
ro: Știam că vei spune asta.
sv: Jag visste att du skulle säga det.
tr: Bunu söyleyeceğini biliyordum.

# TXT_DLG_SCRIPT02_D95508_IFYOU
source: If you're in such a hurry, don't waste your time with me.
da: Hvis du har så travlt, skal du ikke spilde din tid med mig.
ja: そんなに急いでいるなら、 お互い時間を大切にしましょう。
nl: Als je zo'n haast hebt, verspil dan geen tijd met mij.
pt_br: Se você está com tanta pressa, não gaste seu tempo comigo.
ro: Dacă te grăbești așa tare, nu-ți pierde vremea cu mine.
sv: Om du har så bråttom, slösa inte bort din tid med mig.
tr: Madem bu kadar aceleniz var, benimle vakit kaybetmeyin.

# TXT_DLG_SCRIPT02_D97024_RELEA
source: Release me, leave an old man alone.
da: Slip mig fri, lad en gammel mand være i fred.
ja: ほっといてくれ、年寄り一人にしてくれ。
nl: Laat me vrij, laat een oude man met rust.
pt_br: Me solte, deixe um velho em paz.
ro: Lasă-mă, lasă bătrânii în pace.
sv: Släpp mig, låt en gammal man vara ifred.
tr: Bırak beni, yaşlı bir adamı yalnız bırak.

# TXT_DLG_SCRIPT02_D98540_YOUSE
source: You seek wisdom, my son? The order has seen to it that we only ask one question, 'Why?'
da: Søger du visdom, min søn? Ordenen har sørget for, at vi kun stiller ét spørgsmål: "Hvorfor?
ja: 知恵が欲しそうだな、ボウズ? オーダーが勘付かないよう一つだけ質問しよう、 '何故?'
nl: Je zoekt wijsheid, mijn zoon? De orde heeft ervoor gezorgd dat we maar één vraag stellen: 'Waarom?
pt_br: Está atrás de sabedoria, meu filho? A ordem se certificou de que a gente só fizesse uma única pergunta, "por quê?"
ro: Cauți înțelepciune, fiul meu? Ordinul a avut grijă ca noi să putem fi în stare să punem o singură întrebare: 'De ce?'
sv: Du söker visdom, min son? Ordern har sett till att vi bara ställer en fråga: "Varför?
tr: Bilgelik mi istiyorsun, oğlum? Düzen sadece tek bir soru sormamızı sağladı, "Neden?

# TXT_RPLY0_SCRIPT02_D98540_WHERE
source: Where's the power coupling?
da: Hvor er kraftkoblingen?
ja: 配電機 は何処だ?
nl: Waar is de krachtkoppeling?
pt_br: Cadê a conexão de energia?
ro: Unde e cuplajul energiei?
sv: Var är kraftkopplingen?
tr: Güç bağlantısı nerede?

# TXT_RPLY1_SCRIPT02_D98540_WHERE
source: Where's the Order's main?
da: Hvor er ordenens vigtigste?
ja: オーダーの本管 は何処だ?
nl: Waar is de hoofdopdracht van de Orde?
pt_br: Cadê o transformador da Ordem?
ro: Unde e linia electrică a Ordinului?
sv: Var är orderns huvudledning?
tr: Tarikat'ın ana hattı nerede?

# TXT_RPLY2_SCRIPT02_D98540_WHERE
source: Where's the illegal tap?
da: Hvor er den ulovlige aftapning?
ja: 違法供給源 は何処だ?
nl: Waar is de illegale kraan?
pt_br: Cadê a ligação clandestina?
ro: Unde e conexiunea ilegală?
sv: Var är den olagliga kranen?
tr: Yasadışı musluk nerede?

# TXT_DLG_SCRIPT02_D100056_ILLTE
source: I'll tell you where it is, but I don't know whose coupling you'll be tampering with. It's right here in the sewage plant.
da: Jeg skal fortælle dig, hvor den er, men jeg ved ikke, hvis kobling du vil pille ved. Den er lige her i kloakanlægget.
ja: それが何処にあるかは話そう、だがオレには どれをイジるかまでは知らん。 配電機はここの下水処理場にある。
nl: Ik zal je vertellen waar hij is, maar ik weet niet met wie je met de koppeling zult knoeien. Het is hier in de rioolwaterzuiveringsinstallatie.
pt_br: Vou te dizer onde está, mas não sei em qual ligação você vai acabar mexendo. Fica bem aqui na usina de tratamento de esgoto.
ro: Îți voi spune unde este, dar nu știu de care cuplaj te vei lega. Este chiar aici, în sistemul de canalizare.
sv: Jag ska berätta var den är, men jag vet inte vems koppling du kommer att mixtra med. Den finns här i reningsverket.
tr: Nerede olduğunu söyleyeceğim, ama kimin bağlantılarını kurcalayacağınızı bilmiyorum. Tam burada, kanalizasyon tesisinde.

# TXT_RPLY0_SCRIPT02_D100056_THANK
source: Thanks
da: Tak
ja: ありがとう。
nl: Bedankt
pt_br: Obrigado
ro: Mulțumesc
sv: Tack
tr: Teşekkürler.
