Repository: the-phinet/UZDoom
Catalog: zdoom_game_strings/*.po
Languages: da, ja, nl, pt_br, ro, sv, tr

# TXT_DLG_SCRIPT03_D48512_LEAVE
source: Leave me be. I'm doing something for Macil.
da: Lad mig være. Jeg gør noget for Macil.
ja: すまないが忙しい。 私はマシルの雑用を請け負っている。
nl: Laat me met rust. Ik doe iets voor Macil.
pt_br: Me deixe em paz. Estou fazendo algo pro Macil.
ro: Lasă-mă. Fac ceva pentru Macil.
sv: Låt mig vara. Jag gör något för Macil.
tr: Beni rahat bırak. Macil için bir şey yapıyorum.

# TXT_DLG_SCRIPT04_D0_SORRY
source: Sorry, no. You do not have clearance.
da: Beklager, nej. Du har ikke tilladelse.
ja: すまないが、お前にクリアランスはない。
nl: Sorry, nee. Je hebt geen toestemming.
pt_br: Desculpe mas não. Você não tem permissão.
ro: Scuze, nu. Nu ai acces.
sv: Tyvärr, nej. Du har inget tillstånd.
tr: Üzgünüm, olmaz. Yetkiniz yok.

# TXT_DLG_SCRIPT04_D1516_STOPS
source: Stop! Show me your ID badge.
da: Stop! Vis mig dit ID-skilt.
ja: 待て! IDバッジを見せろ。
nl: Stop! Laat me je ID-badge zien.
pt_br: Alto! Mostre a sua identificação.
ro: Stop! Arată-mi cardul de identitate.
sv: Stopp! Visa mig din ID-bricka.
tr: Dur! Bana kimliğini göster.

# TXT_RPLY0_SCRIPT04_D1516_HERES
source: Here's my I.D.
da: Her er mit id-kort.
ja: これだ。
nl: Hier is mijn ID.
pt_br: Aqui está ela.
ro: Aici e cardul.
sv: Här är mitt ID-kort.
tr: İşte kimliğim.

# TXT_DLG_SCRIPT04_D3032_OHOKS
source: Oh, ok. Sure go ahead. Have a nice day.
da: Åh, okay. Selvfølgelig, værsgo. Hav en god dag.
ja: あぁ、宜しい。通れ。良い一日を。
nl: Oh, oké. Ga je gang. Nog een prettige dag.
pt_br: Ah, ok. Pode passar. Tenha um bom dia.
ro: Ah, în regulă. Mergi mai departe. O zi bună.
sv: Åh, okej. Visst, fortsätt. Ha en trevlig dag.
tr: Oh, tamam. Tabii, devam edin. İyi günler dilerim.

# TXT_DLG_SCRIPT04_D4548_DERWI
source: Derwin? Yeah, he's down in the warehouse, but you're not getting in unless you're cleared.
da: Derwin? Ja, han er nede i lageret, men du kommer ikke ind, medmindre du er godkendt.
ja: ダーウィン? ああ、奴はこの倉庫内にいるが、 片付かない限りお前は入れん。
nl: Derwin? Ja, hij is in het magazijn, maar je komt er niet in tenzij je vrij bent.
pt_br: Derwin? Sim, ele está lá embaixo no depósito, mas você não pode entrar enquanto não tiver permissão.
ro: Darwin? Da, e în depozit, dar nu intri înăuntru dacă nu ai acces.
sv: Derwin? Ja, han är nere i lagret, men du kommer inte in om du inte har fått tillstånd.
tr: Derwin? Evet, depoda ama izin almadan içeri giremezsin.

# TXT_RPLY0_SCRIPT04_D4548_IVEGO
source: I've got clearance.
da: Jeg har fået tilladelse.
ja: クリアランスはある。
nl: Ik heb toestemming.
pt_br: Eu tenho permissão.
ro: Am acces.
sv: Jag har tillstånd.
tr: İznim var.

# TXT_DLG_SCRIPT04_D6064_GOON
source: Go on.
da: Jeg har tilladelse.
ja: 続けろ。
nl: Ga door.
pt_br: Pode passar.
ro: Intră.
sv: Fortsätt.
tr: Devam et.

# TXT_RPLY0_SCRIPT04_D6064_DOYOU
source: Do you know where he is?
da: Ved du, hvor han er?
ja: ソイツが何処にいるか知っているか?
nl: Weet je waar hij is?
pt_br: Você sabe onde ele está?
ro: Știi unde e?
sv: Vet du var han är?
tr: Nerede olduğunu biliyor musun?

# TXT_DLG_SCRIPT04_D7580_IDONT
source: I don't know where anybody is. I just keep the lid on the rat trap.
da: Jeg ved ikke, hvor nogen er. Jeg holder bare låget på rottefælden.
ja: 俺には何処にいるかは分からない。 俺はただネズミ捕りにフタを被せているだけだ。
nl: Ik weet niet waar iemand is. Ik hou gewoon het deksel op de rattenval.
pt_br: Não sei onde ninguém está. Apenas mantenho a tampa neste bueiro.
ro: Nu știu unde e nimeni, eu doar țin ochii pe capcana pentru șoareci.
sv: Jag vet inte var någon är. Jag håller bara locket på råttfällan.
tr: Kimsenin nerede olduğunu bilmiyorum. Ben sadece fare kapanının kapağını tutuyorum.

# TXT_DLG_SCRIPT04_D9096_YOUAR
source: You are an unpleasant distraction.
da: Du er en ubehagelig distraktion.
ja: お前は不快で目障りだ。
nl: Je bent een onaangename afleiding.
pt_br: Você é uma distração bem incômoda.
ro: Ești o distragere neplăcută.
sv: Du är en obehaglig distraktion.
tr: Hoş olmayan bir dikkat dağıtıcısın.

# TXT_DLG_SCRIPT04_D10612_MOVEA
source: Move along or taste metal.
da: Gå videre eller smag på metal.
ja: 同行か鉄を味わうかだ。
nl: Ga verder of proef metaal.
pt_br: Vá embora ou vai tomar chumbo grosso.
ro: Mișcă-te sau înghiți metal.
sv: Gå vidare eller smaka på metall.
tr: İlerle yoksa metalin tadına bakarsın.

# TXT_DLG_SCRIPT04_D12128_PASSY
source: Pass your ID through here for access.
da: Giv dit ID her igennem for at få adgang.
ja: 彼方のI.D.をここに提示してください。
nl: Geef je ID hier door voor toegang.
pt_br: Passe a sua identificação por aqui para acessar.
ro: Trece cardul de acces pe aici.
sv: Ge ditt ID-kort här för att få tillträde.
tr: Giriş için kimliğinizi buradan geçirin.

# TXT_DLG_SCRIPT04_D13644_GETBA
source: Get back to work, now!
da: Tilbage til arbejdet, nu!
ja: 仕事へ戻れ、今すぐ!
nl: Ga terug aan het werk, nu!
pt_br: Volte ao trabalho, agora!
ro: Treci înapoi la muncă, acum!
sv: Tillbaka till arbetet, nu!
tr: İşinizin başına dönün, hemen!

# TXT_DLG_SCRIPT04_D15160_GETBA
source: Get back to work, now!
da: Tilbage til arbejdet, nu!
ja: 今すぐ仕事へ戻れ!
nl: Ga terug aan het werk, nu!
pt_br: Volte ao trabalho, agora!
ro: Treci înapoi la muncă, acum!
sv: Tillbaka till arbetet, nu!
tr: İşinizin başına dönün, hemen!

# TXT_DLG_SCRIPT04_D16676_WEVEB
source: We've been running around the clock for weeks with no down time. I'd say that the Order is planning a suppression raid on the Front.
da: Vi har kørt døgnet rundt i ugevis uden at have nogen pause. Jeg vil sige, at Ordenen planlægger et undertrykkelsesangreb på fronten.
ja: もう数週間も休日返上で働いているんだ。 オーダーがまたフロントを攻撃する準備を しているんだろうな。
nl: We rennen al weken rond de klok, zonder uitvaltijd. Ik zou zeggen dat de Orde een onderdrukkingsinval aan de voorkant plant.
pt_br: Estamos trabalhando noite e dia por semanas sem descanso. Eu diria que a Ordem está planjeando um ataque para suprimir a Frente.
ro: Muncim non-stop de săptămăni fără niciun fel de pauză. Aș zice că Ordinul plănuiește un atac de reprimare asupra Frontului.
sv: Vi har kört dygnet runt i flera veckor utan några avbrott. Jag skulle säga att Orden planerar en attack mot fronten.
tr: Haftalardır hiç ara vermeden gece gündüz çalışıyoruz. Tarikat'ın Cephe'ye bir baskın planladığını söyleyebilirim.

# TXT_DLG_SCRIPT04_D18192_OHDAM
source: Oh, damn. The governor sent you. I was going to give him his cut, really I was. OK, listen. I've got a bundle stashed. It's yours if you look the other way.
da: Åh, for pokker. Guvernøren har sendt dig. Jeg ville give ham sin andel, det ville jeg virkelig. Okay, hør her. Jeg har en bunke gemt. Det er dit, hvis du ser den anden vej.
ja: クソッ、知事の回し者だな。 本当はあいつに分け前を渡そうとしてたんだがな。 よし、聞いてくれ。金はあるから、 見逃してくれりゃお前にも分けてやる。
nl: Oh, verdomme. De gouverneur heeft je gestuurd. Ik wilde hem zijn deel geven, echt waar. Oké, luister. Ik heb een bundel verstopt. Het is van jou als je de andere kant op kijkt.
pt_br: Ah, merda. O governador enviou você. Eu ja ia passar a parte dele, sério mesmo. Ok, ouça. Eu tenho um pacote escondido aqui. Ele é seu se você deixar passar.
ro: Of, firar. Guvernatorul te-a trimis. Urma să îi dau partea lui din câștig, chiar urma, pe cuvânt. În regulă, ascultă. Am un pachet ascuns. E al tău dacă alegi să ignori ceea ce s-a întâmplat.
sv: Fan också. Guvernören skickade dig. Jag tänkte ge honom hans andel, verkligen. Okej, lyssna. Jag har en bunt gömt. Det är ditt om du tittar åt andra hållet.
tr: Oh, kahretsin. Seni vali gönderdi. Ona payını verecektim, gerçekten. Tamam, dinle. Sakladığım bir paket var. Diğer tarafa bakarsan senindir.

# TXT_RPLY0_SCRIPT04_D18192_ALLRI
source: All right, I'll let you go.
da: Okay, jeg lader dig gå.
ja: 分かった、見逃そう。
nl: Oké, ik laat je gaan.
pt_br: Ok, vou te deixar em paz.
ro: În regulă, te las în pace.
sv: Okej, jag låter dig gå.
tr: Pekala, gitmene izin vereceğim.

# TXT_RPLY1_SCRIPT04_D18192_SORRY
source: Sorry, nothing personal.
da: Undskyld, det er ikke personligt.
ja: 悪いが、仕事なんでね。
nl: Sorry, niets persoonlijks.
pt_br: Desculpe. Não é nada pessoal.
ro: Scuze, nimic personal.
sv: Ledsen, inget personligt.
tr: Üzgünüm, kişisel bir şey değil.

# TXT_DLG_SCRIPT04_D19708_NUTSI
source: Nuts, if I'm going down, then so are you. Guards!!
da: Fandens, hvis jeg ryger ned, så ryger du også ned. Vagter!!
ja: 社会の厳しさを分けてやるよ、お前もそうなれ。 ガード!
nl: Noten, als ik naar beneden ga, dan ben jij dat ook. Bewakers!!
pt_br: Porra, se eu vou morrer então você também vai. Guardas!!
ro: Nebunie - dacă o iau la vale, atunci o să te iau cu mine. Gardieni!!
sv: Nuts, om jag åker ner, så gör du det också. Vakter!
tr: Fındık, eğer ben batıyorsam, sen de batacaksın. Gardiyanlar!!

# TXT_DLG_SCRIPT04_D21224_BUSIN
source: Business my ass. Help, guards, I've got a live one.
da: Skide være med forretningen! Hjælp, vagter, jeg har en indtrængende.
ja: クソ野郎が、タダでは死なねえ。 助けてくれガード!イカれた奴がいる!
nl: Zaken mijn kont. Help, bewakers, ik heb een levende.
pt_br: Negócios coisa nenhuma. Guardas, me ajudem, tenho um vivo aqui.
ro: Afaceri pe naiba. Ajutor, gardieni, am prins unul.
sv: Affärer i min röv. Hjälp, vakter, jag har en levande.
tr: Kıçımın işi. Yardım edin gardiyanlar, canlı bir tane var.

# TXT_DLG_SCRIPT04_D22740_AHIGO
source: Ah, I got word from Macil that you'd be coming. I have a way to get you inside the power station, but it's on the risky side.
da: Jeg fik besked fra Macil om, at du ville komme. Jeg har en måde at få dig ind i kraftværket på, men det er lidt risikabelt.
ja: ああ、マシルから話は聞いたよ。 君を発電所に入れてやれるが かなりリスキーな方法だぞ。
nl: Ah, ik heb van Macil gehoord dat je zou komen. Ik heb een manier om je in de centrale te krijgen, maar het is aan de riskante kant.
pt_br: Ah, Macil me contou que você viria. Tenho um jeito de fazer você entrar na usina elétrica, mas é bem arriscado.
ro: Ah, am primit știrea de la Macil că urma să vii. Am o cale de a te infiltra în uzină, dar e riscantă.
sv: Macil berättade att du skulle komma. Jag har ett sätt att få in dig i kraftverket, men det är lite riskabelt.
tr: Macil'den geleceğin haberini aldım. Seni güç istasyonuna sokmanın bir yolunu buldum ama biraz riskli.

# TXT_RPLY0_SCRIPT04_D22740_ILLTA
source: I'll take my chances.
da: Jeg tager mine chancer.
ja: 大丈夫だ。
nl: Ik neem mijn kansen.
pt_br: Estou disposto a arriscar.
ro: Voi risca.
sv: Jag tar mina chanser.
tr: Şansımı deneyeceğim.

# TXT_DLG_SCRIPT04_D24256_ALLRI
source: All right, I stole an I.D. from the corpse of some fool who fell into the reactor's coolant pit. --blat-- instant deep fry.
da: Okay, jeg stjal et ID fra liget af et fjols, der faldt ned i reaktorens kølemiddelgrav. --blat-- øjeblikkelig friturestegning.
ja: わかった、このIDを受け取れ。 これはリアクターの冷却炉に落ちた間抜けが 持っていたものだ。 バチッ!と一瞬で黒焦げになっちまったよ。
nl: Oké, ik heb een I.D. gestolen van het lijk van een dwaas die in de koelvloeistofput van de reactor is gevallen. --Blat-- onmiddellijk frituren.
pt_br: Beleza. Eu roubei uma identificação do cadáver de algum otário que caiu no poço de refrigeração do reator. Pluft! Frito na hora.
ro: Bine. Am furat un card de acces de pe cadavrul unui nătăfleț care a căzut în groapa sistemului de răcire al reactorului. --pleoșc--făcut scrum instant.
sv: Jag stal ett ID från en dåre som föll ner i reaktorns kylvattengrop. --blat-- omedelbar fritering.
tr: Pekala, reaktörün soğutucu çukuruna düşen bir aptalın cesedinden kimliğini çaldım. --Anında derin kızartma.

# TXT_RPLY0_SCRIPT04_D24256_WHATS
source: What should I do once I'm in?
da: Hvad skal jeg gøre, når jeg er inde?
ja: 中に入ったらどうすればいい?
nl: Wat moet ik doen als ik eenmaal binnen ben?
pt_br: O que devo fazer depois de entrar?
ro: Ce trebuie să fac odată ce ajung în interior?
sv: Vad ska jag göra när jag väl är inne?
tr: İçeri girdiğimde ne yapmalıyım?

# TXT_DLG_SCRIPT04_D25772_TELLW
source: Tell whoever asks that you're the replacement worker for Mr. Crispy. It's just dumb enough to work. Oh, and you might want to check out the storeroom that's right above us.
da: Fortæl dem, der spørger, at du er afløseren for Mr Crispy. Det er lige dumt nok til at virke. Åh, og du vil måske tjekke lagerrummet lige over os.
ja: 誰かに聞かれたら、クリスピーの代わりに来た と言え。皆疑うことなく信じるだろうさ。 あと、上の階にある倉庫も行けるなら 見てみた方がいいぞ。
nl: Vertel degene die vraagt of jij de vervanger bent van Mr. Crispy. Het is net dom genoeg om te werken. Oh, en misschien wilt je eens kijken naar het magazijn dat vlak boven ons is.
pt_br: Diga pra quem perguntar que você é o substituto do Sr. Fritinho. É idiota o suficiente pra funcionar. Ah, e talvez você queira dar uma olhada no depósito lá em cima.
ro: Spune-i oricui te întreabă că ești înlocuitorul dl. Crispy. E suficient de stupid cât să funcționeze. Ah, și probabil vrei să verifici depozitul care se află chiar deasupra noastră.
sv: Säg till den som frågar att du är ersättare för Mr Crispy. Det är tillräckligt dumt för att fungera. Åh, och du kanske vill kolla in förrådet som ligger precis ovanför oss.
tr: Soran kişiye Bay Çıtır'ın yerine gelen işçi olduğunu söyle. İşe yarayacak kadar aptalca. Oh, ve hemen üstümüzdeki depoya bakmak isteyebilirsin.

# TXT_RPLY0_SCRIPT04_D25772_BOYIH
source: Boy I hope this I.D. Works.
da: Jeg håber, at det her ID virker.
ja: このIDで上手くいけばいいが。
nl: Jongen, ik hoop dat deze I.D. werkt.
pt_br: Olha, espero que esta identificação funcione.
ro: Mamă frate sper ca legitimația să funcționeze.
sv: Jag hoppas att det här ID-kortet fungerar.
tr: Umarım bu kimlik işe yarar.

# TXT_DLG_SCRIPT04_D27288_GETOU
source: Get out of here, unless you want to end up Mr. Dead.
da: Forsvind herfra, medmindre du vil ende som Mr. Død.
ja: ここを離れた方がいい、君がミスターポックリに 成らない為に。
nl: Maak dat je wegkomt, tenzij je wilt eindigen als meneer de Dood.
pt_br: Saia daqui, a não ser que você queria comer capim pela raiz.
ro: Valea de aici, dacă nu vrei să devii dl. Mort.
sv: Försvinn härifrån, om du inte vill bli herr Död.
tr: Sonunun Bay Ölü olmasını istemiyorsan git buradan.

# TXT_DLG_SCRIPT04_D28804_HEYLE
source: Hey, leave me alone. If they catch us wasting time we get dead, or extra work.
da: Hey, lad mig være. Hvis de fanger os i at spilde tiden, bliver vi dræbt eller får ekstra arbejde.
ja: 話しかけないでくれ、 奴等にバレたら処分されるか、残業させられる。
nl: Hé, laat me met rust. Als ze ons betrappen op tijdverspilling worden we dood, of extra werk.
pt_br: Ei, me deixe em paz. Se eles pegarem a gente fazendo corpo mole, a gente vai morrer ou receber trabalho extra.
ro: Hei, lasă-mă în pace. Dacă ne prind pierzând vremea fie primim muncă în plus, fie moarte.
sv: Lämna mig ifred. Om de kommer på oss med att slösa tid blir vi dödade eller får extra arbete.
tr: Hey, beni yalnız bırak. Bizi boşa zaman harcarken yakalarlarsa ya ölürüz ya da fazladan iş alırız.

# TXT_DLG_SCRIPT04_D30320_SUCHP
source: Such pressure, at this rate we'll be back to normal shifts soon. We're pumping tons of power to the castle and I'm almost finished logging those new weapons.
da: Sikke et pres, i dette tempo er vi snart tilbage på normale vagter. Vi pumper tonsvis af strøm til slottet, og jeg er næsten færdig med at logge de nye våben.
ja: この圧力、この速さならすぐ通常のシフトに 戻るだろう。私達は城へ大量の電気を供給して いるし、新しい武器の切り出しも殆ど済んだ。
nl: Zulke druk, in dit tempo zullen we snel weer terug zijn bij normale diensten. We pompen tonnen energie naar het kasteel en ik ben bijna klaar met het kappen van die nieuwe wapens.
pt_br: Quanta pressão. Desse jeito voltaremos a fazer turnos normais logo. Estamos mandando bastante energia para o castelo e estou quase terminando de registrar essas novas armas.
ro: Ce presiuni, în ritmul ăsta o să revenim la turele obișnuite curând. Pompăm o tonă de energie către castel și aproape că am terminat să înregistrez aceste arme noi.
sv: Vilken press, i den här takten är vi snart tillbaka på normala skift. Vi pumpar tonvis med ström till slottet och jag är nästan klar med att logga de nya vapnen.
tr: Ne baskı ama, bu gidişle yakında normal vardiyaya döneceğiz. Kaleye tonlarca güç pompalıyoruz ve yeni silahları kaydetmeyi neredeyse bitirdim.

# TXT_RPLY0_SCRIPT04_D30320_WEAPO
source: Weapons?
da: Våben?
ja: 武器?
nl: Wapens?
pt_br: Armas?
ro: Arme?
sv: Vapen?
tr: Silahlar mı?

# TXT_DLG_SCRIPT04_D31836_WHATD
source: What do you think, we're backed up on socks?
da: Hvad tror du, vi er bagud med sokker?
ja: どう思う、ズボンがずり落ちないか?
nl: Wat denk je, dat we op sokken staan?
pt_br: Ora, você acha que usamos só as nossas meias?
ro: Ce crezi, că suntem apărați pe șosete?
sv: Vad tror du, vi har inte tillräckligt med strumpor?
tr: Ne düşünüyorsun, çorapları yedekledik mi?

# TXT_RPLY0_SCRIPT04_D31836_WHATK
source: What kind of weapons?
da: Hvilken slags våben?
ja: どんな武器だ?
nl: Wat voor wapens?
pt_br: Que tipo de armas?
ro: Ce fel de arme?
sv: Vilken typ av vapen?
tr: Ne tür silahlar?

# TXT_DLG_SCRIPT04_D33352_AREYO
source: Are you deaf? I just told you how busy I am. Get back to work.
da: Er du døv? Jeg har lige fortalt dig, hvor travlt jeg har. Kom tilbage til arbejdet.
ja: 難聴か? 私は、忙しい、から、仕事に、戻れ。
nl: Ben je doof? Ik heb je net verteld hoe druk ik het heb. Ga terug aan het werk.
pt_br: Você é surdo? Já te disse que estou bem ocupado. Volte ao trabalho.
ro: Ești surd? Tocmai ți-am spus că sunt ocupat. Întoarce-te la muncă.
sv: Är du döv? Jag berättade precis hur upptagen jag är. Fortsätt jobba.
tr: Sağır mısın sen? Sana ne kadar meşgul olduğumu söyledim. İşinin başına dön.

# TXT_DLG_SCRIPT04_D34868_WHOAR
source: Who are you? Only clearance level two personnel are permitted in this area.
da: Hvem er du? Kun personale på sikkerhedsniveau to har adgang til dette område.
ja: 誰だ? レベル2のクリアランスを持たない者は ここに来てはいけないが。
nl: Wie ben jij? Alleen ontruimingsniveau twee personeel is toegestaan in dit gebied.
pt_br: Quem é você? Só funcionários com permissão nível 2 podem entrar nesta área.
ro: Cine ești? Doar personalul cu nivel 2 de acces are voie în zona aceasta.
sv: Vem är du? Endast personal på nivå två får vistas i det här området.
tr: Kimsin sen? Bu bölgeye sadece ikinci seviye personel girebilir.

# TXT_RPLY0_SCRIPT04_D34868_IMTHE
source: I'm the replacement worker.
da: Jeg er afløseren.
ja: 代替要員だ。
nl: Ik ben de vervanger.
pt_br: Eu sou o operário substituto.
ro: Sunt înlocuitorul muncitorului.
sv: Jag är ersättningsarbetaren.
tr: Ben yedek işçiyim.

# TXT_DLG_SCRIPT04_D36384_ABOUT
source: About time you showed up. Go talk with Ketrick in the core. Oh, and take this key card. Don't want you getting shot on your first day, huh?
da: Det var på tide, du dukkede op. Gå hen og snak med Ketrick i kernen. Åh, og tag dette nøglekort. Du skal ikke blive skudt på din første dag, hva'?
ja: そろそろ来ると思っていたよ。コアにいる ケトリックに話しかけてくれ。 あとこのキーカードを受け取ってくれ。 初日で撃たれたくないならな。
nl: Het werd tijd dat je kwam opdagen. Ga praten met Ketrick in de kern. Oh, en neem deze sleutelkaart. Wil je niet dat je op je eerste dag wordt neergeschoten, huh?
pt_br: Já era hora de você aparecer. Vá falar com o Ketrick lá no núcleo. Ah, e leve este cartão de acesso. Você não vai querer levar um tiro no primeiro dia, hein?
ro: Era și timpul. Du-te și vorbește cu Ketrick în interiorul nucleului. Ah, și ia și cardul ăsta. Nu cred că vrei să fii împușcat în prima zi de lucru, eh?
sv: Det var på tiden att du dök upp. Gå och prata med Ketrick i kärnan. Och ta det här nyckelkortet. Jag vill inte att du blir skjuten på din första dag, va?
tr: Tam zamanında geldin. Git merkezdeki Ketrick ile konuş. Bu anahtar kartını da al. İlk gününde vurulmanı istemeyiz, değil mi?

# TXT_RPLY0_SCRIPT04_D36384_WHERE
source: Where's the power crystal?
da: Hvor er kraftkrystallen?
ja: パワークリスタルは何処だ?
nl: Waar is het energiekristal?
pt_br: Onde fica o cristal de energia?
ro: Unde e cristalul de alimentare?
sv: Var är kraftkristallen?
tr: Güç kristali nerede?

# TXT_DLG_SCRIPT04_D37900_IFYOU
source: If you don't get to work, you'll get shot anyway. Move your tunic.
da: Hvis du ikke går på arbejde, bliver du skudt alligevel. Flyt din kittel.
ja: 今すぐ作業しないと奴等にバレて撃たれるぞ。 さあ行け。
nl: Als je niet aan het werk gaat, wordt je toch al neergeschoten. Verplaats je tuniek.
pt_br: Se você não trabalhar, você vai levar um tiro de qualquer jeito. Mexa-se.
ro: Dacă nu te apuci de muncă, o să fii împuscat oricum. Miscă-ți tunica.
sv: Om du inte börjar jobba blir du skjuten ändå. Flytta din tunika.
tr: İşe gitmezsen zaten vurulacaksın. Tuniğini çek.

# TXT_DLG_SCRIPT04_D39416_IDONT
source: I don't mean to sound alarmist, but if they keep pushing the power crystal this hard it's gonna flaw, and then shatter, and then *boom*! ...Just a thought.
da: Jeg vil ikke lyde alarmerende, men hvis de bliver ved med at presse energikrystallen så hårdt, så vil den flække, og så splintre, og så *bum*! ...Bare en tanke.
ja: オーダーがもしパワークリスタルに負荷を かけ続けていたら、いずれ限界でヒビが入って、 砕けて、*ボーン*!...だと思うよ。
nl: Ik wil geen paniekzaaier zijn, maar als ze zo hard op het energiekristal blijven duwen, gaat het scheuren, en dan versplinteren, en dan *boom*! ...Gewoon een gedachte.
pt_br: Não quero parecer alarmista, mas se eles continuarem pressionando tanto esse cristal de energia ele vai falhar, depois vai quebrar e então bum! ...Só minha opinião.
ro: Nu vreau să par alarmist, dar... dacă o să continui să împingi cristalul atât de tare o să se crape, apoi sparge, iar apoi *bum*! ...Doar ziceam.
sv: Jag vill inte låta alarmistisk, men om de fortsätter att trycka på kraftkristallen så här hårt kommer den att flaga, och sedan splittras, och sedan *boom*! ...Bara en tanke.
tr: Endişeli görünmek istemem ama güç kristalini bu kadar zorlamaya devam ederlerse kusurlu olacak, sonra paramparça olacak ve sonra *boom*! ...Sadece bir düşünce.

# TXT_DLG_SCRIPT04_D40932_LETME
source: Let me be quite clear. If this terminal locks up again, the coolant level will drop and we'll all have to answer to the Programmer. If we survive.
da: Lad mig gøre det helt klart. Hvis denne terminal låser sig igen, vil kølevæskeniveauet falde, og vi vil alle skulle stå til ansvar over for programmøren. Hvis vi overlever.
ja: 万が一このターミナルがフリーズしたら、 冷却液の水位が下がってプログラマーと 対面しなければならないだろうな。 メルトダウンから生還すればの話だが。
nl: Laat ik heel duidelijk zijn. Als deze terminal weer vastloopt, zal het koelmiddelniveau dalen en zullen we ons allemaal moeten verantwoorden tegenover de programmeur. Als we het overleven.
pt_br: Só pra ficar bem claro. Se este terminal travar de novo, o nível de refrigeração vai cair e vamos nos ver com o Programador. Se nós sobrevivermos.
ro: Ca să fiu înțeles. Dacă terminalul ăsta se blochează iar, nivelul răcirii va scădea și vom fi trași la răspundere de Programator. Dacă supraviețuim.
sv: Låt mig vara helt tydlig. Om terminalen låser sig igen kommer kylvattennivån att sjunka och vi kommer alla att få stå till svars inför programmeraren. Om vi överlever.
tr: Açık konuşayım. Eğer bu terminal tekrar kilitlenirse, soğutma sıvısı seviyesi düşecek ve hepimiz Programcı'ya hesap vermek zorunda kalacağız. Eğer hayatta kalırsak.

# TXT_DLG_SCRIPT04_D42448_YOUYE
source: You! Yeah, you. You aren't cleared for this area. Let me have your key card, fast. I'm in such a bad mood!
da: Dig! Ja, dig. Du er ikke godkendt til dette område. Giv mig dit nøglekort, hurtigt. Jeg er i så dårligt humør!
ja: お前!そうだお前だ。ここは立入禁止だ。 IDカードを見せろ、早く。今機嫌が悪いんだ!
nl: Jij! Ja, jij. Je bent niet vrij voor dit gebied. Geef me je sleutelkaart, snel. Ik ben in zo'n slecht humeur!
pt_br: Você aí! É, você mesmo. Você não tem permissão para estar aqui. Me passa esse cartão logo de uma vez. Estou de péssimo humor.
ro: Tu! Da, tu! Nu ai acces în zona asta. Dă-mi cardul tău, rapid. Sunt extrem de indispus!
sv: Du! Ja, du. Du är inte godkänd för det här området. Ge mig ditt nyckelkort, snabbt. Jag är på så dåligt humör!
tr: Sen! Evet, sen. Bu bölgeye giriş iznin yok. Anahtar kartını ver, çabuk. Çok kötü bir ruh halindeyim!

# TXT_RPLY0_SCRIPT04_D42448_HEREH
source: Here, here's my card.
da: Her, her er mit kort.
ja: ほら、これがカードだ。
nl: Hier, hier is mijn kaart.
pt_br: Tome, aqui está o cartão.
ro: Aici, aici e cardul.
sv: Här, här är mitt kort.
tr: İşte, işte kartım.
