Repository: the-phinet/UZDoom
Catalog: zdoom_game_strings/*.po
Languages: da, ja, nl, pt_br, ro, sv, tr

# TXT_DLG_SCRIPT17_D10612_OHSUR
source: Oh, sure you do. First, fight your way into the security complex and use the teleporter. And this might be more to your liking, destroy the computer in central administration. No computer, no force field.
da: Selvfølgelig skal du det. Først skal du kæmpe dig ind i sikkerhedskomplekset og bruge teleporteren. Og dette er måske mere efter din smag, ødelæg computeren i centraladministrationen. Ingen computer, intet kraftfelt.
ja: ああ、だろうな。先にまず複合警備施設を 制圧してそこにあるテレポーターを使え。 君に合った方法だと思うが、テレポーター先の 中央管理部にあるコンピューターを潰せ。 コンピューターが無けれは、フォースも無しだ。
nl: Oh, zeker weten. Vecht je eerst een weg naar het veiligheidscomplex en gebruik de teleporter. En dit kan meer naar uw zin zijn, vernietig de computer in de centrale administratie. Geen computer, geen krachtveld.
pt_br: Ah, mas é claro que precisa. Primeiro, lute até o complexo de segurança e use o teletransportador. E acho que você vai gostar disto: destrua o computador na administração central. Sem computador, sem campo de força.
ro: Oh, normal. Mai întâi, trebuie să te zbați să ajungi în complexul de securitate și să folosești teleportorul. Și asta s-ar putea să îți placă mai mult, distruge calculatorul din camera de administrare centrală. Niciun calculator, niciun câmp de forță.
sv: Javisst, det måste du. Kämpa dig först in i säkerhetskomplexet och använd teleportern. Och det här kanske är mer till din smak, förstör datorn i centralförvaltningen. Ingen dator, inget kraftfält.
tr: Tabii ki öldürmelisin. İlk olarak, güvenlik kompleksine girmek için savaş ve ışınlayıcıyı kullan. Ve bu daha çok hoşuna gidebilir, merkezi yönetimdeki bilgisayarı yok et. Bilgisayar yoksa, güç alanı da yok.

# TXT_RPLY0_SCRIPT17_D10612_GREAT
source: Great, that sounds easy.
da: Fint, det lyder nemt.
ja: そりゃいい、簡単そうだな。
nl: Geweldig, dat klinkt gemakkelijk.
pt_br: Ótimo. Isso parece fácil.
ro: Grozav, sună simplu.
sv: Bra, det låter enkelt.
tr: Harika, kulağa kolay geliyor.

# TXT_DLG_SCRIPT17_D12128_THERE
source: There's an advantage to destroying the computer, that's where the plans to the tower are kept. Can you say, five finger discount? Heh heh!
da: Der er en fordel ved at ødelægge computeren, det er der, hvor planerne til tårnet opbevares. Kan du sige, fem fingre rabat? Heh heh!
ja: コンピューターを潰す利点はな、 奴等の塔へ送られる情報もそれに保管されている。 それを万引き、とも言えるな?へヘッ!
nl: Er is een voordeel aan het vernietigen van de computer, dat is waar de plannen om de toren te vernietigen worden bewaard. Kunt je zeggen, vijf vingers korting? Heh heh heh!
pt_br: Há uma vantagem em destruir o computador. É nele onde ficam os planos da torre. É pegar e levar, hehehe!
ro: Există un avantaj în distrugerea calculatorului, acolo sunt ținute schemele turnului. Poți spune, reducere la cinci degete? Ha ha!
sv: Det finns en fördel med att förstöra datorn, det är där ritningarna till tornet förvaras. Kan du säga femfingerrabatt? Heh heh!
tr: Bilgisayarı yok etmenin bir avantajı var, kulenin planları orada tutuluyor. Beş parmak indirimi diyebilir misin? Heh heh!

# TXT_RPLY0_SCRIPT17_D12128_ANYTH
source: Anything else?
da: Er der andet?
ja: 他にあるか?
nl: Nog iets anders?
pt_br: Mais alguma coisa?
ro: Altceva?
sv: Något annat?
tr: Başka bir şey var mı?

# TXT_DLG_SCRIPT17_D13644_OHWEL
source: Oh well, word has it that the bailey's warehouse received a shipment of maulers, that's the weapon that vaporizes.
da: Nå ja, det siges, at Baileys lager har modtaget en sending maulers, det er det våben, der fordamper.
ja: そうだな、中庭の倉庫にマウラーが納品されたと 聞いた。その威力は相手を消滅させられる程だと。
nl: Nou ja, er wordt gezegd dat het magazijn van de bailey een zending maulers heeft ontvangen, dat is het wapen dat verdampt.
pt_br: Bem, dizem que o depósito recebeu um envio de desintegradores. Aquela arma que...desintegra.
ro: Păi, vorba spune că depozitul din curtea interioară a primit un pachet de schiloditoare, asta e arma care vapozirează.
sv: Nåja, ryktet säger att Baileys lager har fått en leverans av maulers, det är vapnet som förångar.
tr: Bailey'nin deposuna parçalayıcı sevkiyatı yapıldığı söyleniyor, buharlaştıran bir silah.

# TXT_RPLY0_SCRIPT17_D13644_ISTHA
source: Is that it, now?
da: Er det det nu?
ja: それはまだあるんだな?
nl: Is dat het, nu?
pt_br: Só isso?
ro: Asta e, deci?
sv: Är det allt?
tr: Bu kadar mı yani?

# TXT_DLG_SCRIPT17_D15160_DONTY
source: Don't you know the meaning of the words "get lost"?
da: Kender du ikke betydningen af ordene "forsvind"?
ja: 次の話はバレる前に'去れ'か?
nl: Weet je niet wat de betekenis is van de woorden "verdwalen"?
pt_br: Você não sabe o que significa a expressão "se manda"?
ro: Nu cunoști semnificația cuvântului "dispari"?
sv: Vet du inte vad ordet "försvinna" betyder?
tr: Kaybol kelimesinin anlamını bilmiyor musun?

# TXT_DLG_SCRIPT17_D16676_TALKT
source: Talk to Quincy first. I'm not allowed to help anyone unless he says it's ok.
da: Tal med Quincy først. Jeg må ikke hjælpe nogen, medmindre han siger, at det er i orden.
ja: 先にクインシーと話を。彼から許可を 得られない限りお助けすることは出来ません。
nl: Praat eerst met Quincy. Ik mag niemand helpen, tenzij hij zegt dat het goed is.
pt_br: Fale com o Quincy primeiro. Não posso ajudar ninguém enquanto ele não autorizar.
ro: Vorbește cu Quincy mai întâi. Nu am permisiunea să ajut pe nimeni până nu spune că e în regulă.
sv: Prata med Quincy först. Jag får inte hjälpa någon om inte han säger att det är okej.
tr: Önce Quincy ile konuş. O izin vermedikçe kimseye yardım edemem.

# TXT_DLG_SCRIPT17_D18192_HOWHO
source: How how can I help you today?
da: Hvordan kan jeg hjælpe dig i dag?
ja: 本日は何かお困りで?
nl: Hoe kan ik je vandaag helpen?
pt_br: Como posso ajudá-lo hoje?
ro: Cu ce te pot ajuta azi?
sv: Hur kan jag hjälpa dig idag?
tr: Bugün sana nasıl yardım edebilirim?

# TXT_RPLY0_SCRIPT17_D18192_MEDPA
source: Med patch
da: Medicinsk plaster
ja: 医薬パッチ
pt_br: Compressa médica
ro: Trusă de prim-ajutor.
sv: Medicinsk plåster
tr: Med yama

# TXT_RYES0_SCRIPT17_D18192_HERES
source: Here's your patch.
da: Her er dit plaster.
ja: これをどうぞ。
nl: Hier is je patch.
pt_br: Aqui está sua compressa.
ro: Aici e trusa.
sv: Här är ditt plåster.
tr: İşte yaman.

# TXT_RNO0_SCRIPT17_D18192_THATI
source: That is 15 gold my friend.
da: Det er 15 guld, min ven.
ja: 15 ゴールド必要です。
nl: Dat is 15 goud, mijn vriend.
pt_br: Custa 15 moedas de ouro, meu amigo.
ro: Costă 15 monezi amice.
sv: Det är 15 guld, min vän.
tr: Bu 15 altın dostum.

# TXT_RPLY1_SCRIPT17_D18192_MEDIC
source: Medical kit
da: Medicinsk kit
ja: 医療用キット
nl: Medische kit
pt_br: Kit médico
ro: Kit de prim-ajutor.
sv: Medicinsk utrustning
tr: Tıbbi kit

# TXT_RYES1_SCRIPT17_D18192_HERES
source: Here's your medical kit.
da: Her er dit medicinske kit.
ja: こちらが 医療用キットです。
nl: Hier is je medische uitrusting.
pt_br: Aqui está o seu kit médico
ro: Aici e kitul.
sv: Här är ditt medicinska utrustning.
tr: İşte tıbbi çantan.

# TXT_RNO1_SCRIPT17_D18192_YOURE
source: You're a bit low on funds for that.
da: Du har lidt for få midler til det.
ja: その為の資金が少し足りません。
nl: Je hebt daar een beetje weinig geld voor.
pt_br: Você está um pouco mal de dinheiro pra isso.
ro: Cam puțini bani pentru aia.
sv: Du har lite ont om pengar för det.
tr: Bunun için biraz az paran var.

# TXT_RPLY2_SCRIPT17_D18192_FIELD
source: Field surgery kit
da: Kirurgisæt
ja: 手術キット
nl: Veld chirurgie kit
pt_br: Kit de cirurgia
ro: Kit chirurgical de teren.
sv: Fältkirurgisk utrustning
tr: Saha ameliyat kiti

# TXT_RYES2_SCRIPT17_D18192_ONEFI
source: One field surgery kit, done.
da: Et kirurgisæt, færdig.
ja: 野外用手術キット一丁。
nl: Eén veldoperatiekit, klaar.
pt_br: Um kit de cirurgia saindo
ro: Un kit chirurgical de teren, gata.
sv: Ett fältkirurgiskt utrustning, klart.
tr: Bir saha ameliyat kiti, tamamdır.

# TXT_RNO2_SCRIPT17_D18192_COMEB
source: Come back when you have money!
da: Kom tilbage, når du har penge!
ja: 余裕がある時にまたどうぞ!
nl: Kom terug als je geld hebt!
pt_br: Volte quando tiver dinheiro!
ro: Întoarce-te când ai destui bani!
sv: Kom tillbaka när du har pengar!
tr: Paran olduğunda geri gel!

# TXT_DLG_SCRIPT18_D0_WHATI
source: What is it?
da: Hvad er det?
ja: 何事だ?
nl: Wat is het?
pt_br: O que foi?
ro: Ce e?
sv: Vad är det för nåt?
tr: Ne oldu?

# TXT_RPLY0_SCRIPT18_D0_JUSTL
source: Just looking around.
da: Jeg kigger bare rundt.
ja: 見周りしている。
nl: Gewoon rondkijken.
pt_br: Só dando uma olhada.
ro: Doar mă uit împrejur.
sv: Jag tittar bara runt.
tr: Sadece etrafa bakıyorum.

# TXT_RYES0_SCRIPT18_D0_JUSTK
source: Just keep out of the way.
da: Bare hold dig ude af vejen.
ja: この先は立入禁止だ。
nl: Blijf gewoon uit de weg.
pt_br: Apenas fique fora do caminho.
ro: Doar nu sta în cale.
sv: Håll dig bara ur vägen.
tr: Yoldan uzak dur.

# TXT_DLG_SCRIPT18_D1516_THETE
source: The Templars will be here soon to pick up their new maulers. If you get in their way you're a dead man.
da: Tempelridderne kommer snart og henter deres nye maulere. Hvis du kommer i vejen for dem, er du en død mand.
ja: 新しいマウラーズを得たテンプル騎士団が すぐにでもここに来る。長生きしたければ 邪魔をしようと思わない方がいい。
nl: De Tempeliers zullen hier binnenkort zijn om hun nieuwe maulers op te halen. Als je hen in de weg staat, ben je een dode man.
pt_br: Os Templários estarão aqui logo para pegar seus novos desintegradores. Se você se meter no caminho deles, você é um homem morto.
ro: Templierii vor fi curând aici pentru a ridica schiloditoarele. Dacă le stai în cale ești mort.
sv: Templarna kommer snart att vara här för att hämta sina nya maulers. Om du kommer i deras väg är du en död man.
tr: Tapınakçılar yeni parçalayıcılarını almak için yakında burada olacaklar. Eğer yollarına çıkarsan ölürsün.

# TXT_RPLY0_SCRIPT18_D1516_MAULE
source: Maulers?
ja: マウラーズ?
pt_br: Desintegradores?
ro: Schiloditoare?
tr: Parçalayıcılar?

# TXT_RYES0_SCRIPT18_D1516_THETE
source: The Templar's favorite weapon.
da: Tempelriddernes yndlingsvåben.
ja: 騎士団に人気の兵器だ。
nl: Het favoriete wapen van de Tempeliers.
pt_br: A arma favorita dos Templários.
ro: Arma preferată a Templierilor.
sv: Tempelriddarens favoritvapen.
tr: Tapınakçıların en sevdiği silah.

# TXT_DLG_SCRIPT18_D3032_THEYC
source: They came in earlier. That's what all the security's about. I got a chance to look at them when I locked up. Nobody's supposed to go in or out of there until the rest of the platoon comes to claim their weapons.
da: De kom ind tidligere. Det er derfor, der er så meget sikkerhed. Jeg fik en chance for at se dem, da jeg låste af. Ingen må gå ind eller ud derfra, før resten af delingen kommer for at hente deres våben.
ja: 以前所属したばかりだ。 彼等は全て警備に周るだろう。 門を閉める時に見る機会があったからな。 残りの小隊が兵器を請求するまで 誰も入れる事はできない。
nl: Ze kwamen eerder binnen. Dat is waar de beveiliging over gaat. Ik kreeg de kans om naar ze te kijken toen ik ze opsloot. Niemand wordt verondersteld daar naar binnen of buiten te gaan totdat de rest van het peloton zijn wapens komt halen.
pt_br: Eles vieram aqui antes. Por isso toda essa segurança. Tive a oportunidade de dar uma olhada neles quando eu estava fechando. Ninguém pode entrar ou sair até que o resto do pelotão venha pegar suas armas.
ro: Au venit mai devreme. Asta e treaba cu toată securitatea. Am avut șansa să îi privesc când închideam. Nimeni nu intră sau iese până ce tot platonul vine să își ia armele.
sv: De kom in tidigare. Det är det som är orsaken till all säkerhet. Jag fick en chans att titta på dem när jag låste in dem. Ingen får gå in eller ut därifrån förrän resten av plutonen kommer för att hämta sina vapen.
tr: Daha erken geldiler. Bütün güvenlik bunun için. Kapıyı kilitlediğimde onlara bakma şansım oldu. Müfrezenin geri kalanı silahlarını almaya gelene kadar kimsenin oraya girip çıkmaması gerekiyor.

# TXT_DLG_SCRIPT19_D0_THISI
source: This is where you get the plans for the central administration.
da: Det er her, du får planerne for den centrale administration.
nl: Hier krijg je de plannen voor de centrale administratie.
pt_br: É aqui onde você pega os planos da administração central.
ro: De aici vei lua schemele pentru camera de administrare centrală.
sv: Det är här du får planerna för den centrala administrationen.
tr: Burası merkezi yönetimin planlarını aldığınız yer.

# TXT_DLG_SCRIPT22_D0_IRUNT
source: I run this place. My job is to build the raw parts needed for the Loremaster's robot designs. If you're not here on official business, then I'm afraid I don't have time to talk.
da: Jeg styrer stedet her. Mit job er at bygge de rådele, der er nødvendige for Loremesterens robotdesigns. Hvis du ikke er her i officielt ærinde, så har jeg desværre ikke tid til at tale.
ja: 私がこの場所の主任者だ。 私の仕事は、ロアマスターのロボットの デザインに必要な原料パーツを生産することだ。 もしあなたが公用で来たのではないのなら、 申し訳ないが話すための時間はないのだ。
nl: Ik run deze plek. Mijn taak is om de ruwe onderdelen te bouwen die nodig zijn voor de robotontwerpen van de Kennismeester. Als je hier niet bent voor officiële zaken, dan ben ik bang dat ik geen tijd heb om te praten.
pt_br: Eu sou o chefe daqui deste lugar. Meu trabalho é construir as peças necessárias para os robôs do Mestre do Conhecimento. Se você não está aqui para assuntos oficiais, então receio que não temos tempo para conversa.
ro: Eu conduc locul ăsta. Treaba mea e să produc materia primă pentru designul roboților Stăpânului Cunoștiințelor. Dacă nu ești aici cu treabă oficială, atunci nu am timp de vorbă.
sv: Jag styr det här stället. Mitt jobb är att bygga de rådelar som behövs för Läromästarens robotkonstruktioner. Om du inte är här i officiellt ärende har jag tyvärr inte tid att prata.
tr: Burayı ben yönetiyorum. Benim işim Loremaster'ın robot tasarımları için gereken ham parçaları üretmek. Eğer resmi bir iş için burada değilseniz, korkarım ki konuşacak vaktim yok.

# TXT_RPLY0_SCRIPT22_D0_IAMON
source: I am on official business.
da: Jeg er i officielt ærinde.
ja: 私は公用で来た。
nl: Ik ben voor officiële zaken.
pt_br: Estou aqui para tratar de assuntos oficiais.
ro: Sunt cu treburi oficiale.
sv: Jag är i officiellt ärende.
tr: Resmi bir iş için buradayım.

# TXT_DLG_SCRIPT22_D1516_SOYOU
source: So you've spoken with Timothy, I see. He and I have worked together to try to unravel the mysteries of the Order, before it's too late for us all. Maybe you can help us. I've opened the door to the production sector.
da: Så du har talt med Timothy, kan jeg se. Han og jeg har arbejdet sammen for at forsøge at løse ordenens mysterier, før det er for sent for os alle. Måske kan du hjælpe os. Jeg har åbnet døren til produktionssektoren.
ja: ということは、ティモシーと話したのだな。 彼と私は、取り返しのつかない事態に陥る前に オーダーの秘密を解き明かすために 一緒に働いてきた。もしかすると、 君は私達に手を貸せるかもしれない。 私は今、生産セクターへの扉を開いたぞ。
nl: Dus je hebt met Timothy gesproken, zie ik. Hij en ik hebben samengewerkt om te proberen de mysteries van de Orde te ontrafelen, voordat het voor ons allemaal te laat is. Misschien kunt u ons helpen. Ik heb de deur geopend naar de productiesector.
pt_br: Então você andou falando com o Timothy, pelo visto. Eu e ele trabalhamos juntos para tentar desvendar os mistérios da Ordem antes que seja tarde para todos nós. Talvez você possa nos ajudar. Eu abri a porta para o setor de produção.
ro: Ai vorbit cu Timotei, să înțeleg. Noi am lucrat împreună în încercarea de a descoperii misterele Ordinului, înainte să fie prea târziu pentru noi toți. Poate ne poți ajuta. Am deschis ușa la sectorul de producție.
sv: Så du har talat med Timothy, ser jag. Han och jag har arbetat tillsammans för att försöka lösa Ordens mysterier innan det är för sent för oss alla. Du kanske kan hjälpa oss. Jag har öppnat dörren till produktionssektorn.
tr: Gördüğüm kadarıyla Timothy ile konuşmuşsunuz. O ve ben, hepimiz için çok geç olmadan Tarikat'ın gizemlerini çözmeye çalışmak için birlikte çalıştık. Belki bize yardım edebilirsin. Üretim sektörünün kapısını açtım.

# TXT_RPLY0_SCRIPT22_D1516_DOYOU
source: Do you know what's inside?
da: Ved du, hvad der er indenfor?
ja: 中に何があるのかを知っているのか?
nl: Weet je wat er in zit?
pt_br: Você sabe o que tem lá dentro?
ro: Știi cumva ce e înăuntru?
sv: Vet du vad som finns där inne?
tr: İçeride ne olduğunu biliyor musun?

# TXT_DLG_SCRIPT22_D3032_ITSAT
source: It's a top secret area. Not only is the Order breeding some kind of... creature in there, I've seen with my own eyes a strange artifact called a Talisman. nobody's allowed near it. Rumor is that it holds great power if united with two others of its kind.
da: Det er et tophemmeligt område. Ikke alene avler Ordenen en slags... væsen derinde, jeg har også set med mine egne øjne en mærkelig artefakt kaldet en Talisman. Ingen må komme i nærheden af den. Rygterne siger, at den har stor magt, hvis den forenes med to andre af sin slags.
ja: あの場所は極秘エリアだ。 オーダーはある種の生物のようなものを そこで繁殖させているし、それだけではなく 私はタリスマンと呼ばれる奇妙な アーティファクトをこの目で見た。 誰もそれには近づくことが許されていないのだ。 噂では、タリスマンはほかの2つのタリスマンと つながることで強大なパワーを発揮できるらしい。
nl: Het is een topgeheim gebied. Niet alleen is de Orde daar een soort.... schepsel aan het kweken, ik heb met mijn eigen ogen een vreemd artefact gezien dat een Talisman wordt genoemd. niemand mag er in de buurt komen. Het gerucht gaat dat hij grote macht heeft als hij zich verenigt met twee anderen van zijn soort.
pt_br: É uma área ultrassecreta. Não só a Ordem está criando um tipo de...criatura lá dentro, eu vi com meus próprios olhos um artefato estranho chamado de Talismã. Ninguém tem permissão para chegar perto. Dizem que ele tem um grande poder ao se unir com outros dois do mesmo tipo.
ro: E o zonă secretă. Nu numai că Ordinul crește un fel de... creatură acolo, am văzut cu proprii mei ochi un fel de artefact numit Talisman, nimeni nu e lăsat să se apropie.. Zvonurile zic că e un artefact de o putere imensă dacă e unit cu celelalte două părți ale lui.
sv: Det är ett topphemligt område. Inte nog med att Orden föder upp någon sorts... varelse där inne, jag har med egna ögon sett en märklig artefakt som kallas för en Talisman. Ingen får komma i närheten av den. Ryktet säger att den har stor kraft om den förenas med två andra av samma slag.
tr: Çok gizli bir bölge. Tarikat orada bir tür yaratık yetiştirmekle kalmıyor, Tılsım denen garip bir eseri kendi gözlerimle gördüm. Kimsenin ona yaklaşmasına izin verilmiyor. Söylentiye göre türünün diğer iki örneğiyle birleştiğinde büyük bir güce sahip oluyormuş.

# TXT_RPLY0_SCRIPT22_D3032_ISUPP
source: I suppose you want this thing?
da: Jeg formoder, at du vil have denne tingest?
ja: それが欲しいということか?
nl: Ik neem aan dat je dit ding wilt?
pt_br: Imagino que você quer essa coisa?
ro: Presupun că vrei chestia asta?
sv: Jag antar att du vill ha den här?
tr: Sanırım bu şeyi istiyorsun?

# TXT_DLG_SCRIPT22_D4548_NOIFY
source: No! If you can find it, it's yours to keep. Maybe you can use it to help free us from our oppression. I'd wish you luck, but you're going to need a lot more than that if you go in there...
da: Nej! Hvis du kan finde den, kan du beholde den. Måske kan du bruge den til at hjælpe os med at befri os fra vores undertrykkelse. Jeg ville ønske dig held og lykke, men du får brug for meget mere end det, hvis du går derind...
ja: そうではない!もし見つけたら それは自分のものにしてくれ。もしかすれば、 それを私達をオーダーから解放するために 使えるかもしれない。幸運を祈ってはいるが、 もしあの場所に行こうとしているなら、 もっと多くの力が必要となるぞ...
nl: Nee, als je het kunt vinden, is het aan jou om het te houden. Misschien kunt je het gebruiken om ons te bevrijden van onze onderdrukking. Ik zou je veel geluk wensen, maar je zult veel meer nodig hebben als je daar naar binnen gaat....
pt_br: Não! Se você conseguir achá-lo, fique com ele. Talvez você possa usá-lo para nos libertar dessa opressão. Eu te desejaria sorte, mas você vai precisar de muito mais do que isso se você entrar lá dentro...
ro: Nu! Dacă o găsești, e a ta. Poate o poți folosi ca să ne ajuți să scăpăm de oprimare. Ți-aș ura noroc, dar o să ai noroc de mult mai mult decât atât dacă mergi acolo...
sv: Nej! Om du kan hitta den, får du behålla den. Du kanske kan använda den för att befria oss från vårt förtryck. Jag skulle önska dig lycka till, men du kommer att behöva mycket mer än så om du går in där...
tr: Hayır! Eğer onu bulabilirsen, sende kalabilir. Belki onu bizi zulmümüzden kurtarmak için kullanabilirsin. Sana şans dilerdim, ama oraya girersen bundan çok daha fazlasına ihtiyacın olacak...

# TXT_RPLY0_SCRIPT22_D4548_WHATS
source: What's all this about the past?
da: Hvad er alt det her med fortiden?
ja: 過去に何があったというんだ?
nl: Wat is dit alles over het verleden?
pt_br: Que história é essa sobre o passado?
ro: Care e treaba cu trecutul ăsta?
sv: Vad är allt det här om det förflutna?
tr: Geçmişle ilgili tüm bu şeyler de ne?

# TXT_DLG_SCRIPT22_D6064_YOUVE
source: You've surely seen the other ruins nearby. It seems that the Comet which crashed on our planet is actually a space ship, and believe it or not, it originated on this very world a long time ago.
da: Du har sikkert set de andre ruiner i nærheden. Det ser ud til, at den komet, der styrtede ned på vores planet, faktisk er et rumskib, og tro det eller ej, men det stammer fra denne verden for længe siden.
ja: 君はこの周りの廃墟群を見てきたはずだ。 この星に衝突した彗星は、実は宇宙船だったのだ 信じられないかもしれないが、 それは遥か前のこの乱世の始まりとも言える。
nl: Je hebt zeker de andere ruïnes in de buurt gezien. Het lijkt erop dat de komeet die op onze planeet is neergestort, eigenlijk een ruimteschip is, en geloof het of niet, het is al lang geleden op deze wereld ontstaan.
pt_br: Você certamente viu as outras ruínas aqui perto. Parece que o Cometa que caiu neste planeta é na verdade uma espaçonave e, acredite se quiser, ela veio deste nosso mundo há muito tempo atrás.
ro: Cu siguranță ai vazut ruinele din apropiere. Se pare că Cometa care a căzut e de fapt o navă spațială, și crezi sau nu, e originară din lumea asta, de acum mult timp.
sv: Du har säkert sett de andra ruinerna i närheten. Det verkar som om kometen som kraschade på vår planet faktiskt är ett rymdskepp, och tro det eller ej, den härstammar från just den här världen för länge sedan.
tr: Yakındaki diğer kalıntıları görmüşsünüzdür. Görünüşe göre gezegenimize çarpan Kuyruklu Yıldız aslında bir uzay gemisi ve ister inanın ister inanmayın, uzun zaman önce tam da bu dünyada ortaya çıkmış.

# TXT_RPLY0_SCRIPT22_D6064_SOTHE
source: So the spectres, the One God...
da: Så spøgelserne, den ene gud...
ja: だから霊の、唯一神...
nl: Dus de schrikbeelden, de Ene God....
pt_br: Então os espectros, o Deus Único...
ro: Deci spectrele, Adevăratul Zeu...
sv: Så spökena, den enda guden...
tr: Yani hayaletler, Tek Tanrı.

# TXT_DLG_SCRIPT22_D7580_THEYA
source: They are creatures who once ruled this world and are bent on consuming its life. The ancients managed to seal them away, but gave their lives in the process. I'm afraid that's all I know.
da: De er væsener, der engang herskede over denne verden og er opsat på at fortære dens liv. Det lykkedes de gamle at forsegle dem, men de gav deres liv i processen. Jeg er bange for, at det er alt, hvad jeg ved.
ja: 奴等はかつてこの世界を支配していた生物で 生命力をひたすら吸収する存在だった。 古代人が辛うじて封印したが、 その過程で彼らの命は奪われた。 私が知っているのはそれだけだ。
nl: Het zijn wezens die ooit over deze wereld heersten en die er op uit zijn om haar leven te consumeren. De Ouden slaagden erin om ze af te sluiten, maar gaven hun leven in het proces. Ik ben bang dat dat alles is wat ik weet.
pt_br: São criaturas que uma vez dominavam este mundo e querem consumir toda a vida daqui. Os antigos conseguiram selá-los, mas deram suas vidas no processo. Infelizmente isso é tudo o que eu sei.
ro: Sunt creaturi care au condus cândva lumea asta și sunt determinați să-i consume toată viața. Cei antici au reușit să-i alunge, dar și-au dat viața pentru a reuși. Mă tem că asta e tot ce știu.
sv: De är varelser som en gång styrde den här världen och är fast beslutna att förtära dess liv. De gamla lyckades försegla dem, men gav sina liv i processen. Jag är rädd att det är allt jag vet.
tr: Onlar bir zamanlar bu dünyaya hükmetmiş ve yaşamı tüketmeye kararlı yaratıklar. Eskiler onları mühürlemeyi başardılar ama bu süreçte canlarını verdiler. Korkarım tüm bildiğim bu.
