Repository: the-phinet/UZDoom
Catalog: zdoom_game_strings/*.po
Languages: da, ja, nl, pt_br, ro, sv, tr

# PHUSTR_28
source: Level 28: The Sewers
da: Level 28: Kloakkerne
ja: Level 28: 下水道
nl: Level 28: De rioleringen
pt_br: Fase 28: Os Esgotos
ro: Nivelul 28: Canalizarea
sv: Nivå 28: Sjukhusen
tr: Seviye 28: Kanalizasyonlar

# PHUSTR_29
source: Level 29: Odyssey of Noises
da: Level 29: Lydenes odyssé
ja: Level 29: オデッセイのノイズ
nl: Level 29: Odyssee van geluiden
pt_br: Fase 29: Odisséia de Ruidos
ro: Nivelul 29: Odiseea zgomotelor
sv: Nivå 29: Ljudets odyssé
tr: Seviye 29: Seslerin Odyssey'i

# PHUSTR_30
source: Level 30: The Gateway of Hell
da: Level 30: Helvedes port
ja: Level 30: 地獄の関門
nl: Level 30: De poort van de hel
pt_br: Fase 30: O Portão do Inferno
ro: Nivelul 30: Poarta spre infern
sv: Nivå 30: Helvetets port
tr: Seviye 30: Cehennem Kapısı

# PHUSTR_31
source: Level 31: Cyberden
ja: Level 31: サイバーの巣
pt_br: Fase 31: Ciberantro
ro: Nivelul 31: Cibervizuină
sv: Nivå 31: Cyberden
tr: Seviye 31: Siber'in ini

# PHUSTR_32
source: Level 32: Go 2 It
ja: Level 32: 逝ってこい
nl: Level 32: Ga ervoor
pt_br: Fase 32: Vai Fundo
ro: Nivelul 32: Du-te la ei
sv: Nivå 32: Gå till det
tr: Seviye 32: Devam Et

# THUSTR_1
source: Level 1: System Control
da: Level 1: Systemkontrol
ja: Level 1: 制御システム
nl: Level 1: Systeemcontrole
pt_br: Fase 1: Controle do Sistema
ro: Nivelul 1: Control sisteme
sv: Nivå 1: Systemkontroll
tr: Seviye 1: Sistem Kontrolü

# THUSTR_2
source: Level 2: Human BBQ
da: Level 2: Menneskelig grill
ja: Level 2: 人肉晩餐会
nl: Level 2: Menselijke BBQ
pt_br: Fase 2: Churrasco Humano
ro: Nivelul 2: Oameni la grătar
sv: Nivå 2: Människogrill
tr: Seviye 2: İnsan Barbekü

# THUSTR_3
source: Level 3: Power Control
da: Level 3: Kontrol med magten
ja: Level 3: 制御室
nl: Level 3: Machtscontrole
pt_br: Fase 3: Controle de Energia
ro: Nivelul 3: Uzina
sv: Nivå 3: Maktkontroll
tr: Seviye 3: Güç Kontrolü

# THUSTR_4
source: Level 4: Wormhole
da: Level 4: Ormehul
ja: Level 4: 虫喰い穴
nl: Level 4: Wormgat
pt_br: Fase 4: Buraco de Minhoca
ro: Nivelul 4: Gaura de vierme
sv: Nivå 4: Maskhål
tr: Seviye 4: Solucan Deliği

# THUSTR_5
source: Level 5: Hanger
ja: Level 5: 格納庫
nl: Level 5: Hangar
pt_br: Fase 5: Hangar
ro: Nivelul 5: Hangar
sv: Nivå 5: Hängare
tr: Seviye 5: Askı

# THUSTR_6
source: Level 6: Open Season
da: Level 6: Åben sæson
ja: Level 6: 狩猟解禁
nl: Level 6: Open seizoen
pt_br: Fase 6: Temporada Aberta
ro: Nivelul 6: Sezon deschis
sv: Nivå 6: Öppen säsong
tr: Seviye 6: Açık Sezon

# THUSTR_7
source: Level 7: Prison
da: Level 7: Fængsel
ja: Level 7: 監獄
nl: Level 7: Gevangenis
pt_br: Fase 7: Prisão
ro: Nivelul 7: Închisoare
sv: Nivå 7: Fängelse
tr: Seviye 7: Hapishane

# THUSTR_8
source: Level 8: Metal
ja: Level 8: メタル
nl: Level 8: Metaal
pt_br: Fase 8: Metal
ro: Nivelul 8: Metal
sv: Nivå 8: Metall
tr: Seviye 8: Metal

# THUSTR_9
source: Level 9: Stronghold
da: Level 9: Borgen
ja: Level 9: 牙城
nl: Level 9: Vesting
pt_br: Fase 9: Fortaleza
ro: Nivelul 9: Bastion
sv: Nivå 9: Fästning
tr: Seviye 9: Kale

# THUSTR_10
source: Level 10: Redemption
da: Level 10: Forløsning
ja: Level 10: 償還
nl: Level 10: Aflossing
pt_br: Fase 10: Redenção
ro: Nivelul 10: Răscumpărare
sv: Nivå 10: Inlösen
tr: Seviye 10: Kefaret

# THUSTR_11
source: Level 11: Storage Facility
da: Level 11: Opbevaringsanlæg
ja: Level 11: 貯蔵施設
nl: Level 11: Opslagfaciliteit
pt_br: Fase 11: Centro de Armazenamento
ro: Nivelul 11: Stația de depozitare
sv: Nivå 11: Förvaringsanläggning
tr: Seviye 11: Depolama Tesisi

# THUSTR_12
source: Level 12: Crater
da: Level 12: Krater
ja: Level 12: 火口
nl: Level 12: Krater
pt_br: Fase 12: Cratera
ro: Nivelul 12: Crater
sv: Nivå 12: Krater
tr: Seviye 12: Krater

# THUSTR_13
source: Level 13: Nukage Processing
da: Level 13: Nukageforarbejdning
ja: Level 13: 核廃棄物加工所
nl: Level 13: Nucleaire verwerking
pt_br: Fase 13: Processamento Nuclear
ro: Nivelul 13: Prelucrarea deșeurilor nucleare
sv: Nivå 13: Kärnavfall Behandling
tr: Seviye 13: Nukage İşleme

# THUSTR_14
source: Level 14: Steel Works
da: Level 14: Stålværk
ja: Level 14: 製鉄所
nl: Level 14: Staalfabrieken
pt_br: Fase 14: Siderúrgica
ro: Nivelul 14: Oțelărie
sv: Nivå 14: Stålverk
tr: Seviye 14: Çelik İşleri

# THUSTR_15
source: Level 15: Dead Zone
da: Level 15: Død zone
ja: Level 15: 危険地帯
nl: Level 15: Dode zone
pt_br: Fase 15: Zona Morta
ro: Nivelul 15: Zona moartă
sv: Nivå 15: Dödszon
tr: Seviye 15: Ölü Bölge

# THUSTR_16
source: Level 16: Deepest Reaches
da: Level 16: De dybeste afkroge
ja: Level 16: 最深部
nl: Level 16: Diepste reiken
pt_br: Fase 16: Profundezas
ro: Nivelul 16: În adâncuri
sv: Nivå 16: De djupaste hålen
tr: Seviye 16: En Derin Erişimler

# THUSTR_17
source: Level 17: Processing Area
da: Level 17: Forarbejdningsområde
ja: Level 17: 処理地帯
nl: Level 17: Verwerkingsgebied
pt_br: Fase 17: Área de Processamento
ro: Nivelul 17: Aria de procesare
sv: Nivå 17: Bearbetningsområde
tr: Seviye 17: İşleme Alanı

# THUSTR_18
source: Level 18: Mill
da: Level 18: Mølle
ja: Level 18: 製粉所
nl: Level 18: Molen
pt_br: Fase 18: Moinho
ro: Nivelul 18: Moara
sv: Nivå 18: Kvarn
tr: Seviye 18: Değirmen

# THUSTR_19
source: Level 19: Shipping/respawning
da: Level 19: Forsendelsescenter
ja: Level 19: 出荷と再生成
nl: Level 19: Verzendingscentrum
pt_br: Fase 19: Expedição/reaparecimento
ro: Nivelul 19: Livrare/reapariție
sv: Nivå 19: Skeppning
tr: Seviye 19: Nakliye Merkezi

# THUSTR_20
source: Level 20: Central Processing
da: Level 20: Central forarbejdning
ja: Level 20: 中央処理所
nl: Level 20: Centrale verwerking
pt_br: Fase 20: Processamento Central
ro: Nivelul 20: Prelucrare centrală
sv: Nivå 20: Centralt bearbetningsområde
tr: Seviye 20: Merkezi İşlem

# THUSTR_21
source: Level 21: Administration Center
da: Level 21: Administrationscenter
ja: Level 21: 行政センター
nl: Level 21: Administratief centrum
pt_br: Fase 21: Centro de Administração
ro: Nivelul 21: Centru administrativ
sv: Nivå 21: Administrationscenter
tr: Seviye 21: Yönetim Merkezi

# THUSTR_22
source: Level 22: Habitat
da: Level 22: Levested
ja: Level 22: 生息地
pt_br: Fase 22: Habitat
ro: Nivelul 22: Habitat
sv: Nivå 22: Livsområde
tr: Seviye 22: Habitat

# THUSTR_23
source: Level 23: Lunar Mining Project
da: Level 23: Projekt for månens minedrift
ja: Level 23: 月面探鉱計画
nl: Level 23: Maanmijnbouw project
pt_br: Fase 23: Projeto de Mineração Lunar
ro: Nivelul 23: Proiect minier satelitar
sv: Nivå 23: Gruvprojekt på månen
tr: Seviye 23: Ay Madenciliği Projesi

# THUSTR_24
source: Level 24: Quarry
da: Level 24: Stenbrud
ja: Level 24: 採石場
nl: Level 24: Steengroeve
pt_br: Fase 24: Pedreira
ro: Nivelul 24: Carieră
sv: Nivå 24: Stenbrott
tr: Seviye 24: Taş Ocağı

# THUSTR_25
source: Level 25: Baron's Den
da: Level 25: Baronens hule
ja: Level 25: バロンの巣窟
nl: Level 25: Het baron's gebouw
pt_br: Fase 25: Covil do Barão
ro: Nivelul 25: Cuibul Baronului
sv: Nivå 25: Baronens lya
tr: Seviye 25: Baron'un İni

# THUSTR_26
source: Level 26: Ballistyx
ja: Level 26: バリステュクス
pt_br: Fase 26: Ballistige
ro: Nivelul 26: Ballistyx
sv: Nivå 26: Ballistyx
tr: Seviye 26: Balistyx

# THUSTR_27
source: Level 27: Mount Pain
da: Level 27: Smertefjellet
ja: Level 27: 苦しみの山
nl: Level 27: Pijn in de bergen
pt_br: Fase 27: Monte Dor
ro: Nivelul 27: Muntele Durerii
sv: Nivå 27: Smärta på berget
tr: Seviye 27: Acı Dağı

# THUSTR_28
source: Level 28: Heck
ja: Level 28: 苛立ち
pt_br: Fase 28: Capeta
ro: Nivelul 28: Naiba
sv: Nivå 28: Heck
tr: Seviye 28: Cehennem

# THUSTR_29
source: Level 29: River Styx
da: Level 29: Floden Styx
ja: Level 29: 三途の川
nl: Level 29: Rivier Styx
pt_br: Fase 29: Rio Estige
ro: Nivelul 29: Râul Styx
sv: Nivå 29: Floden Styx
tr: Seviye 29: Styx Nehri

# THUSTR_30
source: Level 30: Last Call
da: Level 30: Sidste opkald
ja: Level 30: 最終指令
nl: Level 30: Laatste oproep
pt_br: Fase 30: Última Chamada
ro: Nivelul 30: Ultimul apel
sv: Nivå 30: Sista kallelsen
tr: Seviye 30: Son Çağrı

# THUSTR_31
source: Level 31: Pharaoh
da: Level 31: Farao
ja: Level 31: ファラオ
nl: Level 31: Farao
pt_br: Fase 31: Faraó
ro: Nivelul 31: Faraon
sv: Nivå 31: Farao
tr: Seviye 31: Firavun

# THUSTR_32
source: Level 32: Caribbean
da: Level 32: Caribien
ja: Level 32: カリビアン
nl: Level 32: Caribisch
pt_br: Fase 32: Caribe
ro: Nivelul 32: Caraibe
sv: Nivå 32: Karibien
tr: Seviye 32: Karayipler

# HHUSTR_E1M1
source: The Docks
da: Havnene
ja: 埠頭
nl: De dokken
pt_br: As Docas
ro: Docul
sv: Hamnarna
tr: Rıhtım

# HHUSTR_E1M2
source: The Dungeons
da: Fangehullerne
ja: 地下牢
nl: De kerkers
pt_br: As Masmorras
ro: Temnița
sv: Fästningarna
tr: Zindanlar

# HHUSTR_E1M3
source: The Gatehouse
da: Portens hus
ja: 門塔
nl: Het poortgebouw
pt_br: O Portão de Entrada
ro: Casa portarului
sv: Porthuset
tr: Kapı Evi

# HHUSTR_E1M4
source: The Guard Tower
da: Vagttårnet
ja: 監視塔
nl: De wachttoren
pt_br: A Torre de Guarda
ro: Turnul de veghe
sv: Vakttornet
tr: Muhafız Kulesi

# HHUSTR_E1M5
source: The Citadel
da: Citadellet
ja: 要塞
nl: De citadel
pt_br: A Cidadela
ro: Cetatea
sv: Citadellet
tr: Hisar

# HHUSTR_E1M6
source: The Cathedral
da: Katedralen
ja: 大聖堂
nl: De kathedraal
pt_br: A Catedral
ro: Catedrala
sv: Katedralen
tr: Katedral

# HHUSTR_E1M7
source: The Crypts
da: Krypterne
ja: 地下聖堂
nl: De grafkelders
pt_br: As Criptas
ro: Criptele
sv: Krypten
tr: Mahzenler

# HHUSTR_E1M8
source: Hell's Maw
da: Helvedes gab
ja: 地獄の肚
nl: De helmouth
pt_br: A Boca do Inferno
ro: Gura iadului
sv: Helvetets gap
tr: Cehennem Ağzı

# HHUSTR_E1M9
source: The Graveyard
da: Kirkegården
ja: 墓場
nl: De begraafplaats
pt_br: O Cemitério
ro: Cimitirul
sv: Kyrkogården
tr: Mezarlık

# HHUSTR_E2M1
source: The Crater
da: Krateret
ja: 噴火口
nl: De krater
pt_br: A Cratera
ro: Craterul
sv: Kratern
tr: Krater

# HHUSTR_E2M2
source: The Lava Pits
da: Lavagruberne
ja: 溶岩の竪穴
nl: De lavaputten
pt_br: Os Fossos de Lava
ro: Gropile cu lavă
sv: Lavagruvorna
tr: Lav Çukurları

# HHUSTR_E2M3
source: The River of Fire
da: Ildfloden
ja: 火の河
nl: De rivier van vuur
pt_br: O Rio de Fogo
ro: Râul de foc
sv: Eldfloden
tr: Ateş Nehri

# HHUSTR_E2M4
source: The Ice Grotto
da: Isgrotten
ja: 氷の洞窟
nl: De ijsgrot
pt_br: A Gruta de Gelo
ro: Grota de gheață
sv: Isgrottan
tr: Buz Mağarası

# HHUSTR_E2M5
source: The Catacombs
da: Katakomberne
ja: 地下墓所
nl: De catacomben
pt_br: As Catacumbas
ro: Catacombele
sv: Katakomberna
tr: Yeraltı Mezarları

# HHUSTR_E2M6
source: The Labyrinth
da: Labyrinten
ja: 迷宮
nl: Het labyrint
pt_br: O Labirinto
ro: Labirintul
sv: Labyrinten
tr: Labirent

# HHUSTR_E2M7
source: The Great Hall
da: Den store sal
ja: 大公会堂
nl: De grote zaal
pt_br: O Grande Salão
ro: Sala cea mare
sv: Den stora hallen
tr: Büyük Salon

# HHUSTR_E2M8
source: The Portals of Chaos
da: Kaosets portaler
ja: 混沌への門
nl: De portalen van chaos
pt_br: Os Portais do Caos
ro: Portalurile haosului
sv: Kaosets portaler
tr: Kaos Kapıları

# HHUSTR_E2M9
source: The Glacier
da: Gletsjeren
ja: 氷河
nl: De gletsjer
pt_br: A Geleira
ro: Ghețarul
sv: Glaciären
tr: Buzul

# HHUSTR_E3M1
source: The Storehouse
da: Magasinet
ja: 倉庫
nl: Het pakhuis
pt_br: O Armazém
ro: Depozitul
sv: Magasinet
tr: Depo

# HHUSTR_E3M2
source: The Cesspool
da: Kedelbassinet
ja: 汚水層
nl: De zinkput
pt_br: A Fossa
ro: Haznaua
sv: Rännstenen
tr: Lağım Çukuru

# HHUSTR_E3M3
source: The Confluence
da: Sammenløbet
ja: 合流点
nl: De samenvloeiing
pt_br: A Confluência
ro: Confluența
sv: Sammanflödet
tr: Confluence

# HHUSTR_E3M4
source: The Azure Fortress
da: Den azurblå fæstning
ja: 紺碧の要塞
nl: De azuurblauwe vesting
pt_br: A Fortaleza Azul
ro: Fortăreața de azur
sv: Den azurblå fästningen
tr: Azure Kalesi

# HHUSTR_E3M5
source: The Ophidian Lair
da: Ophidian Hulen
ja: オフィディアンの塒
nl: Het slangennest
pt_br: A Cova dos Ofídios
ro: Cuibul ofidienilor
sv: Den Ophidiska hålan
tr: Ophidian İni

# HHUSTR_E3M6
source: The Halls of Fear
da: Frygtens haller
ja: 恐怖の館
nl: De zalen van angst
pt_br: Os Salões do Medo
ro: Sălile groazei
sv: Skräckens hallar
tr: Korku Salonları

# HHUSTR_E3M7
source: The Chasm
da: Kløften
ja: 裂け目
nl: De kloof
pt_br: O Abismo
ro: Prăpastia
sv: Klyftan
tr: Uçurum

# HHUSTR_E3M8
source: D'Sparil's Keep
da: D'Sparils borg
ja: デ’スパリルの間
nl: D'Sparil's voorpost
pt_br: Fortaleza de D'Sparil
ro: Palatul lui D'sparil
sv: D'Sparils borg
tr: D'Sparil'in Kalesi

# HHUSTR_E3M9
source: The Aquifer
da: Akvifer
ja: 帯水層
nl: Het water reservoir
pt_br: O Aquífero
ro: Galerii acvifere
sv: Akvifer
tr: Akifer

# HHUSTR_E4M1
source: Catafalque
da: Katafalken
ja: 棺台
nl: Catafalk
pt_br: Catafalco
ro: Catafalc
sv: Katafalken
tr: Katafalk

# HHUSTR_E4M2
source: Blockhouse
da: Blokhuset
ja: 丸太小屋
nl: Blokhuis
pt_br: O Forte
ro: Fort
sv: Blockhuset
tr: Blok ev

# HHUSTR_E4M3
source: Ambulatory
ja: 遊歩道
nl: Kloostergang
pt_br: Ambulatório
ro: Clinică
sv: Ambulerande
tr: Ambulatuvar

# HHUSTR_E4M4
source: Sepulcher
da: Graven
ja: 埋葬所
nl: Grafsteen
pt_br: Sepulcro
ro: Sepulcru
sv: Gravskålen
tr: Mezar

# HHUSTR_E4M5
source: Great Stair
da: Den store trappe
ja: 大階段
nl: Grote trap
pt_br: Grande Escada
ro: Scara cea mare
sv: Stora trappan
tr: Büyük Merdiven

# HHUSTR_E4M6
source: Halls of the Apostate
da: Apostaternes haller
ja: 背教者の館
nl: Zalen van de afvallige
pt_br: Os Salões dos Apóstatas
ro: Sălile apostatului
sv: Apostaternas salar
tr: Mürted Salonları

# HHUSTR_E4M7
source: Ramparts of Perdition
da: Fortabelsens ramper
ja: 破滅の塁壁
nl: Wallen van de verdoemenis
pt_br: Muralhas da Perdição
ro: Meterezele pierzaniei
sv: Fördärvets ramper
tr: Azap Surları

# HHUSTR_E4M8
source: Shattered Bridge
da: Den ødelagte bro
ja: 崩落の橋
nl: Verbrijzelde brug
pt_br: Ponte Despedaçada
ro: Podul dărâmat
sv: Förstörd bro
tr: Parçalanmış Köprü

# HHUSTR_E4M9
source: Mausoleum
ja: 霊廟
pt_br: Mausoléu
ro: Mausoleu
tr: Anıt Mezar

# HHUSTR_E5M1
source: Ochre Cliffs
da: Okkerklipper
ja: 黄土絶壁
nl: Okerkliffen
pt_br: Penhascos Ocres
ro: Stâncile de ocru
sv: Ockerfärgade klippor
tr: Ochre Kayalıkları

# HHUSTR_E5M2
source: Rapids
da: Rapider
ja: 奔流
nl: Stroomversnellingen
pt_br: Corredeiras
ro: Ape repezi
sv: Forsar
tr: Akıntıları

# HHUSTR_E5M3
source: Quay
da: Kaj
ja: 岸壁
nl: Kade
pt_br: Cais
ro: Chei
sv: Kajen
tr: Rıhtım

# HHUSTR_E5M4
source: Courtyard
da: Slotsgården
ja: 中庭
nl: Binnenplaats
pt_br: Pátio
ro: Curte
sv: Gården
tr: Avlu

# HHUSTR_E5M5
source: Hydratyr
ja: ヒュドラテュール
pt_br: Reservatório
ro: Hidratir

# HHUSTR_E5M6
source: Colonnade
da: Kolonnader
ja: 柱廊
nl: Zuilengalerij
pt_br: Colunata
ro: Colonadă
tr: Kolonat

# HHUSTR_E5M7
source: Foetid Manse
da: Stinkende præstegård
ja: 悪臭の牧師館
nl: Stinkende pastorie
pt_br: Mansão Fétida
ro: Conac Fetid

# HHUSTR_E5M8
source: Field of Judgement
da: Dommervældet
ja: 審判之地
nl: Plaats van oordeelsvorming
pt_br: Campo de Julgamento
ro: Câmpul de Judecată
sv: Domarplatsen
tr: Yargı Alanı

# HHUSTR_E5M9
source: Skein of D'sparil
da: D'sparils skein
ja: デ'スパリルの枷
nl: D'Sparil's gebouw
pt_br: Meada de D'Sparil
ro: Jurubița lui D'Sparil
sv: D'sparils skein
tr: D'sparil Çileği

# TXT_STRIFE_MAP01
source: AREA 1: Sanctuary
da: AREA 1: Fristedet
ja: エリア 1: 聖域
nl: Zone 1: Heiligdom
pt_br: Área 1: Santuário
ro: ZONA 1: Sanctuar
sv: OMRÅDE 1: Fristad
tr: ALAN 1: Sığınak

# TXT_STRIFE_MAP02
source: AREA 2: Town
da: AREA 2: By
ja: エリア 2: 町
nl: Zone 2: Stad
pt_br: Área 2: Vila
ro: ZONA 2: Oraș
sv: OMRÅDE 2: Staden
tr: ALAN 2: Şehir

# TXT_STRIFE_MAP03
source: AREA 3: Front Base
da: AREA 3: Front Basis
ja: エリア 3: フロント基地
nl: Zone 3: Front basis
pt_br: Área 3: Base da Frente
ro: ZONA 3: Baza Frontului
sv: OMRÅDE 3: Frontbasen
tr: ALAN 3: Ön Taban

# TXT_STRIFE_MAP04
source: AREA 4: Power Station
da: AREA 4: Kraftværk
ja: エリア 4: 発電所
nl: Zone 4: Energiecentrale
pt_br: Área 4: Usina de Energia
ro: ZONA 4: Centrala
sv: OMRÅDE 4: Kraftverk
tr: ALAN 4: Elektrik Santrali

# TXT_STRIFE_MAP05
source: AREA 5: Prison
da: AREA 5: Fængsel
ja: エリア 5: 刑務所
nl: Zone 5: Gevangenis
pt_br: Área 5: Prisão
ro: ZONA 5: Închisoare
sv: OMRÅDE 5: Fängelse
tr: ALAN 5: Cezaevi

# TXT_STRIFE_MAP06
source: AREA 6: Sewers
da: AREA 6: Kloakkerne
ja: エリア 6: 下水道
nl: Zone 6: Riolering
pt_br: Área 6: Esgoto
ro: ZONA 6: Canal
sv: OMRÅDE 6: Avloppsledningar
tr: ALAN 6: Kanalizasyonlar

# TXT_STRIFE_MAP07
source: AREA 7: Castle
da: AREA 7: Slot
ja: エリア 7: 城
nl: Zone 7: Kasteel
pt_br: Área 7: Castelo
ro: ZONA 7: Castel
sv: OMRÅDE 7: Slott
tr: ALAN 7: Kale

# TXT_STRIFE_MAP08
source: AREA 8: Audience Chamber
ja: エリア 8: 観客席
nl: Zone 8: Auditorium
pt_br: Área 8: Câmara de Audiências
ro: ZONA 8: Camera de audiențe
sv: OMRÅDE 8: Publikrum
tr: ALAN 8: İzleyici Odası

# TXT_STRIFE_MAP09
source: AREA 9: Castle: Programmer's Keep
da: AREA 9: Slot: Programmørens værelse
ja: エリア 9: 城内:プログラマーの間
nl: Zone 9: Kasteel: Onderdak van de programmeur
pt_br: Área 9: Castelo: Torre do Programador
ro: ZONA 9: Castel: Cetatea programatorului
sv: OMRÅDE 9: Programmerarens behållning
tr: ALAN 9: Kale: Programcının Kalesi

# TXT_STRIFE_MAP10
source: AREA 10: New Front Base
da: AREA 10: Ny frontbase
ja: エリア 10: 新フロント基地
nl: Zone 10: Nieuwe Front basis
pt_br: Área 10: Nova Base da Frente
ro: ZONA 10: Noua bază a Frontului
sv: OMRÅDE 10: Ny frontbas
tr: ALAN 10: Yeni Ön Taban

# TXT_STRIFE_MAP11
source: AREA 11: Borderlands
da: AREA 11: Grænseland
ja: エリア 11: 国境地帯
nl: Zone 11: Grensgebieden
pt_br: Área 11: Fronteira
ro: ZONA 11: Frontiere
sv: OMRÅDE 11: Gränsområde
tr: ALAN 11: Sınır Bölgeleri

# TXT_STRIFE_MAP12
source: AREA 12: The Temple of the Oracle
da: AREA 12: Oraklets tempel
ja: エリア 12: オラクルの神殿
nl: Zone 12: De tempel van het Orakel
pt_br: Área 12: O Templo do Oráculo
ro: ZONA 12: Templul Oracolului
sv: OMRÅDE 12: Oraklets tempel
tr: ALAN 12: Kahin Tapınağı

# TXT_STRIFE_MAP13
source: AREA 13: Catacombs
da: AREA 13: Katakomberne
ja: エリア 13: 地下墓所
nl: Zone 13: Catacomben
pt_br: Área 13: Catacumbas
ro: ZONA 13: Catacombe
sv: OMRÅDE 13: Katakomberna
tr: ALAN 13: Yeraltı Mezarları

# TXT_STRIFE_MAP14
source: AREA 14: Mines
da: AREA 14: Miner
ja: エリア 14: 鉱山
nl: Zone 14: De mijnen
pt_br: Área 14: Minas
ro: ZONA 14: Mine
sv: OMRÅDE 14: Gruvor
tr: ALAN 14: Madenler

# TXT_STRIFE_MAP15
source: AREA 15: Fortress: Administration
da: AREA 15: Fæstning: Administration
ja: エリア 15: 要塞:管理室
nl: Zone 15: Vesting: Administratieve organisatie
pt_br: Área 15: Fortaleza: Administração
ro: ZONA 15: Fortăreața: Administrația
sv: OMRÅDE 15: Fästning: Administration
tr: ALAN 15: Kale: Yönetim

# TXT_STRIFE_MAP16
source: AREA 16: Fortress: Bishop's Tower
da: AREA 16: Fæstning: Biskoppens tårn
ja: エリア 16: 要塞:ビショップの塔
nl: Zone 16: Vesting: Bisschopstoren
pt_br: Área 16: Fortaleza: Torre do Bispo
ro: ZONA 16: Fortăreața: Turnul Episcopului
sv: OMRÅDE 16: Fästningen: Biskopens torn
tr: ALAN 16: Kale: Piskopos Kulesi

# TXT_STRIFE_MAP17
source: AREA 17: Fortress: The Bailey
da: AREA 17: Fæstning: Bailey
ja: エリア 17: 要塞:ベイリー
nl: Zone 17: Vesting: Voorplein
pt_br: Área 17: Fortaleza: O Pátio
ro: ZONA 17: Fortăreața: Curte
sv: OMRÅDE 17: Fästning: Bailey
tr: ALAN 17: Kale: Dış avlu

# TXT_STRIFE_MAP18
source: AREA 18: Fortress: Stores
da: AREA 18: Fæstning: Magasiner
ja: エリア 18: 要塞:商店
nl: Zone 18: Vesting: Lager
pt_br: Área 18: Fortaleza: Reservas
ro: ZONA 18: Fortăreața: Depozite
sv: OMRÅDE 18: Fästning: Butiker
tr: ALAN 18: Kale: Mağazalar

# TXT_STRIFE_MAP19
source: AREA 19: Fortress: Security Complex
da: AREA 19: Fæstning: Sikkerhedskompleks
ja: エリア 19: 要塞:複合警備所
nl: Zone 19: Vesting: Beveiligingssysteem
pt_br: Área 19: Fortaleza: Complexo de Segurança
ro: ZONA 19: Fortăreața: Complex de Securitate
sv: OMRÅDE 19: Fästning: Säkerhetskomplex
tr: ALAN 19: Kale: Güvenlik Kompleksi

# TXT_STRIFE_MAP20
source: AREA 20: Factory: Receiving
da: AREA 20: Fabrik: Modtagelse
ja: エリア 20: 工場:受取所
nl: Zone 20: Fabriek: Ontvangst
pt_br: Área 20: Fábrica: Recebimento
ro: ZONA 20: Fabrica: Recepție
sv: OMRÅDE 20: Fabrik: Mottagning
tr: ALAN 20: Fabrika: Teslim Alma

# TXT_STRIFE_MAP21
source: AREA 21: Factory: Manufacturing
da: AREA 21: Fabrik: Fremstilling
ja: エリア 21: 工場:製造機関
nl: Zone 21: Fabriek: Productie
pt_br: Área 21: Fábrica: Manufatura
ro: ZONA 21: Fabrica: Procesare
sv: OMRÅDE 21: Fabrik: Tillverkning
tr: ALAN 21: Fabrika: İmalat

# TXT_STRIFE_MAP22
source: AREA 22: Factory: Forge
da: AREA 22: Fabrik: Smedje
ja: エリア 22: 工場:鉄工所
nl: Zone 22: Fabriek: Smederij
pt_br: Área 22: Fábrica: Forja
ro: ZONA 22: Fabrica: Forja
sv: OMRÅDE 22: Fabrik: Smedja
tr: ALAN 22: Fabrika: Demirhane

# TXT_STRIFE_MAP23
source: AREA 23: Order Commons
da: AREA 23: Bestillingscentral
ja: エリア 23: オーダーコモンズ
nl: Zone 23: Mensa van de orde
pt_br: Área 23: Câmara da Ordem
ro: ZONA 23: Decontare comenzi
sv: OMRÅDE 23: Beställningscentraler
tr: ALAN 23: Siparişin ortak alanı

# TXT_STRIFE_MAP24
source: AREA 24: Factory: Conversion Chapel
da: AREA 24: Fabrik: Omdannelseskapel
ja: エリア 24: 工場:改宗礼拝堂
nl: Zone 24: Verbouwingskapel
pt_br: Área 24: Fábrica: Capela de Conversão
ro: ZONA 24: Fabrica: Capela de Conversie
sv: OMRÅDE 24: Fabrik: Omvandlingskapell
tr: ALAN 24: Fabrika: Dönüşüm Şapeli

# TXT_STRIFE_MAP25
source: AREA 25: Catacombs: Ruined Temple
da: AREA 25: Katakomberne: Ruineret tempel
ja: エリア 25: 地下墓所:没落した寺院
nl: Zone 25: Catacomben: Vernietigde tempel
pt_br: Área 25: Catacumbas: Templo Arruinado
ro: ZONA 25: Catacombe: Templu în Ruine
sv: OMRÅDE 25: Katakomber: Förfallet tempel
tr: ALAN 25: Yeraltı Mezarları: Yıkık Tapınak

# TXT_STRIFE_MAP26
source: AREA 26: Proving Grounds
da: AREA 26: Prøvesteder
ja: エリア 26: 試練場
nl: Zone 26: Testgebied
pt_br: Área 26: Campo de Treinamento
ro: ZONA 26: Tabăra de Instruire
sv: OMRÅDE 26: Provningsområden
tr: ALAN 26: Kanıtlama Alanları

# TXT_STRIFE_MAP27
source: AREA 27: The Lab
da: AREA 27: Laboratoriet
ja: エリア 27: 研究所
nl: Zone 27: Het laboratorium
pt_br: Área 27: O Laboratório
ro: ZONA 27: Laboratorul
sv: OMRÅDE 27: Labbet
tr: ALAN 27: Laboratuvar

# TXT_STRIFE_MAP28
source: AREA 28: Alien Ship
da: AREA 28: Fremmed skib
ja: エリア 28: エイリアンの船
nl: Zone 28: Buitenaards schip
pt_br: Área 28: Nave Alienígena
ro: ZONA 28: Nava Extraterestră
sv: OMRÅDE 28: Främmande skepp
tr: ALAN 28: Uzaylı Gemisi

# TXT_STRIFE_MAP29
source: AREA 29: Entity's Lair
da: AREA 29: Entitetsnesten
ja: エリア 29: エンティティの隠れ家
nl: Zone 29: Het nest van de entiteit
pt_br: Área 29: Covil da Entidade
ro: ZONA 29: Cuibul Entității
sv: OMRÅDE 29: Väsendets lya
tr: ALAN 29: Varlığın İni

# TXT_STRIFE_MAP30
source: AREA 30: Abandoned Front Base
da: AREA 30: Forladt frontbase
ja: エリア 30: 放棄された基地
nl: Zone 30: Verlaten frontbasis
pt_br: Área 30: Base da Frente Abandonada
ro: ZONA 30: Baza Abandonată a Frontului
sv: OMRÅDE 30: Övergiven frontbas
tr: ALAN 30: Terk Edilmiş Ön Üs

# TXT_STRIFE_MAP31
source: AREA 31: Training Facility
da: AREA 31: Træningsanlæg
ja: エリア 31: 研修施設
nl: Zone 31: Trainingsfaciliteit
pt_br: Área 31: Instalação de Treinamento
ro: ZONA 31: Spațiu de Antrenament
sv: OMRÅDE 31: Utbildningsanläggning
tr: ALAN 31: Eğitim Tesisi

# TXT_STRIFE_MAP32
source: AREA 1: Sanctuary
da: AREA 1: Fristedet
ja: エリア 1: 聖域
nl: Zone 1: Heiligdom
pt_br: Área 1: Santuário
ro: ZONA 1: Sanctuar
sv: OMRÅDE 1: Fristad
tr: ALAN 1: Sığınak

# TXT_STRIFE_MAP33
source: AREA 2: Town
da: AREA 2: By
ja: エリア 2: 町
nl: Zone 2: Stad
pt_br: Área 2: Vila
ro: ZONA 2: Oraș
sv: OMRÅDE 2: Stad
tr: ALAN 2: Şehir

# TXT_STRIFE_MAP34
source: AREA 3: Movement Base
da: AREA 3: Front Basis
ja: エリア 3: 移転基地
nl: Zone 3: Front basis
pt_br: Área 3: Base do Movimento
ro: ZONA 3: Baza de Rezistență
sv: OMRÅDE 3: Förflyttningsbas
tr: ALAN 3: Hareket Üssü

# TXT_STRIFE_MAP35
source: AREA 35: Factory: Production
da: AREA 35: Fabrik: Produktion
ja: エリア 35: 工場 : 生産ライン
nl: Zone 35: Fabriek: Productie
pt_br: Área 35: Fábrica: Produção
ro: ZONA 35: Fabrica: Producție
sv: OMRÅDE 35: Fabrik: Produktion
tr: ALAN 35: Fabrika: Üretim

# TXT_STRIFE_MAP36
source: AREA 36: Castle Clash
da: AREA 36: Slotskampe
ja: エリア 36: キャッスルクラッシュ
nl: Zone 36: Kasteelconflict
pt_br: Área 36: Ataque ao Castelo
ro: ZONA 36: Bătălia Castelului
sv: OMRÅDE 36: Slottet Clash
tr: ALAN 36: Kale Çatışması
