Repository: the-phinet/UZDoom
Catalog: zdoom_game_strings/*.po
Languages: da, ja, nl, pt_br, ro, sv, tr

# TXT_DLG_SCRIPT33_D19708_WHATA
source: What are you waiting for? Don't worry, I'll clean up the bodies, just bring me that chalice!
da: Hvad venter du på? Bare rolig, jeg skal nok rydde op efter ligene, bare giv mig bægeret!
ja: 何ボーっとしてんだ? 心配すんな、 チャッチャと片付けて聖杯を持ってこい!
nl: Waar wacht je nog op? Maak je geen zorgen, ik ruim de lichamen op, breng me gewoon die kelk!
pt_br: O que está esperando? Não se preocupe, eu limpo os corpos. Apenas me traga aquele cálice!
ro: Ce mai aștepți? Nu te teme, voi curăța eu cadavrele, tu doar adu-mi potirul.
sv: Vad väntar du på? Oroa dig inte, jag städar upp kropparna, ge mig bara kalken!
tr: Neyi bekliyorsun? Merak etme, cesetleri temizleyeceğim, sadece kadehi bana getir!

# TXT_DLG_SCRIPT33_D21224_GUARD
source: Guards! Kill the traitor!
da: Vagter! Dræb forræderen!
ja: ガード! 裏切者を殺せ!
nl: Bewakers! Dood de verrader!
pt_br: Guardas! Matem esse traidor!
ro: Gardieni, omorâți trădătorul!
sv: Vakter! Döda förrädaren!
tr: Muhafızlar! Haini öldürün!

# TXT_DLG_SCRIPT33_D22740_HEYIK
source: Hey, I know what you're thinking, kinda looks like a setup, I would never do that to such a killing machine, I mean it. Whew, all this fuss over a cup, weird. Now get ready, gold and glory, like I promised. Take this key and the Governor himself will reward you.
da: Hey, jeg ved hvad du tænker, det ligner en fælde, jeg ville aldrig gøre det mod sådan en dræbermaskine, jeg mener det. Alt dette postyr over en kop, underligt. Gør dig klar, guld og ære, som jeg lovede. Tag denne nøgle, og guvernøren selv vil belønne dig.
ja: よう。アンタが何を考えてるかわかるぜ、 まるで罠だと。 俺には暴れん坊みたいな芸当出来ねえしな。 おう、カップを巡って大騒ぎだろうなこりゃ、 怖い怖い。 だったら準備しな、金と名誉は、約束通り。 この鍵を取ったら知事が報酬を与えるだろうな。
nl: Hé, ik weet wat je denkt, het lijkt een beetje op een valstrik, dat zou ik nooit met zo'n moordmachine doen, ik meen het. Whew, al deze ophef over een kopje, vreemd. Maak je nu klaar, goud en glorie, zoals ik heb beloofd. Neem deze sleutel en de Gouverneur zelf zal je belonen.
pt_br: Olha, eu sei o que você está pensando, que parece uma cilada. Eu nunca faria isso com uma máquina mortífera como você, sério mesmo. Nossa, todo esse escândalo por causa de um cálice, que esquisito. Agora se prepare, ouro e glória conforme prometido. Pegue esta chave e o governador vai te recompensar.
ro: Hei, știu la ce te gândești, pare o capcană, dar nu aș face asta niciodată unei mașini ucigașe, serios. Atâta harababură pentru un potir, . Acum pregătește-te, aur și glorie, dupa cum ți-am promis. Ia cheia asta și însuși Guvernatorul te va răsplătii.
sv: Jag vet vad du tänker, det ser ut som en fälla, jag skulle aldrig göra det mot en sådan dödsmaskin, jag menar det. Allt detta ståhej för en kopp, konstigt. Gör dig nu redo, guld och ära, som jag lovade. Ta den här nyckeln och guvernören själv kommer att belöna dig.
tr: Hey, ne düşündüğünü biliyorum, biraz tuzak gibi görünüyor, böyle bir ölüm makinesine bunu asla yapmam, ciddiyim. Tüm bu yaygara bir fincan için, garip. Şimdi hazır ol, altın ve şan, söz verdiğim gibi. Bu anahtarı al ve Vali'nin kendisi seni ödüllendirecek.

# TXT_RPLY0_SCRIPT33_D22740_GREAT
source: Great, I can't wait!
da: Fedt, jeg kan ikke vente!
ja: そりゃいいな、待ち遠しい!
nl: Geweldig, ik kan niet wachten!
pt_br: Ótimo, mal posso esperar!
ro: Grozav, abia aștept.
sv: Toppen, jag kan inte vänta!
tr: Harika, sabırsızlanıyorum!

# TXT_RNO0_SCRIPT33_D22740_NOCHA
source: No chalice, no money!
da: Ingen bæger, ingen penge!
ja: 聖杯が無いなら、金も無しだ!
nl: Geen kelk, geen geld!
pt_br: Sem cálice, sem dinheiro!
ro: Niciun potir, niciun ban!
sv: Ingen bägare, inga pengar!
tr: Kadeh yoksa para da yok!

# TXT_RPLY1_SCRIPT33_D22740_ILLKE
source: I'll keep the chalice, thanks.
da: Jeg beholder bægeret, tak.
ja: 聖杯は頂く、じゃあな。
nl: Ik bewaar de kelk, bedankt.
pt_br: Vou ficar com o cálice, obrigado.
ro: Păstrez potirul, merci.
sv: Jag behåller bägaren, tack.
tr: Kadeh bende kalsın, teşekkürler.

# TXT_RYES1_SCRIPT33_D22740_KEEPI
source: Keep it? I think not!
da: Beholde den? Det tror jeg ikke!
ja: 頂く? 有り得ねえな!
nl: Bewaren? Ik denk van niet!
pt_br: Ficar com o cálice? Acho que não!
ro: Păstrezi? Ba nu cred!
sv: Behålla den? Jag tror inte det!
tr: Saklamak mı? Hiç sanmıyorum!

# TXT_DLG_SCRIPT33_D24256_WHATA
source: What are you waiting for? The governor himself will reward you.
da: Hvad venter du på? Guvernøren selv vil belønne dig.
ja: 何突っ立ってんだ? 知事に報酬を受けて来いよ。
nl: Waar wacht je nog op? De gouverneur zelf zal je belonen.
pt_br: O que você está esperando? O governador em pessoa vai te recompensar.
ro: Ce mai aștepți? Guvernatorul însuși te va răsplătii.
sv: Vad väntar du på? Guvernören själv kommer att belöna dig.
tr: Neyi bekliyorsun? Valinin kendisi seni ödüllendirecek.

# TXT_DLG_SCRIPT33_D25772_DIETR
source: Die traitor!
da: Dø, forræder!
ja: くたばれ裏切者が!
nl: Sterf de verrader!
pt_br: Morra, traidor!
ro: Mori trădătorule!
sv: Dö förrädare!
tr: Geber hain!

# TXT_DLG_SCRIPT33_D27288_SOYOU
source: So you're the fool who stole the chalice? I'm going to have you arrested as a rebel thief... Thereby enhancing my position with the Order. How does it feel to be an unwitting pawn?
da: Så du er det fjols, der stjal bægeret? Jeg vil få dig arresteret som en oprørsk tyv... og derved forbedre min position i ordenen. Hvordan føles det at være en uvidende brik?
ja: それで、お前が聖杯を盗んだ愚か者か? 私は反賊としてお前を逮捕するつもりだ... そうすればオーダーでの地位が上がる。 無意味な駒だと思うか?
nl: Dus jij bent de dwaas die de kelk heeft gestolen? Ik ga je laten arresteren als rebelse dief.... Daardoor verbeter ik mijn positie bij de Orde. Hoe voelt het om een onwetende pion te zijn?
pt_br: Então você é o idiota que roubou o cálice? Eu vou prender você por ser um ladrão rebelde... E assim vou melhorar minha posição com a Ordem. Como se sente sendo um plebeu ignorante?
ro: Deci tu ești tolomacul care a furat potirul? Am să te arestez drept un hoț rebel... Prin urmare crescând in rangurile Ordinului. Cum e să fii un pion?
sv: Så du är dåren som stal kalken? Jag kommer att låta arrestera dig som en upprorisk tjuv... och därmed förbättra min ställning i orden. Hur känns det att vara en ovetande bricka?
tr: Demek kadehi çalan aptal sensin? Seni asi bir hırsız olarak tutuklatacağım. Böylece Tarikat'taki konumumu güçlendireceğim. Farkında olmadan bir piyon olmak nasıl bir duygu?

# TXT_RPLY0_SCRIPT33_D27288_ITSUC
source: It sucks!
da: Det stinker!
ja: クソが!
nl: Het is klote!
pt_br: É uma merda!
ro: Nașpa!
sv: Det suger!
tr: Berbat!

# TXT_RYES0_SCRIPT33_D27288_FORYO
source: For you it does.
da: For dig gør det.
ja: 私もそう思う。
nl: Voor jou wel.
pt_br: Pra você, é mesmo.
ro: Pentru tine, într-adevăr este.
sv: För dig gör det det.
tr: Senin için öyle.

# TXT_RPLY1_SCRIPT33_D27288_HARRI
source: Harris promised me money!
da: Harris lovede mig penge!
ja: ハリスは俺に金を渡すと約束したのに!
nl: Harris beloofde me geld!
pt_br: O Harris prometeu me pagar!
ro: Harris mi-a promis bani!
sv: Harris lovade mig pengar!
tr: Harris bana para sözü verdi!

# TXT_RYES1_SCRIPT33_D27288_TOOBA
source: Too bad. The only thing you're getting is death!
da: Det var ærgerligt. Det eneste, du får, er døden!
ja: 残念だな、お前にやれるものは死のみだ!
nl: Jammer. Het enige wat je krijgt is de dood!
pt_br: Que pena. A única coisa que você vai receber é a morte!
ro: Păcat. Tot ce vei primi e moarte!
sv: Det var synd. Det enda du får är döden!
tr: Çok yazık. Alacağın tek şey ölüm!

# TXT_DLG_SCRIPT33_D28804_WEREG
source: We're going to kill you!
da: Vi slår dig ihjel!
ja: お前をぶっ殺す!
nl: We gaan je vermoorden!
pt_br: Nós vamos te matar!
ro: Te vom omorâ!
sv: Vi ska döda dig!
tr: Seni öldüreceğiz!

# TXT_DLG_SCRIPT33_D30320_GETOU
source: Get out of here!
da: Forsvind herfra!
ja: ここから立ち去れ!
nl: Maak dat je hier wegkomt!
pt_br: Saia daqui!
ro: Valea!
sv: Stick härifrån!
tr: Defolun buradan!

# TXT_DLG_SCRIPT33_D31836_WEREG
source: We're going to kill you!
da: Vi slår dig ihjel!
ja: お前をぶっ殺す!
nl: We gaan je vermoorden!
pt_br: Nós vamos te matar!
ro: Te vom omorâ!
sv: Vi ska döda dig!
tr: Seni öldüreceğiz!

# TXT_DLG_SCRIPT33_D33352_GETOU
source: Get out of here!
da: Kom ud herfra!
ja: ここから立ち去れ!
nl: Maak dat je wegkomt!
pt_br: Saia daqui!
ro: Valea!
sv: Stick härifrån!
tr: Defolun buradan!

# TXT_DLG_SCRIPT34_D0_WHATA
source: What a perfect place for us, under the old town hall. The Order thinks they've wiped us out, but all it was is a reminder to us of what can happen when you become careless.
da: Sikke et perfekt sted for os, under det gamle rådhus. Ordenen tror, at de har udryddet os, men det var blot en påmindelse til os om, hvad der kan ske, når man bliver uforsigtig.
ja: 旧市庁舎の下で、 私たちにとって何という完璧な場所です。 秩序は彼らが私たちを消滅させたと考 えていますが、それがすべてだったのは あなたが不注意になったときに起こり得ることを 私たちに思い出させるものです。
nl: Wat een perfecte plek voor ons, onder het oude stadhuis. De Orde denkt dat ze ons hebben weggevaagd, maar het enige wat ons eraan herinnert is wat er kan gebeuren als je onzorgvuldig wordt.
pt_br: Que lugar perfeito para nós, abaixo da antiga prefeitura. A Ordem pensa que nos aniquilou, mas aquilo tudo foi para lembrarmos do que pode acontecer quando você não é cauteloso.
ro: Ce loc perfect pentru noi, exact sub vechea hală a orașului. Oridnul crede că ne-a ras pe toți, dar a fost doar o amintire pentru ceea ce se poate întâmpla când devi neglijent.
sv: Vilken perfekt plats för oss, under det gamla stadshuset. Orden tror att de har utplånat oss, men det var bara en påminnelse för oss om vad som kan hända när man blir oförsiktig.
tr: Bizim için ne mükemmel bir yer, eski belediye binasının altı. Tarikat bizi yok ettiklerini sanıyor ama bu bize dikkatsiz davrandığımızda neler olabileceğini hatırlattı.

# TXT_DLG_SCRIPT34_D1516_TALKT
source: Talk to Macil, he'll be able to help you.
da: Tal med Macil, han vil kunne hjælpe dig.
ja: マシルと話すんだ。彼から援助が得られるはず。
nl: Praat met Macil, hij zal je kunnen helpen.
pt_br: Fale com o Macil. Ele vai poder te ajudar.
ro: Vorbește cu Macil, el te poate ajuta.
sv: Prata med Macil, han kommer att kunna hjälpa dig.
tr: Macil'le konuş, sana yardım edebilir.

# TXT_DLG_SCRIPT34_D3032_IVEHE
source: I've heard that Macil's going to start something again soon. We need a big hit after the last fiasco. One more like that and we'll be too weak to continue.
da: Jeg har hørt, at Macil snart vil starte noget igen. Vi har brug for et stort hit efter den sidste fiasko. En mere af den slags, og vi vil være for svage til at fortsætte.
ja: 私はマシルがオーダーを転覆させる計画を 持っていると聞いた。そうだと良かったが。 我々は一度大敗し全滅しかけた。
nl: Ik heb gehoord dat Macil binnenkort weer met iets gaat beginnen. We hebben een grote hit nodig na het laatste fiasco. Nog zo'n hit en dan zijn we te zwak om verder te gaan.
pt_br: Fiquei sabendo que o Macil planeja começar algo logo. Precisamos acertar um grande golpe depois do último fiasco. Se aquilo se repetir nós não teremos força para continuar.
ro: Am auzit că Macil va începe ceva curând. Trebuie să dăm lovitura după ultimul fiasco. Încă unul și vom fi prea slabi să continuăm.
sv: Jag har hört att Macil snart ska starta något igen. Vi behöver en stor succé efter det senaste fiaskot. En sån där till och vi blir för svaga för att fortsätta.
tr: Macil'in yakında yeniden bir şeyler başlatacağını duydum. Son fiyaskodan sonra büyük bir vuruşa ihtiyacımız var. Bir daha böyle bir şey olursa devam edemeyecek kadar zayıf düşeriz.

# TXT_DLG_SCRIPT34_D4548_AFEWO
source: A few of these barrels dumped into their water supply should even the odds a little.
da: Et par af disse tønder dumpet i deres vandforsyning burde udligne oddsene lidt.
ja: ここの樽は捨てられていた物で 彼らの給水を補っている。
nl: Een paar van deze vaten die in hun watertoevoer gedumpt worden, zullen de kans op een beetje gelijk zijn.
pt_br: Alguns desses barris despejados no estoque de água deles deve melhorar um pouco as nossas chances.
ro: Câteva butoaie aruncate în rezerva lor de apă ar trebui să egaleze șansele.
sv: Några av de här tunnorna dumpade i deras vattenförsörjning borde jämna ut oddsen lite.
tr: Bu varillerden birkaçını su kaynaklarına boşaltmak olasılıkları biraz olsun eşitler.

# TXT_DLG_SCRIPT34_D6064_IMWOR
source: I'm working on something that will give us an edge. It will increase your stamina and completely jack you up. I've almost got all the bugs worked out. Can I do something for you?
da: Jeg arbejder på noget, der vil give os en fordel. Det vil øge din udholdenhed og gøre dig helt oppe at køre. Jeg har næsten fået styr på alle fejlene. Må jeg gøre noget for dig?
ja: 私は研究にも取り組んでいる。貴方のスタミナを 増強し完璧な体にすることも可能だ。 そのインプラントのバグも殆ど取り除かれている ところで何か必要かい?
nl: Ik werk aan iets dat ons een voorsprong geeft. Het zal je uithoudingsvermogen verhogen en je helemaal opkrikken. Ik heb bijna alle bugs uitgewerkt. Kan ik iets voor u doen?
pt_br: Estou trabalhando em algo que vai nos dar um impulso. É algo que vai aumentar sua resistência e te deixar bem mais forte. Estou com quase todos os bugs resolvidos. Posso te ajudar com algo?
ro: Lucrez la ceva ce ne va da un avantaj. Îți va crește rezistența și forța. Am rezolvat aproape toate problemele. Pot să te ajut cu ceva acum?
sv: Jag arbetar på något som kommer att ge oss en fördel. Det kommer att öka din uthållighet och göra dig helt upprymd. Jag har nästan löst alla buggar. Kan jag göra något för dig?
tr: Bize avantaj sağlayacak bir şey üzerinde çalışıyorum. Dayanıklılığınızı arttıracak ve sizi tamamen güçlendirecek. Neredeyse tüm hataları çözdüm. Senin için bir şey yapabilir miyim?

# TXT_RPLY0_SCRIPT34_D6064_PATCH
source: Patch me up.
da: Løs mig op.
ja: 治療してほしい。
nl: Patch me op.
pt_br: Trate meus ferimentos.
ro: Bandajează-mă.
sv: Laga mig.
tr: Beni yamala.

# TXT_RYES0_SCRIPT34_D6064_BOYYO
source: Boy, you're a real mess. I'll see what I can do.
da: Mand, du er et rigtigt rod. Jeg skal se, hvad jeg kan gøre.
ja: 君、滅茶苦茶だな。なんとかしよう。
nl: Jongen, je bent een echte puinhoop. Ik zal zien wat ik kan doen.
pt_br: Rapaz, você está arrebentado. Verei o que posso fazer.
ro: Băiete, ești un dezastru. O să văd ce pot face.
sv: Du är en riktig röra. Jag ska se vad jag kan göra.
tr: Evlat, gerçekten berbat durumdasın. Ne yapabileceğime bir bakayım.

# TXT_RPLY1_SCRIPT34_D6064_STAMI
source: Stamina implant?
da: Udholdenhedsimplantat?
ja: スタミナインプラント?
nl: Stamina implantaat?
pt_br: Implante de resistência?
ro: Implant de rezistență?
sv: Ett uthållighetsimplantat?
tr: Dayanıklılık implantı mı?

# TXT_RYES1_SCRIPT34_D6064_ALLRI
source: All right, this won't take but a moment.
da: Okay, det tager kun et øjeblik.
ja: 大丈夫、すぐ終わります。
nl: Oké, dit duurt maar een momentje.
pt_br: Ok, isso não vai demorar.
ro: În regulă, va dura doar un moment.
sv: Okej, det här tar bara ett ögonblick.
tr: Pekala, bu bir dakikadan fazla sürmez.

# TXT_RNO1_SCRIPT34_D6064_ITSNO
source: It's not done yet.
da: Det er ikke færdigt endnu.
ja: まだ完成していません。
nl: Het is nog niet klaar.
pt_br: Ainda não terminei.
ro: Încă nu e gata.
sv: Det är inte klart än.
tr: Henüz bitmedi.

# TXT_DLG_SCRIPT34_D7580_HEYIM
source: Hey, I'm working on an updated version of your implant. Is there anything else I can do?
da: Jeg arbejder på en opdateret version af dit implantat. Er der andet, jeg kan gøre?
ja: どうも、私は今最新版のインプラントに 取り組んでいる。何か用かな?
nl: Hé, ik ben bezig met een bijgewerkte versie van je implantaat. Is er nog iets anders dat ik kan doen?
pt_br: E aí. Estou trabalhando numa versão aprimorada do seu implante. Posso te ajudar com mais alguma coisa?
ro: Hei, lucrez la o variantă îmbunătățită a implantului tău. E ceva cu care pot să te ajut?
sv: Jag jobbar på en uppdaterad version av ditt implantat. Finns det något annat jag kan göra?
tr: Hey, implantının güncellenmiş bir versiyonu üzerinde çalışıyorum. Yapabileceğim başka bir şey var mı?

# TXT_RPLY0_SCRIPT34_D7580_PATCH
source: Patch me up.
da: Gør mig klar.
ja: 治療してほしい。
nl: Patch me op.
pt_br: Trate meus ferimentos.
ro: Bandajează-mă.
sv: Laga mig.
tr: Bana yama yap.

# TXT_RYES0_SCRIPT34_D7580_WELLA
source: Well at least you're seeing action.
da: I det mindste er du i gang.
ja: 少なくとも行動を起こしているのです。
nl: Nou ja, je ziet in ieder geval actie.
pt_br: Bem, pelo menos está tendo um pouco de ação.
ro: Pă, măcar tu ai parte de niște acțiune.
sv: Du ser åtminstone till att det händer något.
tr: En azından hareket görüyorsun.

# TXT_RPLY1_SCRIPT34_D7580_IMPLA
source: Implant upgrade?
da: Implantatopgradering?
ja: インプラント アップグレード?
nl: Implantaat upgrade?
pt_br: Versão aprimorada do implante?
ro: Upgrade la implant?
sv: Implantatuppgradering?
tr: İmplant güncellemesi mi?

# TXT_RYES1_SCRIPT34_D7580_GOODT
source: Good thing, never can be too safe.
da: Godt, man kan aldrig være for sikker.
ja: 良いことだ、安全すぎることはない。
nl: Goede zaak, kan nooit te veilig zijn.
pt_br: Boa ideia. Segurança nunca é demais.
ro: Bine zis, nu poți fi niciodată prea sigur.
sv: Bra, man kan aldrig vara för säker.
tr: İyi bir şey, asla çok güvenli olamaz.

# TXT_RNO1_SCRIPT34_D7580_IMALM
source: I'm almost finished, but not quite.
da: Jeg er næsten færdig, men ikke helt.
ja: もうすぐ出来上がる、それほど掛からない。
nl: Ik ben bijna klaar, maar niet helemaal.
pt_br: Está quase pronto.
ro: Sunt aproape gata, dar nu chiar.
sv: Jag är nästan klar, men inte riktigt.
tr: Neredeyse bitirdim ama tam değil.

# TXT_DLG_SCRIPT34_D9096_ALLRI
source: All right, this is it. I've almost got everything working perfectly. There were a few problems left to fix, do you need anything else?
da: Okay, det er det. Jeg har næsten fået det hele til at fungere perfekt. Der var et par problemer tilbage at løse, har du brug for andet?
ja: 大丈夫、全て順調だ。残っていた問題も 全て取り除かれた。他に何が必要かな?
nl: Goed, dit is het. Ik heb bijna alles perfect werkend. Er waren nog een paar problemen op te lossen, heb je nog iets anders nodig?
pt_br: Ok, é isso aí. Está quase tudo funcionando perfeitamente. Faltavam alguns problemas pra consertar. Precisa de mais algo?
ro: În regulă, asta e tot. Acum aproape totul merge perfect. Au mai fost câteva probleme de rezolvat, mai ai nevoie de ceva?
sv: Okej, nu är det dags. Jag har nästan fått allt att fungera perfekt. Det fanns några problem kvar att fixa, behöver du något mer?
tr: Pekala, işte bu. Neredeyse her şey mükemmel çalışıyor. Düzeltmem gereken birkaç sorun kaldı, başka bir şeye ihtiyacın var mı?

# TXT_RPLY0_SCRIPT34_D9096_PATCH
source: Patch me up.
da: Lav mig om.
ja: 治療してほしい。
nl: Patch me op.
pt_br: Trate meus ferimentos.
ro: Bandajează-mă.
sv: Laga mig.
tr: Beni yamala.

# TXT_RYES0_SCRIPT34_D9096_WHATH
source: What have you been trying to do? Go head to head with a Crusader?
da: Hvad har du forsøgt at gøre? Gå hoved mod hoved med en korsfarer?
ja: 今度は何を始めるんだ? クルセイダーと向かい合うのか?
nl: Wat heb je geprobeerd te doen? Hoofd aan hoofd gaan met een kruisvaarder?
pt_br: O que andou tentando fazer? Sair na porrada com um Cruzado?
ro: Ce ai încercat să faci? Dai cap în cap cu un Cruciat?
sv: Vad har du försökt göra? Gå mot en korsriddare?
tr: Ne yapmaya çalışıyordun? Bir Haçlı ile kafa kafaya mı?

# TXT_RPLY1_SCRIPT34_D9096_IMPLA
source: Implant upgrade?
da: Implantatopgradering?
ja: インプラント アップグレード?
nl: Implantaat upgrade?.
pt_br: Aprimoramento de implante?
ro: Upgrade la implant?
sv: Implantatuppgradering?
tr: İmplant yükseltmesi mi?

# TXT_RYES1_SCRIPT34_D9096_THATS
source: That should do it for you.
da: Det burde gøre det for dig.
ja: 今取り掛かっている。
nl: Dat zou het voor je moeten doen.
pt_br: Isso deve funcionar pra você.
ro: Asta ar trebui să fie suficient.
sv: Det borde göra det för dig.
tr: Bu senin işini görür.

# TXT_RNO1_SCRIPT34_D9096_LETME
source: Let me run some more tests first.
da: Lad mig køre nogle flere tests først.
ja: もう少しテストしてからにしよう。
nl: Laat me eerst nog wat testen doen.
pt_br: Só deixa eu fazer mais alguns testes.
ro: Lasă-mă să fac niște teste mai întâi.
sv: Låt mig köra några fler tester först.
tr: Önce birkaç test daha yapayım.

# TXT_DLG_SCRIPT34_D10612_THATS
source: That's all I can do on the implant right now. Maybe some healing?
da: Det er alt, hvad jeg kan gøre på implantatet lige nu. Måske noget healing?
ja: インプラントはこれ以上ない程完成した。 それとも治療か?
nl: Dat is alles wat ik nu kan doen op het implantaat. Misschien wat genezing?
pt_br: Isso é tudo o que posso fazer com o implante no momento. Vai uma cura aí?
ro: Asta e tot ce pot face implantului acum. Poate niște bandaje?
sv: Det är allt jag kan göra med implantatet just nu. Kanske lite läkning?
tr: Şu anda implant üzerinde yapabileceğim tek şey bu. Belki biraz iyileşme?

# TXT_RPLY0_SCRIPT34_D10612_YEAH
source: Yeah.
da: Ja.
ja: ああ。
nl: Ja.
pt_br: Sim.
ro: Da.
sv: Ja, det är det.
tr: Evet.

# TXT_RYES0_SCRIPT34_D10612_BOYYO
source: Boy, you're a real mess. I'll see what I can do.
da: Mand, du er et rigtigt rod. Jeg skal se, hvad jeg kan gøre.
ja: 君、滅茶苦茶だな。なんとかしよう。
nl: Jongen, je bent een echte puinhoop. Ik zal zien wat ik kan doen.
pt_br: Rapaz, você está arrebentado. Verei o que posso fazer.
ro: Băiete, ești un dezastru. O să văd ce pot face.
sv: Du är en riktig röra. Jag ska se vad jag kan göra.
tr: Gerçekten berbat durumdasın. Ne yapabileceğime bakacağım.

# TXT_DLG_SCRIPT34_D12128_WHATC
source: What can I do for you?
da: Hvad kan jeg gøre for dig?
ja: それで何か用か?
nl: Wat kan ik voor je doen?
pt_br: Como posso te ajudar?
ro: Ce pot face pentru tine?
sv: Vad kan jag göra för dig?
tr: Senin için ne yapabilirim?

# TXT_RPLY0_SCRIPT34_D12128_IMOUT
source: I'm out of bullets.
da: Jeg er løbet tør for kugler.
ja: 弾切れだ。
nl: Ik heb geen kogels meer.
pt_br: Estou sem munição.
ro: Nu mai am gloanțe.
sv: Jag har slut på kulor.
tr: Mermim bitti.

# TXT_RYES0_SCRIPT34_D12128_HERES
source: Here's some ammo for you. Don't waste it.
da: Her er lidt ammunition til dig. Spild det ikke.
ja: 無駄遣いするなよ。
nl: Hier is wat munitie voor je. Verspil het niet.
pt_br: Leve esta munição. Não desperdice.
ro: Iată niște muniție. N-o irosi.
sv: Här är lite ammunition till dig. Slösa inte bort den.
tr: Al sana biraz mermi. Boşa harcama.

# TXT_RPLY1_SCRIPT34_D12128_TEACH
source: Teach me.
da: Lær mig det.
ja: 教えてくれ。
nl: Leer het me.
pt_br: Me ensine.
ro: Învață-mă.
sv: Lär mig.
tr: Öğret bana.

# TXT_RYES1_SCRIPT34_D12128_ALLRI
source: All right, I'll just show you a few little pointers.
da: Okay, jeg vil bare vise dig et par små tips.
ja: わかった、幾つかやり方を教えよう。
nl: Oké, ik zal je gewoon een paar kleine tips laten zien.
pt_br: Ok, vou te dar algumas dicas.
ro: În regulă, am să-ți arăt niște repere.
sv: Okej, jag ska bara visa dig några små tips.
tr: Pekala, sana birkaç küçük ipucu göstereceğim.

# TXT_RNO1_SCRIPT34_D12128_YOURE
source: You're not ready yet.
da: Du er ikke klar endnu.
ja: そっちの準備がまだ整ってないようだな。
nl: Je bent nog niet klaar.
pt_br: Você não está preparado ainda.
ro: Nu ești pregătit încă.
sv: Du är inte redo än.
tr: Henüz hazır değilsin.

# TXT_DLG_SCRIPT34_D13644_BACKA
source: Back again? What do you need?
da: Tilbage igen? Hvad har du brug for?
ja: もう戻ったか?何が必要だ?
nl: Weer terug? Wat heb je nodig?
pt_br: Já voltou? O que precisa?
ro: Te-ai întors? Ce mai dorești?
sv: Tillbaka igen? Vad behöver du?
tr: Yine mi? Neye ihtiyacın var?

# TXT_RPLY0_SCRIPT34_D13644_IMOUT
source: I'm out of bullets.
da: Jeg er løbet tør for kugler.
ja: 弾切れだ。
nl: Ik heb geen kogels meer.
pt_br: Estou sem munição.
ro: Nu mai am gloanțe.
sv: Jag har slut på kulor.
tr: Mermim bitti.

# TXT_RYES0_SCRIPT34_D13644_HERES
source: Here's some ammo for you. Don't waste it.
da: Her er lidt ammunition til dig. Spild det ikke.
ja: この弾を使え、無駄遣いするなよ。
nl: Hier is wat munitie voor je. Verspil het niet.
pt_br: Leve esta munição. Não desperdice.
ro: Iată niște muniție. N-o irosi.
sv: Här är lite ammunition till dig. Slösa inte bort den.
tr: İşte sana biraz cephane. Boşa harcama.

# TXT_RNO0_SCRIPT34_D13644_YOUVE
source: You've got enough ammo.
da: Du har ammunition nok.
ja: もう十分に弾を持ってるようだぞ。
nl: Je hebt genoeg munitie.
pt_br: Você já tem munição suficiente.
ro: Ai suficientă muniție.
sv: Du har tillräckligt med ammunition.
tr: Yeterince mermin var.

# TXT_RPLY1_SCRIPT34_D13644_TEACH
source: Teach me.
da: Lær mig det.
ja: 教えてくれ。
nl: Leer het me.
pt_br: Me ensine.
ro: Învață-mă.
sv: Lär mig.
tr: Öğret bana.
