Repository: the-phinet/UZDoom
Catalog: zdoom_game_strings/*.po
Languages: da, ja, nl, pt_br, ro, sv, tr

# TXT_DLG_SCRIPT10_D1516_WEHAV
source: We have no idea where this weapon came from, but we must find out. You have wrested one from the Order, but we must have all five. We have reached the limits of my knowledge. Seek out the Oracle and ask it for help.
da: Vi har ingen anelse om, hvor dette våben kommer fra, men vi må finde ud af det. Du har vristet en fra Ordenen, men vi skal have alle fem. Vi har nået grænserne for min viden. Opsøg Oraklet og bed det om hjælp.
ja: この武器が何処で造られたかは分からないが、 我々はそれを突き止める必要がある様だ。 どうやら全部で5つあり、君はオーダーから 1つ手に入れている。我々の理解を超える存在だ オラクルを探し何か情報を得なければ。
nl: We hebben geen idee waar dit wapen vandaan komt, maar we moeten erachter komen. Je hebt er een uit de Orde weggehaald, maar we moeten ze alle vijf hebben. We hebben de grenzen van mijn kennis bereikt. Zoek het Orakel op en vraag het om hulp.
pt_br: Não fazemos idéia de onde esta arma veio, mas precisamos descobrir. Você conseguiu roubar um deles da Ordem, mas precisamos de todos os cinco. Já atingimos os limites do meu conhecimento. Procure o Oráculo e peça a ajuda dele.
ro: Nu avem nicio idee în legătură cu proveniența armei, dar trebuie să aflăm. Ai luat una de la Ordin, dar avem nevoie de toate 5. Am ajuns la capătul cunoștiințelor mele. Mergi în căutarea Oracolului, și cere-i ajutorul.
sv: Vi har ingen aning om var det här vapnet kom ifrån, men vi måste ta reda på det. Du har vridit en från Orden, men vi måste få alla fem. Vi har nått gränsen för min kunskap. Sök upp Oraklet och be det om hjälp.
tr: Bu silahın nereden geldiğini bilmiyoruz ama öğrenmeliyiz. Tarikat'tan bir tane aldınız ama beşini de almalıyız. Bilgimin sınırlarına ulaştık. Kahin'i ara ve ondan yardım iste.

# TXT_RPLY0_SCRIPT10_D1516_IMGON
source: I'm gonna need more supplies.
da: Jeg får brug for flere forsyninger.
ja: それには補給がもっと必要だ。
nl: Ik zal meer voorraden nodig hebben.
pt_br: Vou precisar de mais equipmento.
ro: O să am nevoie de mai multe provizii.
sv: Jag kommer att behöva mer förnödenheter.
tr: Daha fazla malzemeye ihtiyacım olacak.

# TXT_DLG_SCRIPT10_D3032_HERES
source: Here's some gold. Go visit the medic and the weapons trainer and then, move out!
da: Her er noget guld. Besøg lægen og våbentræneren, og så af sted!
ja: 資金を提供しよう。 そしてメディックと訓練士に会い装備を整えて、 向かいたまえ!
nl: Hier is wat goud. Ga naar de dokter en de wapentrainer en ga dan weg!
pt_br: Pegue este dinheiro. Vá ver o médico e o treinador de armas e depois parta para a missão.
ro: Uite niște aur. Vizitează medicul și antrenorul de arme iar apoi, dă-i drumul!
sv: Här är lite guld. Gå och besök läkaren och vapentränaren och sedan, sätt fart!
tr: İşte biraz altın. Sıhhiyeciyi ve silah eğitmenini ziyaret et ve sonra yola çık!

# TXT_RPLY0_SCRIPT10_D3032_RIGHT
source: Right!
da: Så går vi.
ja: わかった!
nl: Juist!
pt_br: Certo!
ro: Într-adevăr!
sv: Okej!
tr: Tamamdır!

# TXT_DLG_SCRIPT10_D4548_FIGHT
source: Fight for the Front and freedom. Move out.
da: Kæmp for fronten og friheden. Af sted.
ja: フロントと自由の為の闘争を。さあ向かえ。
nl: Vecht voor het front en vrijheid. Verhuizen.
pt_br: Lute pela Frente e pela liberdade. Agora vá.
ro: Luptă pentru Front și libertate. Acum pleacă.
sv: Kämpa för fronten och friheten. Gå ut.
tr: Cephe ve özgürlük için savaşın. Dışarı çıkın.

# TXT_DLG_SCRIPT10_D6064_WHATP
source: What prompts your return? Are you hurt? There's no time to lose, continue with your mission. Complete the Sigil.
da: Hvad får dig til at vende tilbage? Er du såret? Der er ingen tid at spilde, fortsæt med din mission. Færdiggør sigilet.
ja: 何が帰還を促した?怪我をしたのか? 屈している場合ではない。 シジルを完成させる使命を果たすんだ。
nl: Wat zet je ertoe aan om terug te keren? Ben je gewond? Er is geen tijd te verliezen, ga verder met je missie. Voltooi de Sigil.
pt_br: O que fez você retornar? Você está ferido? Não há tempo a perder. Continue com a sua missão. Complete o Sigilo.
ro: Ce te aduce înapoi? Nu avem timp de pierdut, continuă-ți misiunea. Asamblează Sigiliul.
sv: Vad föranleder din återkomst? Är du skadad? Det finns ingen tid att förlora, fortsätt med ditt uppdrag. Slutför Sigillet.
tr: Geri dönmene ne sebep oldu? Yaralandın mı? Kaybedecek zaman yok, görevinize devam edin. Sigil'i tamamla.

# TXT_RPLY0_SCRIPT10_D6064_THEOR
source: The Oracle says you must die!
da: Oraklet siger, at du skal dø!
ja: オラクルは死ぬべきだと言った!
nl: Het Orakel zegt dat je moet sterven!
pt_br: O Oráculo diz que você deve morrer!
ro: Oracolul spune că trebuie să mori!
sv: Oraklet säger att du måste dö!
tr: Kahin ölmen gerektiğini söylüyor!

# TXT_DLG_SCRIPT10_D7580_IHAVE
source: I have sworn myself to freedom. It is the Oracle who holds the third piece. There's your traitor.
da: Jeg har svoret mig selv til frihed. Det er Oraklet, der har den tredje del. Der er din forræder.
ja: 私は皆の自由を誓った。 三つ目の部品を持つのはオラクルだ。 君は裏切るつもりか。
nl: Ik heb mezelf gezworen tot vrijheid. Het is het Orakel dat het derde deel vasthoudt. Daar is je verrader.
pt_br: Eu fiz um juramento à liberdade. É o Oráculo que possui a terceira peça. Ele é o seu traidor.
ro: Am jurat pentru libertate. Oracolul deține a treia piesă. Iată trădătorul.
sv: Jag har svurit på frihet. Det är Oraklet som har den tredje delen. Där är din förrädare.
tr: Özgürlük için yemin ettim. Üçüncü parça Kahin'de. İşte hainin.

# TXT_RPLY0_SCRIPT10_D7580_THEOR
source: The Oracle will die then!
da: Så dør Oraklet!
ja: オラクルは後で仕留める!
nl: Het Orakel zal dan sterven!
pt_br: O Oráculo morrerá então!
ro: Oracolul va pieri atunci!
sv: Oraklet kommer att dö då!
tr: O zaman Kahin ölecek!

# TXT_RPLY1_SCRIPT10_D7580_ITHIN
source: I think you're the traitor!
da: Jeg tror, du er forræderen!
ja: 裏切り者はお前の方だ!
nl: Ik denk dat jij de verrader bent!
pt_br: Eu acho que você que é o traidor!
ro: Eu cred că tu ești trădătorul!
sv: Jag tror att du är förrädaren!
tr: Bence hain sensin!

# TXT_DLG_SCRIPT10_D9096_SPIRI
source: Spirit of the One God avenge me and turn this world into dust.
da: Den ene Guds ånd hævner mig og gør denne verden til støv.
ja: 唯一神の魂が私を討てば この世界を塵に変えるだろう。
nl: De geest van de Ene God wreekt me en maakt deze wereld tot stof.
pt_br: Ó, Espírito do Deus Único. Vingue-me e transforme este mundo em pó.
ro: Spiritul Adevăratului Zeu să mă răzbune și să facă lumea asta cenușă.
sv: Den ende gudens ande hämnas mig och förvandlar den här världen till stoft.
tr: Tek Tanrı'nın Ruhu intikamımı al ve bu dünyayı toza çevir.

# TXT_DLG_SCRIPT10_D10612_YOUHA
source: You have made the right decision. Its clear that the Oracle is controlled by whatever evil is driving the Order. Return to it and claim the third piece of the Sigil.
da: Du har truffet den rigtige beslutning. Det er tydeligt, at Oraklet er kontrolleret af den ondskab, der driver ordenen. Vend tilbage til det og hæv den tredje del af sigilet.
ja: 君は正しい決断をした。 オラクルがオーダーに悪しき支配をしているのは 明白だ。戻って三番目のシジルを手に入れろ。
nl: Je hebt de juiste keuze gemaakt. Het is duidelijk dat het Orakel wordt beheerst door het kwaad dat de Orde drijft. Keer ernaar terug en claim het derde deel van de Sigil.
pt_br: Você fez a decisão certa. Está claro que o Oráculo está sendo controlado por alguma força maligna por trás da Ordem. Volte para lá e pegue a terceira peça do Sigilo.
ro: Ai făcut alegerea corectă. E limpede că Oracolul e controlat de orice rău conduce și Ordinul. Întoarce-te la el și pune mâna pe cea de-a treia piesă a Sigiliului.
sv: Du har fattat rätt beslut. Det är uppenbart att Oraklet kontrolleras av den ondska som driver Orden. Återvänd till det och kräv den tredje delen av Sigillet.
tr: Doğru kararı verdin. Kahin'in, Düzen'i yönlendiren şeytan tarafından kontrol edildiği çok açık. Ona dön ve Sigil'in üçüncü parçasını al.

# TXT_DLG_SCRIPT10_D12128_THERE
source: There seems no end to the horror we face. We have found out that the Order is not killing our people. It is transforming them, into bio-mechanical soldiers. Find the facility where this is being done and close it, permanently.
da: Der synes ikke at være nogen ende på den rædsel, vi står over for. Vi har fundet ud af, at ordenen ikke dræber vores folk. Den forvandler dem til biomekaniske soldater. Find det anlæg, hvor dette sker, og luk det for altid.
ja: どうやら我々の直面する恐怖は まだ終わらない様だ。オーダーが民を無意味に 殺害しているだけではなく、サイボーグ兵へ改造 していることが解かった。その施設を探し出し 機能を停止させるのだ。永久的に。
nl: Er lijkt geen einde te komen aan de verschrikking waar we voor staan. We hebben ontdekt dat de Orde onze mensen niet doodt. Het transformeert hen, in bio-mechanische soldaten. Zoek de faciliteit waar dit gebeurt en sluit deze permanent.
pt_br: Parece que os horrores que enfrentamos não têm fim. Descobrimos que a Ordem não está matando o nosso pessoal. Está os transformando em soldados biomecânicos. Ache a instalação onde isso é feito e feche-a, de uma vez por todas.
ro: Pare să nu existe limite pentru răul pe care îl înfruntăm. Îi transformă, în soldați bio-mecanici. Găsește fabrica unde se întâmplă asta și închide-o, permanent.
sv: Det verkar inte finnas något slut på den skräck vi står inför. Vi har fått reda på att Orden inte dödar vårt folk. Den förvandlar dem till biomekaniska soldater. Hitta anläggningen där detta sker och stäng den för gott.
tr: Karşılaştığımız dehşetin sonu yok gibi görünüyor. Tarikat'ın insanlarımızı öldürmediğini öğrendik. Onları biyo-mekanik askerlere dönüştürüyor. Bunun yapıldığı tesisi bulun ve kalıcı olarak kapatın.

# TXT_RPLY0_SCRIPT10_D12128_WHERE
source: Where is this located?
da: Hvor er det placeret?
ja: 手掛かりは何処にある?
nl: Waar bevindt deze faciliteit zich?
pt_br: Onde se encontra?
ro: Unde este localizată?
sv: Var finns den?
tr: Burası nerede?

# TXT_DLG_SCRIPT10_D13644_ONEOF
source: One of our captains, Richter, is waiting for you by the waterfall in the commons. He has seen the facility and can guide you inside. Stop this atrocity, now.
da: En af vores kaptajner, Richter, venter på dig ved vandfaldet i fællesrummet. Han har set anlægget og kan guide dig indenfor. Stop denne grusomhed, nu.
ja: キャプテンの一人、リヒターが コモンズの滝で待っている。 彼は施設を発見し生還した者だ。 早急にそのふざけた行為を止めさせろ。
nl: Een van onze kapiteins, Richter, wacht u op bij de waterval in het Lagerhuis. Hij heeft het gebouw gezien en kan je naar binnen leiden. Stop deze gruweldaad, nu.
pt_br: Um dos nossos capitães, Richter, está te esperando perto da cascata próxima ao refeitório. Ele conhece a instalação e pode te ajudar a infiltrá-la. Detenha essa atrocidade o quanto antes.
ro: Unul dintre căpitanii noștri, Richter, te așteaptă lângă cascadă. A văzut fabrica și te poate conduce în interiorul ei. Încheie atrocitatea asta, acum.
sv: En av våra kaptener, Richter, väntar på dig vid vattenfallet i allmänningen. Han har sett anläggningen och kan guida dig in. Stoppa denna grymhet, nu.
tr: Kaptanlarımızdan biri, Richter, ortak kullanım alanındaki şelalenin yanında sizi bekliyor. Tesisi gördü ve size içeride rehberlik edebilir. Bu vahşeti durdurun, hemen.

# TXT_RPLY0_SCRIPT10_D13644_THEYL
source: They'll pay for this!
da: De vil betale for dette!
ja: 奴等に対価を払わせてやるさ!
nl: Zij zullen hiervoor betalen!
pt_br: Eles pagarão por isso!
ro: Vor plătii pentru asta!
sv: De kommer att få betala för detta!
tr: Bunun bedelini ödeyecekler!

# TXT_DLG_SCRIPT10_D15160_FIGHT
source: Fight for the Front and freedom. Move out.
da: Kæmp for fronten og friheden. Af sted.
ja: フロントと自由の為の闘争を。さあ向かえ。
nl: Vecht voor het Front en vrijheid. Ga weg.
pt_br: Lute pela Frente e pela liberdade. Agora vá.
ro: Luptă pentru Front și libertate. Acum pleacă.
sv: Kämpa för fronten och friheten. Gå ut.
tr: Cephe ve özgürlük için savaşın. Dışarı çıkın.

# TXT_DLG_SCRIPT10_D16676_IAMTH
source: I am the One God... I need his spirit to be free so that I can leave my body, and join him in flight. You have no idea what you possess... And what terror you face... The One God must be free... And he will reward me... I will be one...
da: Jeg er den eneste Gud... Jeg har brug for, at hans ånd bliver fri, så jeg kan forlade min krop og slutte mig til ham i flugten. Du har ingen idé om, hvad du besidder... Og hvilken terror du står over for... Den ene Gud skal være fri... Og han vil belønne mig... Jeg vil være én...
ja: 我が唯一神だ...我は己の肉体を離れ 自由となり、神の魂と共に飛び立てる。 貴様には何も分かりもしないだろう... そして垣間見る恐怖もな... 唯一神は解放されるのだ... そして神は我を表彰するだろう... 我は一つとなる...
nl: Ik ben de enige God.... Ik heb zijn geest nodig om vrij te zijn, zodat ik mijn lichaam kan verlaten en met hem mee kan vliegen. Je hebt geen idee wat je bezit.... En welke terreur je onder ogen ziet.... De Ene God moet vrij zijn.... En hij zal mij belonen.... Ik zal er een zijn....
pt_br: Eu sou o Deus Único... Eu preciso desse espírito para ser livre, poder abandonar este corpo e unir-me a ele na fuga. Você não tem idéia do que possui... E o horror que você enfrenta... O Deus Único deve ser livre... E ele me recompensará... Eu serei um...
ro: Eu sunt adevăratul Zeu.... Am nevoie de sufletul lui ca să pot să-mi părăsesc corpul, și să mă alătur lui în zbor. Nu ai idee despre ceea ce posezi... Și ce teroare înfrunți... Adevăratul Zeu trebuie să fie liber... Și mă va răsplătii... Voi fi unul...
sv: Jag är den ende guden... Jag behöver att hans ande är fri så att jag kan lämna min kropp och ansluta mig till honom i flykten. Du har ingen aning om vad du äger... Och vilken skräck ni står inför... Den ende guden måste vara fri... Och han kommer att belöna mig... Jag kommer att bli en...
tr: Ben Tek Tanrı'yım. Onun ruhunun özgür olmasına ihtiyacım var, böylece bedenimi terk edebilir ve uçuşta ona katılabilirim. Neye sahip olduğunuz hakkında hiçbir fikriniz yok. Ve nasıl bir dehşetle karşı karşıya olduğunuzu. Tek Tanrı özgür olmalı. Ve o beni ödüllendirecek. Ben bir olacağım.

# TXT_RPLY0_SCRIPT10_D16676_IWILL
source: I will destroy you!
da: Jeg vil ødelægge dig!
ja: お前を滅ぼす!
nl: Ik zal je vernietigen!
pt_br: Eu vou destruir você!
ro: Te voi distruge!
sv: Jag ska förgöra dig!
tr: Seni yok edeceğim!

# TXT_DLG_SCRIPT10_D18192_GLADT
source: Glad to see you made it. What do you need?
da: Godt at se, at du klarede den. Hvad har du brug for?
ja: お会いできて光栄です。何が必要ですか?
nl: Blij te zien dat je het gehaald hebt. Wat heb je nodig?
pt_br: Que bom que você conseguiu. O que você precisa?
ro: Mă bucur să văd că ai reușit. De ce ai nevoie?
sv: Det gläder mig att se att du klarade dig. Vad behöver du?
tr: Gelebilmene sevindim. Neye ihtiyacın var?

# TXT_RPLY0_SCRIPT10_D18192_HEALM
source: Heal me.
da: Helbrede mig.
ja: 治療してほしい。
nl: Genees me.
pt_br: Me cure.
ro: Bandajează-mă.
sv: Laga mig.
tr: İyileştir beni.

# TXT_RYES0_SCRIPT10_D18192_WELLL
source: Well, lets get you fixed up.
da: Nå, lad os få dig ordnet.
ja: では、すぐ治療しましょう。
nl: Nou, laten we je opknappen.
pt_br: Ok, vamos dar um jeito em você.
ro: Păi, să te aranjăm.
sv: Vi får fixa till dig.
tr: Pekala, seni iyileştirelim.

# TXT_RNO0_SCRIPT10_D18192_YOURE
source: You're fine.
da: Du har det fint.
ja: 貴方は大丈夫です。
nl: Je bent in orde.
pt_br: Você está bem.
ro: Ești în regulă.
sv: Du är okej.
tr: İyisin.

# TXT_RPLY1_SCRIPT10_D18192_ANYTH
source: Anything new?
da: Noget nyt?
ja: 何か新しいのは?
nl: Iets nieuws?
pt_br: Alguma novidade?
ro: Ceva nou?
sv: Något nytt?
tr: Yeni bir şey var mı?

# TXT_RYES1_SCRIPT10_D18192_YESIV
source: Yes, I've got some new hardware for you.
da: Ja, jeg har noget nyt hardware til dig.
ja: 貴方の為に幾つか新しいハードウェアを見つけました。
nl: Ja, ik heb wat nieuwe hardware voor je.
pt_br: Sim, tenho equipamento novo pra você.
ro: Da, am ceva hardware nou pentru tine.
sv: Ja, jag har lite ny hårdvara till dig.
tr: Evet, senin için yeni bir donanımım var.

# TXT_RNO1_SCRIPT10_D18192_NOPEI
source: Nope, I'm working on it though.
da: Nej, men jeg arbejder på det.
ja: いえ、只今探しています。
nl: Nee, maar ik ben er wel mee bezig.
pt_br: Não, mas estou trabalhando nisso.
ro: Nu, încă lucrez la asta.
sv: Nej, men jag jobbar på det.
tr: Hayır, üzerinde çalışıyorum.

# TXT_DLG_SCRIPT10_D19708_WHATC
source: What can I do for you now? Feris is decrypting some really complex files, but it's all worth it. There's already some information that I'll be able to apply to the next version of the stamina implant.
da: Hvad kan jeg gøre for dig nu? Feris er ved at dekryptere nogle virkelig komplekse filer, men det er det hele værd. Der er allerede nogle oplysninger, som jeg vil kunne anvende til den næste version af udholdenhedsimplantatet.
ja: 何か御用かい?幾つかの複雑に複合化された フェリスのファイルにはそれだけの価値はあった スタミナインプラントの次期バージョンに 適用できる情報を少しばかり見つけたんだ。
nl: Wat kan ik nu voor je doen? Feris ontcijfert enkele zeer complexe bestanden, maar het is het allemaal de moeite waard. Er is al wat informatie die ik kan toepassen op de volgende versie van het stamina implantaat.
pt_br: Como posso te ajudar no momento? Feris está decriptando uns arquivos bem complexos, mas valerá a pena. Já temos informações que vou poder usar na próxima versão do implante de resistência.
ro: Ce pot face pentru tine acum? Feris decriptează niște fișiere extrem de complexe, dar merită. Deja avem niște informații care le voi putea aplica urmatoarei versiuni ale implantului tău pentru rezistență.
sv: Vad kan jag göra för dig nu? Feris dekrypterar några riktigt komplicerade filer, men det är värt det. Det finns redan en del information som jag kommer att kunna tillämpa på nästa version av uthållighetsimplantatet.
tr: Şimdi senin için ne yapabilirim? Feris bazı karmaşık dosyaların şifresini çözüyor ama buna değer. Dayanıklılık implantının bir sonraki versiyonuna uygulayabileceğim bazı bilgiler var.

# TXT_RPLY0_SCRIPT10_D19708_HEALM
source: Heal me.
da: Helbred mig.
ja: 治療してほしい。
nl: Genees mij.
pt_br: Me cure.
ro: Bandajează-mă.
sv: Laga mig.
tr: İyileştir beni.

# TXT_RYES0_SCRIPT10_D19708_YOUSH
source: You should learn to be a little more careful.
da: Du burde lære at være lidt mere forsigtig.
ja: もう少し慎重にやるべきでは。
nl: Je moet leren om wat voorzichtiger te zijn.
pt_br: Você precisa aprender a tomar mais cuidado.
ro: Ar trebui să fii mai grijuliu.
sv: Du borde lära dig att vara lite mer försiktig.
tr: Biraz daha dikkatli olmayı öğrenmelisin.

# TXT_RPLY1_SCRIPT10_D19708_WHENW
source: When will that be ready?
da: Hvornår er den klar?
ja: 出来ているか?
nl: Wanneer is dat klaar?
pt_br: Quando isso vai estar pronto?
ro: Când va fi gata?
sv: När kommer den att vara klar?
tr: Ne zaman hazır olacak?

# TXT_RYES1_SCRIPT10_D19708_ITSRE
source: It's ready now. This won't take but a moment.
da: Det er klar nu. Det vil kun tage et øjeblik.
ja: 用意出来ている。すぐ終わるさ。
nl: Het is nu klaar. Dit duurt niet langer dan een moment.
pt_br: Já está pronto. Isso não vai demorar.
ro: E gata. Va dura doar un moment.
sv: Det är klart nu. Det här tar bara ett ögonblick.
tr: Şimdi hazır. Bir dakika bile sürmez.

# TXT_RNO1_SCRIPT10_D19708_SOON
source: Soon.
da: Det er snart.
ja: 間もなくだ。
nl: Binnenkort.
pt_br: Logo logo.
ro: Curând.
sv: Snart.
tr: Çok yakında.

# TXT_DLG_SCRIPT10_D21224_ITHIN
source: I think I found a glitch in your implant hardware. Feris is helping me design a retrofit that will take care of it and boost the speed of your hardware a little. Is there something I can do for you?
da: Jeg tror, jeg har fundet en fejl i dit implantathardware. Feris hjælper mig med at designe en eftermontering, der vil løse problemet og øge hastigheden på din hardware en smule. Er der noget, jeg kan gøre for dig?
ja: インプラントハードウェアに不具合が見つかった フェリスがそれを修正してハードウェアの性能を 上げる為の後付け機能を手伝ってくれた。 何か必要かい?
nl: Ik denk dat ik een storing in uw implantaathardware heb gevonden. Feris helpt me bij het ontwerpen van een retrofit die de snelheid van uw hardware een beetje zal verhogen. Kan ik iets voor u doen?
pt_br: Acho que encontrei um defeito no seu implante. Feris está me ajudando a desenvolver um aprimoramento que resolverá esse problema e também vai aumentar um pouco a velocidade. Precisa de alguma coisa?
ro: Cred că am găsit o problemă în implantul tău. Feris mă ajută la implementarea unor îmbunătățiri care vor avea grijă de el și vor crește viteza puțin. E ceva ce pot face pentru tine?
sv: Jag tror att jag har hittat ett glapp i din implantathårdvara. Feris hjälper mig att utforma en eftermontering som kommer att ta hand om det och öka hastigheten på din hårdvara lite. Finns det något jag kan göra för dig?
tr: Sanırım implant donanımında bir hata buldum. Feris bunu halledecek ve donanımınızın hızını biraz artıracak bir güçlendirme tasarlamama yardım ediyor. Senin için yapabileceğim bir şey var mı?

# TXT_RPLY0_SCRIPT10_D21224_PATCH
source: Patch me up.
da: Giv mig en besked.
ja: 治療してほしい。
nl: Verbind me met elkaar.
pt_br: Trate meus ferimentos.
ro: Bandajează-mă.
sv: Laga mig.
tr: Bana yama yap.

# TXT_RYES0_SCRIPT10_D21224_THERE
source: There, as good as new I guess.
da: Sådan, så god som ny, tror jeg.
ja: ほら、新鮮な気分だろう。
nl: Daar, zo goed als nieuw denk ik.
pt_br: Pronto. Novinho em folha, eu acho.
ro: Gata, ca și nou bănuiesc.
sv: Så där, så gott som ny antar jag.
tr: İşte, yeni kadar iyi sanırım.

# TXT_RPLY1_SCRIPT10_D21224_RETRO
source: Retrofit?
da: Eftermontering?
ja: 後付け?
pt_br: Aprimoramento?
ro: Îmbunătățiri?
sv: Eftermontering?
tr: Güçlendirme mi?

# TXT_RYES1_SCRIPT10_D21224_AHNOW
source: Ah, now we're cooking.
da: Ah, nu er vi i gang.
ja: ああ、早速取り掛かろう。
nl: Ah, nu zijn we aan het koken.
pt_br: Ah, agora sim.
ro: Ah, acum discutăm.
sv: Ah, nu börjar det bli spännande.
tr: İşte şimdi pişiyoruz.

# TXT_RNO1_SCRIPT10_D21224_ILLHA
source: I'll have it as soon as Feris finishes it.
da: Jeg får den, så snart Feris er færdig.
ja: 完了次第フェリスから私が送ろう。
nl: Ik heb het zodra Feris het klaar heeft.
pt_br: Eu consigo ele assim que o Feris terminar.
ro: Îl voi avea imediat ce termină Feris cu el.
sv: Jag har den så snart Feris är klar.
tr: Feris bitirir bitirmez getireceğim.

# TXT_DLG_SCRIPT10_D22740_HOWSI
source: How's it going? Man, some of this new technology is simply amazing. This should also help with your implant. I've got a couple ideas that I'm sketching out and I'll have them ready soon. What can I do for you, maybe some healing?
da: Hvordan går det? Mand, noget af denne nye teknologi er simpelthen fantastisk. Det burde også hjælpe med dit implantat. Jeg har et par idéer, som jeg skitserer, og jeg har dem snart klar. Hvad kan jeg gøre for dig? Måske noget healing?
ja: 調子はどうだ?この新技術は素晴らしいものだ。 そちらのインプラントにも役立つ様な アイディアも幾つか思いついてあるぞ。 すぐ準備しよう。それとも治療か何か必要かな?
nl: Hoe gaat het? Man, sommige van deze nieuwe technologie is gewoonweg verbazingwekkend. Dit zou ook moeten helpen bij uw implantaat. Ik heb een paar ideeën die ik aan het schetsen ben en ik zal ze binnenkort klaar hebben. Wat kan ik voor je doen, misschien wat genezing?
pt_br: Qual é a boa? Cara, essa tecnologia nova é simplesmente incrível. Isto também deve ajudar com o seu implante. Estou projetando umas idéias novas e logo mais devo ter elas prontas. Precisa de alguma coisa? Talvez cura?
ro: Cum merge? Frate, noua tehnologie e pur și simplu uimitoare. Asta ar trebui să îți ajute și implantul. Am câteva idei pe hârtie și le voi pune în aplicare curând. Ce pot face pentru tine, poate să te bandajez?
sv: Hur går det? En del av den här nya tekniken är helt enkelt fantastisk. Det här borde också hjälpa dig med ditt implantat. Jag har några idéer som jag skissar på och jag har dem klara snart. Vad kan jag göra för dig, kanske lite healing?
tr: Nasıl gidiyor? Dostum, bu yeni teknolojinin bazıları tek kelimeyle inanılmaz. Bu implantına da yardımcı olacaktır. Taslağını çizdiğim birkaç fikir var, yakında hazır ederim. Senin için ne yapabilirim, belki biraz şifa?

# TXT_RPLY0_SCRIPT10_D22740_YESHE
source: Yes, heal me.
da: Ja, helbrede mig.
ja: ああ、治してくれ。
nl: Ja, genees me.
pt_br: Sim, me cure.
ro: Da, bandajează-mă.
sv: Ja, bota mig.
tr: Evet, iyileştir beni.

# TXT_RYES0_SCRIPT10_D22740_ALLRI
source: All right, here you go.
da: Okay, værsgo.
ja: 了解、始めましょう。
nl: Oké, alsjeblieft.
pt_br: Ok, pronto.
ro: Gata.
sv: Okej, varsågod.
tr: Pekala, al bakalım.

# TXT_RPLY1_SCRIPT10_D22740_HOWAB
source: How about that new tech?
da: Hvad med den nye teknologi?
ja: その新しい技術はどうだ?
nl: Hoe zit het met die nieuwe technologie?
pt_br: Me fale sobre essa nova tecnologia.
ro: Ce zici de tehnologia aceea nouă?
sv: Vad sägs om den nya tekniken?
tr: Şu yeni teknolojiye ne dersin?
