Repository: the-phinet/UZDoom
Catalog: zdoom_game_strings/*.po
Languages: da, ja, nl, pt_br, ro, sv, tr

# TXT_RYES1_SCRIPT34_D13644_ALLRI
source: All right, this should keep you going for a while.
da: Okay, det her burde holde dig i gang et stykke tid.
ja: わかった、これで長くやり合えるだろう。
nl: Oké, dit zou je een tijdje op de been moeten houden.
pt_br: Ok, isso deve te ajudar por enquanto.
ro: Bine, asta ar trebui să te ajute o vreme.
sv: Okej, det här borde hålla dig igång ett tag.
tr: Pekala, bu seni bir süre idare eder.

# TXT_RNO1_SCRIPT34_D13644_SORRY
source: Sorry, can't. I'm just following Macil's orders.
da: Beklager, jeg kan ikke. Jeg følger bare Macils ordrer.
ja: すまないが、できない。マシルの命令だ。
nl: Sorry, dat kan niet. Ik volg gewoon de orders van Macil op.
pt_br: Desculpe mas não posso. Só estou seguindo as ordens do Macil.
ro: Scuze, nu pot. Eu doar umez ordinele lui Macil.
sv: Tyvärr, jag kan inte. Jag följer bara Macils order.
tr: Üzgünüm, yapamam. Macil'in emirlerini uyguluyorum.

# TXT_DLG_SCRIPT34_D15160_WELLW
source: Well which is it, bullets or training? I can't wait to get my hands on those new weapons we captured. Once I get done with them, I'll be able to begin training everyone else.
da: Nå, hvad er det, kugler eller træning? Jeg kan ikke vente med at få fingrene i de nye våben, vi har taget til fange. Når jeg er færdig med dem, kan jeg begynde at træne alle de andre.
ja: 弾薬と訓練、どっちの用件だ? 奪った新しい武器が届くのを待ち切れないです。 少しの訓練でデカい復讐を。
nl: Wat is het dan wel, kogels of training? Ik kan niet wachten om die nieuwe wapens in handen te krijgen die we gevangen genomen hebben. Als ik er klaar mee ben, kan ik beginnen met het trainen van alle anderen.
pt_br: Bem, o que vai ser? Munição ou treinamento? Mal posso esperar pra pegar nessas novas armas que capturamos. Depois que eu terminar com eles, vou poder começar a treinar todo o pessoal.
ro: Deci care e, gloanțe sau instruire? Abia aștept să pun mâna pe armele pe care le-am capturat. Odată ce termin cu ele îi voi putea instrui și pe ceilalți.
sv: Vad är det, kulor eller träning? Jag kan inte vänta på att få ta del av de nya vapnen som vi tog till fånga. När jag är klar med dem kan jag börja träna alla andra.
tr: Hangisi, mermi mi eğitim mi? Yakaladığımız şu yeni silahları elime almak için sabırsızlanıyorum. Onlarla işim bittiğinde, diğer herkesi eğitmeye başlayabileceğim.

# TXT_RPLY0_SCRIPT34_D15160_IMOUT
source: I'm out of ammo.
da: Jeg er løbet tør for ammunition.
ja: 弾切れだ。
nl: Ik heb geen munitie meer.
pt_br: Estou sem munição.
ro: Nu mai am gloanțe.
sv: Jag har slut på ammunition.
tr: Mermim bitti.

# TXT_RYES0_SCRIPT34_D15160_HERES
source: Here's some ammo for you. Don't waste it.
da: Her er noget ammunition til dig. Spild det ikke.
ja: この弾をどうぞ、無駄遣いしないように。
nl: Hier is wat munitie voor je. Verspil het niet.
pt_br: Leve esta munição. Não desperdice.
ro: Iată niște muniție. N-o irosi.
sv: Här är lite ammunition till dig. Slösa inte bort den.
tr: Al sana biraz cephane. Boşa harcama.

# TXT_RNO0_SCRIPT34_D15160_YOUVE
source: You've got enough ammo.
da: Du har ammunition nok.
ja: もう十分に弾を持ってるようだぞ。
nl: Je hebt genoeg munitie.
pt_br: Você já tem munição suficiente.
ro: Ai suficientă muniție.
sv: Du har tillräckligt med ammunition.
tr: Yeterince cephanen var.

# TXT_RPLY1_SCRIPT34_D15160_TEACH
source: Teach me.
da: Lær mig det.
ja: 教えてくれ。
nl: Leer het me.
pt_br: Me ensine.
ro: Învață-mă.
sv: Lär mig.
tr: Öğret bana.

# TXT_RYES1_SCRIPT34_D15160_OKTAK
source: O.K. Take what you've learned and show those Order bastards the way to hell.
da: O.K. Tag det du har lært og vis de ordens-svin vejen til helvede.
ja: オーケー、ここで学んだ事を生かして オーダー共を地獄に送って上げなさい。
nl: Oké, neem wat je geleerd hebt en laat die ordeklootzakken de weg naar de hel zien.
pt_br: Ok. Use o que você aprendeu e mostre o caminho pro inferno para esses desgraçados da Ordem.
ro: O.K. Cu ceea ce ai învățat, trimite-i pe nemernicii Ordinului către infern.
sv: Okej. Ta det du lärt dig och visa de där orderjävlarna vägen till helvetet.
tr: Tamam. Öğrendiklerini al ve o Tarikat piçlerine cehennemin yolunu göster.

# TXT_RNO1_SCRIPT34_D15160_COMEB
source: Come back later, when Macil says it's time.
da: Kom tilbage senere, når Macil siger, det er tid.
ja: マシルの命令を受けてから、また来い。
nl: Kom later terug, als Macil zegt dat het tijd is.
pt_br: Volte mais tarde, quando o Macil disser que é hora.
ro: Revin-o mai încolo, când Macil zice că e timpul.
sv: Kom tillbaka senare, när Macil säger att det är dags.
tr: Macil zamanı geldiğini söylediğinde geri gel.

# TXT_DLG_SCRIPT34_D16676_IVETA
source: I've taught you everything I can right now. Give me some time to put the new weapons through their paces. That is unless you're out of bullets.
da: Jeg har lært dig alt, hvad jeg kan lige nu. Giv mig lidt tid til at sætte de nye våben på prøve. Medmindre du er løbet tør for kugler.
ja: 私が教えられる事はもう無い。 今後新しい武器は時間が掛かるが 自分のペースで学んだ方がいい。 弾切れでなければの話だが。
nl: Ik heb je alles geleerd wat ik nu kan. Geef me wat tijd om de nieuwe wapens op de proef te stellen. Tenzij je geen kogels meer hebt.
pt_br: Te ensinei tudo o que eu posso no momento. Me dê um tempo para testar as novas armas. A não ser que você esteja sem munição.
ro: Te-am învâțat tot ce știu. Dă-mi niște timp să învăț noile arme. Asta în cazul în care nu ai nevoie de gloanțe.
sv: Jag har lärt dig allt jag kan just nu. Ge mig lite tid att sätta de nya vapnen på prov. Det vill säga om du inte har slut på kulor.
tr: Şu anda sana öğretebileceğim her şeyi öğrettim. Yeni silahları denemem için bana biraz zaman ver. Tabii mermin bitmediyse.

# TXT_RPLY0_SCRIPT34_D16676_YESIA
source: Yes I am.
da: Ja, det er jeg.
ja: ああ、そうだ。
nl: Ja, dat ben ik wel.
pt_br: Sim, eu estou.
ro: Da sunt.
sv: Ja, det är jag.
tr: Evet, bitti.

# TXT_RYES0_SCRIPT34_D16676_HEREY
source: Here you go.
da: Værsgo.
ja: どうぞ。
nl: Alsjeblieft.
pt_br: Aqui está.
ro: Aici sunt.
sv: Här har du.
tr: Al bakalım.

# TXT_DLG_SCRIPT34_D18192_DONTG
source: Don't get trigger happy in the town, you'll set off the alarm and they will start sending in guards from the castle.
da: Bliv ikke skydeglad i byen, du vil udløse alarmen, og de vil begynde at sende vagter ind fra slottet.
ja: 街の中で銃をバンバン撃ったりするんじゃないぞ 警報を鳴らしてしまえば、奴等が衛兵共を 城から送り込んでくるぞ。
nl: Laat de trekker niet gelukkig worden in de stad, je laat de wekker afgaan en ze sturen bewakers van het kasteel naar binnen.
pt_br: Não saia atirando pela cidade, você vai ativar o alarme e vão mandar os guardas do castelo.
ro: Nu deveni prea entuziasmat în oraș, vei declanșa alarma și vor trimite gardieni din castel.
sv: Bli inte skjutglad i staden, du sätter igång larmet och de börjar skicka in vakter från slottet.
tr: Kasabada tetiğe basma, alarmı çalıştırırsın ve kaleden muhafızlar göndermeye başlarlar.

# TXT_DLG_SCRIPT34_D19708_WELCO
source: Welcome, we can always use more help.
da: Velkommen, vi kan altid bruge mere hjælp.
ja: ようこそ、我々が貴方の助けに成ります。
nl: Welkom, we kunnen altijd meer hulp gebruiken.
pt_br: Seja bem-vindo. Qualquer ajuda também é sempre bem-vinda.
ro: Bun-venit, ajutorul e bine-venit oricând.
sv: Välkommen, vi kan alltid behöva mer hjälp.
tr: Hoş geldiniz, her zaman daha fazla yardıma ihtiyacımız olabilir.

# TXT_DLG_SCRIPT34_D21224_WHENI
source: When I was still in action we had the chance to examine an acolyte before the reinforcements arrived, they're not human I tell you.
da: Da jeg stadig var i aktion havde vi mulighed for at undersøge en akolyt før forstærkningerne ankom, de er ikke menneskelige siger jeg jer.
ja: 私がまだ活動していた時、我々が増援に 囲まれる前にアコライトを調べる機会が あったんだ。聞いてくれ、奴等は人間では なかったんだ。
nl: Toen ik nog in actie was hadden we de kans om een acoliet te onderzoeken voordat de versterkingen arriveerden, ze zijn niet menselijk, zeg ik je.
pt_br: Quando eu ainda estava na ativa nós tivemos a oportunidade de examinar um acólito antes dos reforços chegarem. Vai por mim, eles não são humanos.
ro: Când încă luam parte la acțiune am avut ocazia să examinez un acolit. înaintă să ajungă întăririle, nu sunt umani.
sv: När jag fortfarande var i aktion hade vi chansen att undersöka en akolyt innan förstärkningarna kom, de är inte mänskliga säger jag er.
tr: Ben hala görevdeyken, takviye kuvvetler gelmeden önce bir yardımcı kişiyi inceleme şansımız oldu, size söylüyorum onlar insan değil.

# TXT_DLG_SCRIPT34_D22740_WERET
source: We're trying to find where the castle gate mechanisms are, but so far we've had no luck.
da: Vi prøver at finde ud af hvor slottets portmekanismer er, men indtil videre har vi ikke haft held.
ja: 我々は城門のメカニズムが何処にあるか 探し続けているが、あまり良い結果は出ていない
nl: We proberen te vinden waar de mechanismen van de kasteelpoort zich bevinden, maar tot nu toe hebben we geen geluk gehad.
pt_br: Estamos tentando localizar os mecanismos do portão do castelo, mas até agora não tivemos sorte.
ro: Încercăm să găsim unde sunt mecanismele castelului, dar n-am avut noroc până acum.
sv: Vi försöker ta reda på var mekanismerna för slottets portar finns, men hittills har vi inte haft någon tur.
tr: Kale kapısı mekanizmalarının nerede olduğunu bulmaya çalışıyoruz ama şu ana kadar şansımız yaver gitmedi.

# TXT_DLG_SCRIPT34_D24256_DONTG
source: Don't get caught. I've heard horror stories about what they do to our people after they're imprisoned. They just disappear, no traces, nothing.
da: Bliv ikke fanget. Jeg har hørt skrækhistorier om, hvad de gør ved vores folk, efter de er blevet fængslet. De forsvinder bare, ingen spor, ingenting.
ja: 決して捕まるな。投獄されると奴等が 何をしでかすか怪談として聞く程だ。 跡形もなく...消される。
nl: Laat je niet vangen. Ik heb horrorverhalen gehoord over wat ze onze mensen na hun gevangenschap aandoen. Ze verdwijnen gewoon, geen sporen, niets.
pt_br: Não deixe eles te pegarem. Ouvi histórias de terror sobre o que eles fazem com o nosso pessoal depois que são aprisionados. Eles desaparecem, sem deixar rastros.
ro: Nu fii prins. Am auzit povești de groază legate de ce tratament primesc oamenii odată ce sunt închiși. Pur și simplu dispar fără niciun fel de urmă.
sv: Bli inte ertappad. Jag har hört skräckhistorier om vad de gör med vårt folk efter att de blivit fängslade. De bara försvinner, inga spår, ingenting.
tr: Sakın yakalanmayın. Hapsedildikten sonra insanlarımıza ne yaptıklarına dair korku hikayeleri duydum. Öylece ortadan kayboluyorlar, ne bir iz ne de başka bir şey.

# TXT_DLG_SCRIPT34_D25772_HERES
source: Here's some advice, if you ever see any of the Order's tin soldiers, run the other way. I especially don't like the Reavers, those things are just damned fast!
da: Her er et godt råd: Hvis du nogensinde ser nogen af Ordenens tinsoldater, så løb den anden vej. Jeg kan især ikke lide Reavers, de er bare forbandet hurtige!
ja: 伝えておく、オーダーの錫兵は 他方から呼び出され押し寄せてくる。 奴等は素早く残忍だ。
nl: Hier is een advies, als je ooit een van de tinnen soldaten van de Orde ziet, ren dan de andere kant op. Ik hou vooral niet van de Reavers, die dingen zijn gewoon verdomd snel!
pt_br: Um conselho pra você: se você ver algum desses soldados de lata da Ordem, fuja para o lado oposto. Eu particularmente detesto os Saqueadores. Eles são rapidos pra caramba!
ro: Iată un sfat, dacă vezi vreodată un soldat al Ordinului, fugi în direcția opusă. Îmi displac mai ales Războinicii, ăștia sunt pur și simplu rapizi!
sv: Här är ett råd, om du någonsin ser någon av ordens tennsoldater, spring åt andra hållet. Jag gillar särskilt inte Reavers, de där sakerna är förbannat snabba!
tr: Size bir tavsiye, Tarikat'ın teneke askerlerinden birini görürseniz, diğer tarafa kaçın. Özellikle Yağmacıları sevmiyorum, o şeyler çok hızlı!

# TXT_DLG_SCRIPT34_D27288_WELCO
source: Welcome to the last flicker of hope. Only we have the free will to oppose the Order. We have the sharpest scientific minds, and many able bodies. But we lack that one real problem solver, who will give us the edge we need.
da: Velkommen til det sidste lille håb. Kun vi har den frie vilje til at modsætte os Ordenen. Vi har de skarpeste videnskabelige hjerner og mange dygtige kroppe. Men vi mangler den ene rigtige problemløser, som vil give os den fordel, vi har brug for.
ja: ようこそ、ここは我々の僅かな希望が集まる 最後の場所だ。オーダーへと立ち向かう意思を 持っているのは我々くらいだ。 ここには素晴らしい頭脳を持つ学者たち、 そして丈夫な体を持った戦士たちがいる。 だがしかし、我々には問題解決に優れた者、 つまり私達の力となる者が足りていないんだ。 我々に手を貸してくれ。
nl: Welkom bij het laatste sprankje hoop. Alleen wij hebben de vrije wil om ons te verzetten tegen de Orde. We hebben de scherpste wetenschappelijke geesten en veel bekwame lichamen. Maar we missen die ene echte probleemoplosser, die ons de voorsprong zal geven die we nodig hebben.
pt_br: Seja bem-vindo à última ponta de esperança. Somos os únicos que têm o livre arbítrio para combater a Ordem. Temos as mentes científicas mais afiadas e muitas pessoas capazes. Mas ainda nos falta aquele verdadeiro quebra-galho, que nos dará o impulso que precisamos.
ro: Bun-venit la ultima speranță. Numai noi avem voința de a ne opune Ordinului. Avem cele mai strălucite minți științifice și multe corpuri capabile. Dar ne lipsește acea persoană capabilă să rezolve probleme, care o să ne dea avantajul de care avem nevoie.
sv: Välkommen till den sista gnistan av hopp. Endast vi har den fria viljan att motsätta oss Orden. Vi har de skarpaste vetenskapliga hjärnorna och många dugliga kroppar. Men vi saknar en riktig problemlösare som kan ge oss det övertag vi behöver.
tr: Son umut ışığına hoş geldiniz. Tarikat'a karşı çıkacak özgür irade sadece bizde var. En keskin bilimsel zihinlere ve birçok yetenekli bedene sahibiz. Ama bize ihtiyacımız olan avantajı sağlayacak gerçek bir sorun çözücüden yoksunuz.

# TXT_RPLY0_SCRIPT34_D27288_WHATW
source: What will I need to do?
da: Hvad skal jeg gøre?
ja: 何をしたらいい?
nl: Wat moet ik doen?
pt_br: O que preciso fazer?
ro: Ce trebuie să fac?
sv: Vad måste jag göra?
tr: Ne yapmam gerekecek?

# TXT_DLG_SCRIPT34_D28804_HELPU
source: Help us. Help us steal their technology. Free our comrades. Fight these twisted psychopaths to the death. I'm asking you to risk your life for the truth.
da: Hjælp os. Hjælp os med at stjæle deres teknologi. Befri vores kammerater. Bekæmp disse forvredne psykopater til døden. Jeg beder dig om at sætte dit liv på spil for sandheden.
ja: 我々の援護だ。我々が奴等のテクノロジーを 盗むのを手伝って欲しい。同胞の解放の為だ。 イカレた奴等と戦闘する必要がある。 正義を取り戻すため君には危険の伴う任務を 受けてほしいのだ。
nl: Help ons. Help ons hun technologie te stelen. Bevrijd onze kameraden. Bestrijd deze verdraaide psychopaten tot de dood toe. Ik vraag je om je leven te riskeren voor de waarheid.
pt_br: Nos ajudar. Ajude-nos a roubar a tecnologia deles. Liberte nossos companheiros. Lute contra esses psicopatas insanos até a morte. Estou te pedindo para arriscar a sua vida pela verdade.
ro: Ajută-ne. Ajută-ne să le furăm tehnologia. Să ne eliberăm compatrioții. Să luptăm cu acești psihopați suciți până la moarte. Îți cer să îți riști viața pentru adevăr.
sv: Hjälp oss. Hjälp oss att stjäla deras teknologi. Befria våra kamrater. Kämpa mot de här förvridna psykopaterna in i döden. Jag ber dig riskera ditt liv för sanningen.
tr: Bize yardım et. Teknolojilerini çalmamıza yardım et. Yoldaşlarımızı serbest bırak. Bu sapkın psikopatlarla ölümüne savaş. Senden gerçek için hayatını riske atmanı istiyorum.

# TXT_RPLY0_SCRIPT34_D28804_IMWIT
source: I'm with you!
da: Jeg er med dig!
ja: 同意した!
nl: Ik sta achter je!
pt_br: Estou com vocês!
ro: Sunt cu tine!
sv: Jag är med dig!
tr: Seninleyim!

# TXT_DLG_SCRIPT34_D30320_GOODB
source: Good. Blackbird will continue to be your guide. She's taken quite a shine to you. Together, you've got to unlock the secrets of the Order and their inhuman servants. There's a presence that lurks just outside our understanding which guides their terror. Get inside and take them down.
da: Jeg er med dig. Blackbird vil fortsat være din guide. Hun er blevet ret glad for dig. Sammen skal I løse hemmelighederne om Ordenen og deres umenneskelige tjenere. Der er en tilstedeværelse, der lurer lige uden for vores forståelse, som styrer deres terror. Kom ind og nedkæmp dem.
ja: いいぞ、今後もブラックバードが君のガイドを 務める。彼女は君に感心しているようだぞ。 君たちの二人で、オーダーと その人間離れした手下たちが持っている秘密を 暴いてもらいたい。 奴等の基地に潜り込んで、倒すんだ。
nl: Goed. Blackbird zal je gids blijven. Ze heeft je een behoorlijke glans gegeven. Samen moeten jullie de geheimen van de Orde en hun onmenselijke dienaren ontrafelen. Er is een aanwezigheid die net buiten ons begrip schuilt en die hun angst leidt. Ga naar binnen en neem ze mee naar beneden.
pt_br: Ótimo. Blackbird continuará sendo a sua guia. Ela parece que vai com a sua cara. Juntos, vocês desvendarão os segredos da Ordem e seus discípulos desumanos. Há uma presença que está além do nosso entendimento que guia todo esse terror. Vá infiltrar a Ordem e elimine-os.
ro: Bun. Blackbird va continua să fie ghidul tău. A început să ia un interes asupra ta. Împreună, va trebui să aflați secretele Ordinului și servitorilor lor inumani. Există o prezență care se târăște la marginea capacității noastre de înțelegere care le ghidează teroarea. Infiltrează-te și pune-i la pământ.
sv: Jag är med dig. Blackbird kommer att fortsätta att vara din guide. Hon har blivit ganska förtjust i dig. Tillsammans måste ni avslöja hemligheterna om Orden och deras omänskliga tjänare. Det finns en närvaro som lurar utanför vår förståelse och som styr deras terror. Ta dig in och ta ner dem.
tr: Güzel. Karatavuk rehberin olmaya devam edecek. Senden oldukça hoşlandı. Birlikte Tarikat'ın ve insanlık dışı hizmetkârlarının sırlarını açığa çıkarmalısınız. Anlayışımızın hemen dışında gizlenen ve onların terörüne rehberlik eden bir varlık var. İçeri gir ve onları alaşağı et.

# TXT_RPLY0_SCRIPT34_D30320_LETME
source: Let me at 'em!
da: Lad mig tage dem!
ja: 任せろ!
nl: Laat me naar ze toe!
pt_br: Pode deixar!
ro: Lasă-mă să pun mâna pe ei!
sv: Låt mig ta dem!
tr: Bırakın ben halledeyim!

# TXT_RYES0_SCRIPT34_D30320_THATS
source: That's the spirit.
da: Sådan er ånden.
ja: 良い心掛けだ。
nl: Dat is de geest.
pt_br: Esse é o espírito.
ro: Ăsta e spiritul.
sv: Så ska det låta.
tr: İşte ruh bu.

# TXT_DLG_SCRIPT34_D31836_WELCO
source: Welcome friend!
da: Velkommen, min ven!
ja: よく来た、同志!
nl: Welkom vriend!
pt_br: Seja bem-vindo, amigo!
ro: Bun-venit prietene!
sv: Välkommen, min vän!
tr: Hoş geldin dostum!

# TXT_RANDOM_PEASANT_01
source: Please don't hurt me.
da: Du må ikke gøre mig noget.
ja: 私を傷つけないでくれ。
nl: Doe me alsjeblieft geen pijn.
pt_br: Por favor, não me machuque.
ro: Te rog nu mă răni.
sv: Snälla, gör mig inte illa.
tr: Lütfen bana zarar verme.

# TXT_RANDOM_PEASANT_02
source: If you're looking to hurt me, I'm not really worth the effort.
da: Hvis du er ude på at såre mig, er jeg ikke rigtig besværet værd.
ja: もしお前が私に暴力を振るいたいなら間違いだ、 私を殴る価値はないから。
nl: Als je me pijn wilt doen, ben ik de moeite niet echt waard.
pt_br: Se pretende me machucar, te digo que não valerá a pena.
ro: Dacă vrei să mă rănești, nu merit efortul.
sv: Om du är ute efter att skada mig är jag inte värd besväret.
tr: Eğer beni incitmek istiyorsan, bu çabaya değmem.

# TXT_RANDOM_PEASANT_03
source: I don't know anything.
da: Jeg ved ikke noget.
ja: 私は何も知らないんだ。
nl: Ik weet niets.
pt_br: Eu não sei de nada.
ro: Nu știu nimic.
sv: Jag vet ingenting.
tr: Ben bir şey bilmiyorum.

# TXT_RANDOM_PEASANT_04
source: Go away or I'll call the guards!
da: Gå væk, eller jeg tilkalder vagterne!
ja: 離れろ、さもなくば衛兵を呼ぶぞ!
nl: Ga weg of ik roep de bewakers!
pt_br: Vá embora antes que eu chame os guardas!
ro: Pleacă sau voi chema gardienii!
sv: Gå härifrån eller så kallar jag på vakterna!
tr: Git buradan yoksa muhafızları çağırırım!

# TXT_RANDOM_PEASANT_05
source: I wish sometimes that all these rebels would just learn their place and stop this nonsense.
da: Nogle gange ville jeg ønske, at alle disse oprørere bare ville lære deres plads og stoppe dette nonsens.
ja: 反乱軍がこんな出鱈目な状態をひっくり返すのを 切に願うよ。
nl: Ik wou soms dat al die rebellen gewoon hun plaats zouden leren kennen en deze onzin zouden stoppen.
pt_br: Às vezes eu queria que esses rebeldes cuidassem de suas próprias vidas e parassem com esse absurdo.
ro: Uneori îmi doresc ca rebelii ăștia să își vadă de treaba lor și să înceteze cu tâmpeniile.
sv: Jag önskar ibland att alla dessa rebeller bara skulle lära sig sin plats och sluta med detta nonsens.
tr: Bazen tüm bu isyancıların hadlerini bilmelerini ve bu saçmalığa bir son vermelerini diliyorum.

# TXT_RANDOM_PEASANT_06
source: Just leave me alone, OK?
da: Bare lad mig være i fred, okay?
ja: 私に構わないでくれよ、頼むぞ?
nl: Laat me gewoon met rust, oké?
pt_br: Apenas me deixe em paz, ok?
ro: Doar lasă-mă în pace, OK?
sv: Lämna mig bara ifred, okej?
tr: Beni yalnız bırak, tamam mı?

# TXT_RANDOM_PEASANT_07
source: I'm not sure, but sometimes I think that I know some of the acolytes.
da: Jeg er ikke sikker, men nogle gange tror jeg, at jeg kender nogle af akolytterne.
ja: 何か、アコライトの中で見覚えのある顔したのが いたんだが。
nl: Ik weet het niet zeker, maar soms denk ik dat ik sommige van de acolieten ken.
pt_br: Eu não tenho bem certeza, mas acho que conheco alguns dos acólitos.
ro: Nu sunt sigur, dar uneori am impresia că cunosc pe unii acoliți.
sv: Jag är inte säker, men ibland tror jag att jag känner några av akoliterna.
tr: Emin değilim ama bazen bazı yardımcıları tanıdığımı düşünüyorum.

# TXT_RANDOM_PEASANT_08
source: The Order's got everything around here pretty well locked up tight.
da: Ordenen har alting her omkring temmelig godt låst godt inde.
ja: オーダー達はここいらを厳しく取り締まってる。
nl: De Orde heeft alles hier in de buurt vrij goed afgesloten.
pt_br: A Ordem mantém tudo trancado a sete chaves.
ro: Ordinul a încuiat cam tot ce se poate pe aici.
sv: Ordern har allting här omkring ganska väl låst in ordentligt.
tr: Tarikat buradaki her şeyi oldukça iyi kilitlemiş.

# TXT_RANDOM_PEASANT_09
source: There's no way that this is just a security force.
da: Det er umuligt, at det bare er en sikkerhedsstyrke.
ja: お前がただの警備兵なんてことはなさそうだな。
nl: Er is geen sprake van dat dit gewoon een veiligheidsdienst is.
pt_br: Não tem como isso ser apenas um força de segurança.
ro: Sub nicio formă nu e asta doar o forță de securitate.
sv: Det är inte möjligt att det här bara är en säkerhetsstyrka.
tr: Bunun sadece bir güvenlik gücü olmasına imkan yok.

# TXT_RANDOM_PEASANT_10
source: I've heard that the Order is really nervous about the Front's actions around here.
da: Jeg har hørt, at Ordenen er meget nervøs over Frontens handlinger her.
ja: 私はオーダーがこの辺での反乱軍の行動を 本当に厄介がってると聞いたぞ。
nl: Ik heb gehoord dat de Orde echt nerveus is over de acties van het Front hier in de buurt.
pt_br: Ouvi falar que a Ordem anda bem nervosa por causa das ações da Frente por aqui.
ro: Am auzit că Ordinul e destul de stresat dorită acțiunilor Frontului pe-aici.
sv: Jag har hört att Orden är riktigt nervös över Fronts agerande här.
tr: Tarikat'ın Cephe'nin buradaki eylemleri konusunda gerçekten gergin olduğunu duydum.

# TXT_RANDOM_REBEL_01
source: There's no way the Order will stand against us.
da: Ordenen vil på ingen måde stå imod os.
ja: オーダーが私達に立ち向かえるはずはない。
nl: De Orde zal op geen enkele manier tegen ons ingaan.
pt_br: Nao ha como a Ordem ficar contra a gente.
ro: Nicio șansă ca Ordinul să ni se opună.
sv: Det finns inte en chans att Orden kommer att stå emot oss.
tr: Düzen'in bize karşı durmasına imkan yok.

# TXT_RANDOM_REBEL_02
source: We're almost ready to strike. Macil's plans are falling in place.
da: Vi er næsten klar til at slå til. Macils planer er ved at falde på plads.
ja: 攻撃の準備は殆ど整った。 マシルの計画は所定の位置に下す。
nl: We zijn bijna klaar om toe te slaan. Macil's plannen vallen op zijn plaats.
pt_br: Estamos quase prontos para o ataque. Os planos de Macil estão fazendo efeito.
ro: Suntem aproape gata să dăm lovitura. Planurile lui Macil încep să se lege.
sv: Vi är nästan redo att slå till. Macils planer faller på plats.
tr: Saldırmaya neredeyse hazırız. Macil'in planları yerine oturuyor.

# TXT_RANDOM_REBEL_03
source: We're all behind you, don't worry.
da: Vi står alle bag dig, bare rolig.
ja: 後ろは見ているぞ、気にするな。
nl: We staan allemaal achter je, maak je geen zorgen.
pt_br: Estamos todos te protegendo, não se preocupe.
ro: Suntem toți în spatele tău, nu te teme.
sv: Vi står alla bakom dig, oroa dig inte.
tr: Hepimiz arkandayız, merak etme.
