Repository: the-phinet/UZDoom
Catalog: zdoom_game_strings/*.po
Languages: da, ja, nl, pt_br, ro, sv, tr

# HE5TEXT
source: As the final maulotaur bellows his death-agony, you realize that you have never come so close to your own destruction. Not even the fight with D'Sparil and his disciples had been this desperate. Grimly you stare at the gates which open before you, wondering if they lead home, or if they open onto some undreamed-of horror. You find yourself wondering if you have the strength to go on, if nothing but death and pain await you. But what else can you do, if the will to fight is gone? Can you force yourself to continue in the face of such despair? Do you have the courage? You find, in the end, that it is not within you to surrender without a fight. Eyes wide, you go to meet your fate.
da: Da den sidste maulotaur brøler sin dødssang, indser du, at du aldrig harværet så tæt på din egen undergang. Ikke engang kampen mod D'Sparil og hans disciple havde været så desperat. Du stirrer dystert på portene, der åbner sig foran dig, og du spekulerer på, om de fører hjem, eller om de åbner sig mod en uanede rædsel. Du spekulerer på, om du har kræfter nok til at fortsætte, om der ikke venter dig andet end død og smerte. Men hvad kan man ellers gøre, hvis viljen til at kæmpe er væk? Kan man tvinge sig selv til at fortsætte i en sådan fortvivlelse? Har du modet til det? Til sidst finder du ud af, at det ikke er i dig at overgive dig uden kamp. Med store øjne går du din skæbne i møde.
ja: 最後のマウロタウロスが死際の咆哮を放った時、 貴方の所業が無謀ではないと証明された。 デ'スパリルとその従僕達との闘いでさえ 絶望的ではなかった。目前の開いた門を眺め 手下達が自ら帰還するのか、或いは夢にも思わぬ 恐怖に陥るか疑問に思った。自分にも立ち向かう力が あるかわからないが、死と苦痛以外残っていないだろう。 だが戦う意思がなければ他に何が出来るのか? 絶望に直面しても立ち向かう事を強制するか? そんな度胸はあるのか? わかっている、結局のところ、戦い無しに降伏することは 有り得ないことだ。長い目で見れば己の運命は 決まっていたと。
nl: Als de laatste maulotaurus zijn doodsstrijd blaast, realiseer je je dat je nog nooit zo dicht bij je eigen vernietiging bent gekomen. Zelfs de strijd met D'Sparil en zijn discipelen was niet zo wanhopig geweest. Je staart grimmig naar de poorten die voor je opengaan en vraagt je af of ze je naar huis leiden, of dat ze zich openstellen voor een onvoorstelbare gruweldaad. Je vraagt je af of je de kracht hebt om door te gaan, of er alleen maar dood en pijn op je wacht. Maar wat kun je nog meer doen, als de wil om te vechten weg is? Kun je jezelf dwingen om door te gaan in deze wanhoop? Heb je de moed? Uiteindelijk vind je dat het niet in jou is om je over te geven zonder een gevecht. Ogen wijd open, je gaat je lot tegemoet.
pt_br: Enquanto o último marretauro agoniza até a morte, você percebe que você nunca esteve tão próxim@[ao_ptb] de sua própria destruição. Nem mesmo a luta contra D'Sparil e seus discípulos foi tão desesperadora assim. Você olha para os portões que se abrem à sua frente, se perguntando se eles vão levá-l@[ao_ptb] para casa ou para mais outro horror jamais sonhado. Você se pergunta se ainda tem forças para continuar, se nada além de morte e sofrimento @[ao_ptb] esperam. Mas o que mais você pode fazer se você perder a vontade de seguir lutando? Será que você consegue continuar diante de tamanho desespero? Será que você tem coragem? No final das contas, você descobre que não é de sua natureza se render sem uma luta. De olhos bem abertos, você segue em frente para encontrar o seu destino.
ro: Odată ce ultimul maulotaur începe să jelească în agonia propriei morți, realizezi că nu ai fost nicicând mai aproape de propria distrugere. Nici măcar lupta cu discipolii lui D'Sparil n-a fost atât de disperată. Privești sinistru înspre porțile care se deschid în fața ta, întrebându-te dacă întradevăr duc spre casă, sau spre alt coșmar din cele mai negre vise. Te regăsești întrebându-te dacă ai tăria de a merge mai departe, dacă tot ce urmează să întâlnești este doar mai multă moarte și durere. Dar ce ai mai putea face, dacă voința de a lupta în continuare dispare? Ai putea să te forțezi să continui în ciuda disperării? Ai curajul necesar? În final, realizezi că cedarea fără luptă nu-ți stă în fire. Cu privirea larg deschisă, te duci să-ți întâmpini destinul.
sv: När den sista maulotauren ropar sin dödsagoni inser du att du aldrig har varit så nära din egen förintelse. Inte ens kampen mot D'Sparil och hans lärjungar hade varit så desperat. Grimt stirrar du på portarna som öppnar sig framför dig och undrar om de leder hem eller om de öppnar sig mot någon oanade skräck. Du finner dig själv undra om du har styrkan att fortsätta, om inget annat än död och smärta väntar dig. Men vad kan man göra om viljan att kämpa är borta? Kan du tvinga dig själv att fortsätta när du står inför en sådan förtvivlan? Har du modet? Till slut upptäcker du att det inte finns inom dig att ge upp utan strid. Med stora ögon går du ditt öde till mötes.
tr: Son maulotor kükrerken ölüm acısı, fark edersin ki hiç bu kadar yaklaş- mamıştın. Yıkım. Savaş bile değil D'Sparil ve müritleri bu kadar çaresiz. Acımasızca bakıyorsun Önünüzde açılan kapıları, eve mi götürüyorlar yoksa hayal bile edilemeyen Korku. Kendinizi merak ederken bulursunuz. eğer devam edecek gücün varsa, ölüm ve acıdan başka bir şey beklemiyorsa Sen. Ama başka ne yapabilirsin ki? Savaşma isteğinin gittiğini mi? Böyle bir umutsuzluk karşısında kendinizi devam etmeye zorlayabilir misiniz? Cesaretiniz var mı? Sonunda, savaşmadan teslim olmanın içinizde olmadığını görürsünüz. Gözlerinizi dört açarak kaderinizle buluşmaya gidiyorsunuz.

# TXT_HEXEN_CLUS1MSG
source: Having passed the seven portals which sealed this realm, a vast domain of harsh wilderness stretches before you. Fire, ice and steel have tested you, but greater challenges remain ahead. The dense tangle of forest surely hides hostile eyes, but what lies beyond will be worse. Barren desert, dank swamps and musty caverns bar your way, but you cannot let anything keep you from your fate, even if you might come to wish that it would. And beyond, flickering in the distance, the ever-shifting walls of the hypostyle seem to mock your every effort.
da: Når du har passeret de syv portaler, der forseglede dette rige, ligger der et stort område med barske vildmarker foran dig. Ild, is og stål har sat dig på prøve, men der er stadig større udfordringer forude. Det tætte skovtæppe skjuler sikkert fjendtlige øjne, men det, der ligger bagved, vil være værre. Tørre ørken, fugtige sumpe og mugne huler spærrer din vej, men du kan ikke lade noget holde dig fra din skæbne, selv om du måske kommer til at ønske, at det ville gøre det. Og på den anden side, der flimrer i det fjerne, synes hypostolens evigt skiftende vægge at håne dine anstrengelser.
ja: この地を封印していた漆之門を超えると広大で過酷な荒野が 目前に広がっている。火、氷、そして鋼が貴方に試練を与えた、 しかしそれを超える試練は残っている。 鬱蒼とした森の絡み合いは敵対的な目を隠し視野を狭める。 不毛の砂漠、湿った沼地、そしてカビの生えた洞窟が 行く先を妨げているが、貴方が例えそれを望んでいても 己の運命から遠ざけることは出来ない。 故に、遠くでちらつく、聳え立つ柱の間は貴方のあらゆる 努力を嘲ている様にも思える。
nl: Na het passeren van de zeven portalen die dit rijk verzegeld, een groot gebied van harde wildernis strekt zich voor je uit. Vuur, ijs en staal hebben getest je, maar grotere uitdagingen blijven voor je. De dichte wirwar van bos zeker verbergt vijandige ogen, maar wat daarachter ligt zal erger zijn. De dorre woestijn, de vochtige moerassen en de muffe grotten blokkeren de weg, maar je kunt niet toestaan dat er iets is wat je van je lot weerhoudt, zelfs als je zou kunnen komen om te wensen dat het zou gebeuren. En verder, flikkerend in de afstand, schijnen de steeds veranderende muren van de zuilenhal om uw elke inspanning te bespotten.
pt_br: Após passar pelos Sete Portais que selavam este domínio, uma vasta região de terras selvagens se extende na sua frente. Fogo, gelo e aço testaram você, mas desafios ainda maiores @[ao_ptb] aguardam mais adiante. O denso emaranhado da floresta oculta olhares hostis, mas o que se encontra mais além será ainda pior. Desertos inférteis, pântanos úmidos e cavernas lúgubres se encontram no seu caminho, mas você não pode deixar nada impedir que você chegue ao seu destino, mesmo que você acabe desejando o contrário. E mais além, brilhando no horizonte, as paredes em constante movimento do hipostilo parecem zombar de todos os seus esforços.
ro: Trecând de cele Șapte Portaluri, un vast domeniu al cruzii sălbăticii se destinde deasupra ochiilor tăi. Focul, gheața, si oțelul te-au testat, dar provocări și mai mari te așteaptă în continuare. Deasa pădure ascunde ochi ostili cu siguranță, dar ceea ce se află dincolo de ea o să fie și mai rău. Deșerturi sterpe, mlaștinii tenebroase, si caverne mucegăite îți stau în cale, dar nu poți lăsa nimic să intervină între tine și destin, chiar și dacă ai ajunge să îți dorești acest lucru. Iar dincolo, strălucind în zare, zidurile veșnic schimbătoare ale hipostilei par să își bată joc de tine la fiecare efort pe care îl faci.
sv: Efter att ha passerat de sju portaler som förseglade den här världen, sträcker sig ett stort område med hård vildmark framför dig. Eld, is och stål har testat dig, men större utmaningar återstår. Det täta virrvarret av skog döljer säkert fientliga ögon, men det som ligger bortom kommer att vara värre. Karg öken, fuktiga träsk och mossiga grottor spärrar din väg, men du kan inte låta något hindra dig från ditt öde, även om du kanske önskar att det skulle göra det. Och bortom, flimrande i fjärran, tycks hypostilens ständigt skiftande väggar håna dina ansträngningar.
tr: Bu diyarı mühürleyen yedi kapıyı geçtikten sonra, önünüzde uçsuz bucaksız bir vahşi doğa uzanıyor. Ateş, buz ve çelik sizi sınadı ama önünüzde daha büyük zorluklar var. Ormanın sık karmaşası kesinlikle düşman gözleri gizliyor, Ama ötesi daha da kötü olacak. Çorak çöller, nemli bataklıklar ve küflü mağaralar yolunuzu kesiyor, ama siz hiçbir şeyin sizi kaderiniz, gelseniz bile olmasını dilemek için. Ve ötesinde, titreyen mesafe, sürekli değişen duvarlar hipostil alay ediyor gibi görünüyor her türlü çabanı.

# TXT_HEXEN_CLUS2MSG
source: Your mind still reeling from your encounters within the hypostyle, you stagger toward what you hope is a way out. Things seem to move faster and faster, your vision blurs and begins to fade... As the world collapses around you, the brightness of a teleportal engulfs you. A flash of light, and then you climb wearily to your feet. You stand atop a high tower, and from below come the screams of the damned. You step forward, and instantly the sound of demonic chanting chills your blood. By all the gods of death! what place have you come to? By all the gods of pain, how will you ever find your way out?
da: Dit sind er stadig i sving efter dine møder i hypostylet, og du vakler mod det, du håber er en vej ud. Tingene synes at bevæge sig hurtigere og hurtigere, dit syn bliver sløret og begynder at falme... Mens verden kollapser omkring dig, opsluges du af en teleportals lysstyrke. Et lysglimt, og så kravler du træt op på dine fødder. Du står på toppen af et højt tårn, og nedefra lyder de fordømtes skrig. Du træder fremad, og straks får du koldt blod i blodet af dæmonisk sang. Ved alle dødens guder, hvilket sted er du kommet til? Ved alle smertens guder, hvordan vil du nogensinde finde ud?
ja: 貴方は聳え立つ柱の間での遭遇に動揺したが よろめきながら出口らしき所に向かった。 そして視界がぼやけ始め、物が目まぐるしく回り出す... 周りの世界が崩れ、転移門の光が貴方を飲み込んだ。 閃光が輝き、そして疲れ果てていた貴方は足元に座り込んだ。 高い塔の頂上に出たらしく下層から呪われた者達の悲鳴が 響いてくる。貴方は一歩踏み出し、その悪魔達の詠唱を聞き 血の気が引いた。 何処から来たというのだ?死の神々よ! 苦痛の神々から、どうやって逃げ出せるだろうか?
nl: Je geest nog steeds af te wankelen van je ontmoetingen binnen de zuilenhal, je wankelen in de richting van wat je hoopt is een uitweg. dingen lijken sneller en sneller te bewegen, je visie vervaagt en begint te vervagen.... Als de wereld om je heen instort, overspoelt de helderheid van een teleportal je met de helderheid van een teleportal. Een flits van licht, en dan klim je vermoeid op je voeten. Je staat boven op een hoge toren en van onderen komt het geschreeuw van de verdoemden. je stapt naar voren, en het geluid van demonisch gezang koelt je bloed. door alle goden van de dood! tot welke plaats ben je gekomen? door alle goden van de pijn, hoe zal je ooit je weg naar buiten vinden?
pt_br: Com a sua mente ainda nebulosa após seus confrontos dentro do hipostilo, você segue em direção àquilo que você pensa ser uma saída. Parece que tudo se move cada vez mais rápido, sua vista fica borrada e começa a escurecer... Enquanto o mundo se desmorona ao seu redor, o brilho de um teleportal te envolve. Um clarão de luz. E então você se levanta com esforço. Você está em cima de uma torre alta e debaixo você ouve os gritos dos condenados. Você segue em frente e no mesmo momento o som dos cantos demoníacos gela o seu sangue. Pelos deuses da morte! Que lugar é esse onde você foi parar? Pelos deuses do sofrimento, como você vai achar uma saída?
ro: În timp ce capul tău încă se învârte în urma bătăliilor din hipostil, înaintezi împleticit înspre ceea ce speri să fie o ieșire. Lucrurile par să se miște din ce în ce mai rapid, vederea ți se încețoșează, și începe să se întunece... În timp ce lumea se prăbușește în jurul tău, lumina unui teleportor te înghite. O sclipire, și te ridici obosit înapoi pe picioare. Stai în vârful unui turn înalt, iar de dedesubt se aud urletele celor blestemați. Faci un pas în față, și din senin, zgomotul scandărilor demonice îți îngheață sângele în vene. În numele tuturor zeilor morții, în ce loc ai aterizat? În numele tuturor zeilor durerii, cum vei putea ieși de aici vreodată?
sv: Ditt sinne är fortfarande i upplösning efter dina möten i hypostylen. Du vacklar mot vad du hoppas är en väg ut. Saker och ting verkar gå snabbare och snabbare, din syn suddas ut och börjar blekna... Medan världen kollapsar runt omkring dig, uppslukas du av ljuset från en teleportal. En ljusblixt, och sedan klättrar du trött på dina fötter. Du står på toppen av ett högt torn, och underifrån kommer de fördömdas skrik. Du kliver fram, och genast får ljudet av demonisk sång ditt blod att rysa. Vid alla dödsgudar, till vilken plats har du kommit? Vid alla smärtans gudar, hur ska du någonsin hitta ut?
tr: Zihniniz hâlâ hipostil içindeki karşı- laşmalarınızdan dolayı sersemlemiş durumda. Bir çıkış yolu olduğunu umduğun şeye doğru sendeliyorsun. Her şey gittikçe daha hızlı hareket ediyor gibi görünüyor, görüşünüz bulanıklaşıyor ve solmaya başlıyor... Dünya etrafınızda çökerken, bir ışınlanma aracının parlaklığı sizi sarmalıyor. Bir ışık parlaması ve ardından yorgun bir şekilde ayağa kalkıyorsunuz. Yüksek bir kulenin tepesinde duru- yorsunuz ve aşağıdan lanetlen mişlerin çığlıkları geliyor. İleriye doğru bir adım atıyorsun ve anında şeytani ilahilerin sesi kanını donduruyor. Tüm ölüm tanrıları adına! Nereye geldin sen? Tüm acı tanrıları adına, çıkış yolunu nasıl bulacaksın?

# TXT_HEXEN_CLUS3MSG
source: The mightiest weapons and artifacts of the ancients barely sufficed to defeat the heresiarch and his minions, but now their foul remains lie strewn at your feet. Gathering the last of your strength, you prepare to enter the portal which leads from the Heresiarch's inner sanctum. Above you, the ramparts of an immense castle loom. Silent towers and bare walls surround a single spire of black stone, which squats in the center of the castle like a brooding giant. Fire and shadow twist behind gaping windows, dozens of baleful eyes glaring down upon you. Somewhere within, your enemies are waiting...
da: De mægtigste våben og artefakter fra de gamle dage var knap nok til at besejre Heresiarkens og hans håndlangere, men nu ligger deres modbydelige rester spredt for dine fødder. Du samler dine sidste kræfter og gør dig klar til at gå ind i portalen, der fører fra Heresiarkens indre helligdom. Over dig dukker voldene af et enormt slot op. Tavse tårne og nøgne mure omgiver et enkelt tårn af sort sten, der sidder i midten af slottet som en grublende gigant. Ild og skygge snor sig bag gabende vinduer, og dusinvis af ondskabsfulde øjne stirrer ned på dig. Et eller andet sted indenfor venter dine fjender...
ja: 古代人の強力な武器やアーティファクトはヘレシアークと その手下達を倒す程には足り、奴等の残骸は貴方の足元に 散乱している。貴方は最後の魔力を集め、ヘレシアークの 秘めた聖域へ通じるポータルに入る準備を始めた。 頭上に巨大な織旗の掛かった城壁が見える。 無音の塔と剥き出しの壁が黒い石の一本の尖塔を囲んでいる。 窓から灯った火の影から不気味な何十もの目が貴方に 向けられている。敵は何処にでも潜んでいるらしい...
nl: De machtigste wapens en artefacten van de ouden volstonden nauwelijks om de heresiarch en zijn acolieten te verslaan, maar nu liggen hun vuile overblijfselen aan je voeten bezaaid met hun vuile resten. Boven je, de wallen van een immense kasteel weefgetouw. stille torens en kale muren mringen een enkele torenspits van zwarte steen, die in het midden van het kasteel kraakt als een broeierige reus. vuur en schaduw draaien achter opengesperde ramen, tientallen onheilspellende ogen die op je neer schijnen. Ergens binnenin wachten je vijanden...
pt_br: As mais poderosas armas e artefatos dos Antigos quase não foram o suficiente para derrotar o Heresiarca e os seus lacaios, mas agora os seus restos imundos estão espalhados aos seus pés. Juntando o resto de suas forças, você se prepara para entrar no portal que leva ao santuário interior do Heresiarca. Em cima de você pairam as muralhas de um imenso castelo. Torres silenciosas e paredes nuas cercam uma cúspide de pedra negra, situada no centro do castelo como um gigante solitário. Fogo e sombra se retorcem por trás de janelas abertas. Dezenas de olhos malignos te observam. Em algum lugar lá dentro, seus inimigos @[ao_ptb] esperam.
ro: Cele mai puternice arme si artefacte ale anticilor abia au reușit să îți aducă victoria în lupta împotriva Ereziarhului și ai minionilor lui, dar acum rămășițele lor împuțite stau împrăștiate la picioarele tale. Adunându-ți ultimele puteri, te pregătești să intri în portalul care duce spre interiorul sanctuarului Ereziarhului. Deasupra ta, se ivesc meterezele unui castel imens. Turnuri tăcute și pereți goi înconjoară o singură turlă din piatră neagră, care stă în mijlocul castelului asemeni unui gigant în stare meditativă. Foc și umbre se stâlcesc în spatele ferestrelor prăpăstioase, și zeci de ochi nefaști se holbează la tine. Undeva în interior, dușmanii te așteaptă...
sv: De mäktigaste vapnen och arte- fakterna från de forntida räckte knappt till för att besegra heresiarken och hans hantlangare, men nu ligger deras vidriga kvarlevor utspridda vid dina fötter. Genom att samla dina sista krafter förbereder du dig för att gå in i portalen som leder från heresiarkens inre helgedom. Ovanför dig skymtar vallarna till ett enormt slott. Tysta torn och kala väggar omger en enda spira av svart sten, som sitter i mitten av slottet som en grubblande jätte. Eld och skugga vrider sig bakom gapande fönster, dussintals ondskefulla ögon stirrar ner på dig. Någonstans där inne väntar dina fiender...
tr: Kadimlerin en güçlü silahları ve eserleri kâfir hükümdarı ve yardakçılarını yenmeye ancak yetti, ama şimdi onların iğrenç kalıntıları ayaklarınızın dibine serilmiş durumda. Son gücünüzü toplayarak, geçide girmeye hazırlanıyor- sunuz. Heresiark'ın iç mabedinden çıkıyor. Üstünüzde muazzam bir kalenin surları yükseliyor. Sessiz kuleler ve çıplak duvarlar, kalenin ortasına düşünceli bir dev gibi çömelen siyah taştan tek bir kuleyi çevreliyor. Açık pencerelerinardında ateş ve gölge kıvrılıyor, düzinelerce uğursuz göz size dik dik bakıyor. İçeride bir yerlerde düşmanlarınız bekliyor...

# TXT_HEXEN_CLUS4MSG
source: "... and he shall journey into the realms of the dead, and contest with the forces therein, unto the very gates of despair. But whether he shall return again to the world of light, no man knows." Damn.
da: "... og han skal rejse ind i de dødes riger og kæmpe med de kræfter deri, indtil fortvivlelsens porte. Men om han skal vende tilbage til lysets verden igen, ved ingen." Fandens.
ja: ...そして彼は絶望の門を越え、死者の国にいる勢力と 争う為に旅立った。 しかし、彼が再び光の世界に戻れたかは誰も知らない。' 忌々しい。
nl: "... en hij zal in de rijken der doden reizen, en met de krachten daarbinnen wedijveren, tot aan de poorten der wanhoop. maar of hij weer zal terugkeren naar de wereld van het licht, weet niemand.". Verdomme.
pt_br: "...e assim deverá fazer a sua jornada pelo reino dos mortos e desafiar as forças que lá habitam, até os portões do desespero. No entanto, se retornará ou não ao mundo da luz novamente, ninguém sabe." Maldição!
ro: "... și va călători în tărâmurile morților, și se va duela cu forțele din interior, până la porțile disperării însăși. Dar dacă se va mai întoarce sau nu pe tărâmul luminii, nimeni nu știe." Firar să fie.
sv: ".... och han skall resa in i de dödas rike och tävla med krafterna där, till själva porten till förtvivlan. Men om han skall återvända till ljusets värld vet ingen." Fan.
tr: "... ve ölüler diyarına yolculuk edecek ve oradaki güçlerle umutsuzluğun kapılarına kadar mücadele edecek. Ama tekrar ışık dünyasına dönüp dönmeyeceğini kimse bilemez." Lanet olsun.

# TXT_HEXEN_WIN1MSG
source: With a scream of agony you are wrenched from this world into another, every part of your body wreathed in mystic fire. When your vision clears, you find yourself standing in a great hall, filled with ghostly echoes and menacing shadows. In the distance you can see a raised dais, and upon it the only source of light in this world.
da: Med et skrig af smerte bliver du revet ud af denne verden og ind i en anden, hvor alle dele af din krop er omgivet af mystisk ild. Da dit syn klarer sig, står du i en stor sal, fyldt med spøgelsesagtige ekkoer og truende skygger. I det fjerne kan du se en hævet platform og på den den eneste lyskilde i denne verden.
ja: 悲痛な叫びと共に貴方は別の世界に追いやられ 自分の体が神秘的な炎により癒されていった。 視界が戻ると、霊の威嚇する声と影が蔓延る壮観な広間に 立っていた。遠くには盛り上がった大皿が見え、 その上にこの場所で唯一の光が灯っている。
nl: Met een schreeuw van pijn wordt je van deze wereld in een andere wereld geworpen, elk deel van je lichaam omkranst in een mystieke vuurkern. wanneer je zicht zich ontruimt, sta je in een grote hal, vol spookachtige echo's en dreigende schaduwen. in de verte kun je in de verte zie een verhoogde madeliefje, en daarop de enige bron van licht in deze wereld.
pt_br: Com um grito de agonia você é arrancad@[ao_ptb] deste mundo para um outro, com todas as partes do seu corpo cobertas em fogo místico. Após clarear sua visão, você se encontra em um grande salão, repleto de ecos fantasmagóricos e vultos ameaçadores. Mais além, você vê um palanque elevado e, acima dele, a única fonte de luz deste mundo.
ro: Cu un strigăt agonizant ești aruncat din această dimensiune în alta, întregul tău corp fiind acoperit de foc mistic. Odată ce vederea redevine limpede, te regăsești stând într-o sală imensă, plină de ecouri fantomatice și umbre amenințătoare. În depărtare vezi un podium ridicat, și pe el, singura sursă de lumină din această lume.
sv: Med ett skrik av smärta slits du från den här världen till en annan, varenda del av din kropp är omgiven av mystisk eld. När din syn klarnar finner du dig själv stå i en stor hall, fylld av spöklika ekon och hotfulla skuggor. I fjärran kan du se en upphöjd dais, och på den den enda ljuskällan i den här världen.
tr: Acı dolu bir çığlıkla bu dünyadan başka bir dünyaya savruluyorsunuz, vücudunuzun her parçası mistik bir ateşle kaplanıyor. Görüşünüz açıldığında, kendinizi hayaletimsi yankılar ve tehditkâr gölgelerle dolu büyük bir salonda buluyorsunuz. Uzakta yükseltilmiş bir kürsü ve onun üzerinde bu dünyadaki tek ışık kaynağını görüyorsunuz.
