Repository: the-phinet/UZDoom
Catalog: zdoom_game_strings/*.po
Languages: da, ja, nl, pt_br, ro, sv, tr

# TXT_SUB_LOG106
source: Richter reports that the factory we destroyed leads to a "lab", and they're getting a Sigil power signature from within. Back to the factory and our next step to freedom.
da: Richter rapporterer, at den fabrik, vi ødelagde, fører til et "laboratorium", og at de får en Sigil-kraftsignatur derindefra. Tilbage til fabrikken og vores næste skridt mod frihed.
ja: リヒターの報告では我々が破壊した工場は'研究所'に繋がっていて、 奴等はシジルの調印を内部から得ている。工場に戻って自由への次の段階に進みましょう
nl: Richter meldt dat de fabriek die we vernietigd hebben, leidt naar een "lab", en ze krijgen een Sigil power signatuur van binnenuit. Terug naar de fabriek en onze volgende stap naar vrijheid.
pt_br: O Richter disse que a fábrica que destruímos leva a um "laboratório" e eles estão captando um sinal de energia lá de dentro. De volta à fábrica e ao nosso próximo passo à liberdade.
ro: Richter raportează că fabrica duce către un laborator, și sunt alimentați e puterea unui Sigiliu din interior. Înapoi la fabrică și următorul pas spre libertate.
sv: Richter rapporterar att fabriken som vi förstörde leder till ett "labb" och att de får en Sigil-kraftsignatur därifrån. Tillbaka till fabriken och vårt nästa steg mot frihet.
tr: Richter, yok ettiğimiz fabrikanın bir laboratuvara çıktığını ve oradan Sigil gücü sinyali aldıklarını bildirdi. Fabrikaya ve özgürlüğe giden bir sonraki adımımıza dönelim.

# TXT_SUB_LOG120
source: Who dares to defy me and enter my fortress? A worthless human? Face me and die!
da: Hvem vover at trodse mig og gå ind i min fæstning? Et værdiløst menneske? Se mig i øjnene og dø!
ja: 我に歯向かう為に敢えて私の要塞に来たのか?無価値な人間よ? 死をくれてやろう!
nl: Wie durft mij uit te dagen en mijn vesting binnen te gaan? Een waardeloos mens? Kijk me aan en sterf!
pt_br: Quem ousa me desafiar e entrar na minha fortaleza? Um humano insignificante? Enfrente-me e morra!
ro: Cine îndrăznește să mă înfrunte? Un om jalnic? Înfruntă-mă și mori!
sv: Vem vågar trotsa mig och gå in i min fästning? En värdelös människa? Ställ dig inför mig och dö!
tr: Kim bana meydan okuyup kaleme girmeye cüret eder? Değersiz bir insan mı? Benimle yüzleş ve öl!

# TXT_SUB_LOG121
source: You cannot kill me. You are just human. And I am more than human.
da: Du kan ikke dræbe mig. Du er bare et menneske. Og jeg er mere end et menneske.
ja: 我を殺すことはできまい。貴様は人間。そして私は人間を超えし者だ。
nl: Je kunt me niet doden. Je bent gewoon een mens. En ik ben meer dan een mens.
pt_br: Você não pode me matar. Você é apenas humano. E eu sou mais do que humano.
ro: Nu mă poți ucide. Ești doar un om, iar eu sunt mai mult decât atât.
sv: Du kan inte döda mig. Du är bara en människa. Och jag är mer än människa.
tr: Beni öldüremezsin. Sen sadece insansın. Ve ben insandan daha fazlasıyım.

# TXT_SUB_LOG122
source: No death, eternal life and more. Much more! This is my task: cyborgs, half flesh, half steel, all to serve the One God. You do not serve? You die! This putz has another piece of the Sigil.
da: Ingen død, evigt liv og mere. Meget mere! Dette er min opgave: Cyborgs, halvt kød, halvt stål, alt sammen for at tjene den ene Gud. Du tjener ikke? Du dør! Denne idiot har endnu et stykke af sigilet.
ja: 不死、更に永遠の命なぞない! これが私の任務だ:サイボーグ達、半人間半機械、全ては唯一神に従うため。 お前は従わないと?では死ね!この愚か者がシジルの欠片を持っている。
nl: Geen dood, eeuwig leven en meer. Veel meer! Dit is mijn taak: cyborgs, half vlees, half staal, half staal, allemaal om de Ene God te dienen. Jullie dienen niet? Je sterft! Deze putz heeft nog een ander stuk van de Sigil.
pt_br: Nada de morte. Vida eterna e mais, muito mais! Essa é a minha tarefa: cibórgues, metade carne, metade aço, todos servindo ao Deus Único. Se você não serve, você morre! Esse imbecil possui outra peça do Sigilo.
ro: Nu moarte, viață eternă, și mai mult decât atât. Mult mai mult! Asta e misiunea mea: oameni cibernetici, jumătate oțel, jumătate carne, toți servind Adevăratul Zeu. Nu serviți? Muriți! Am altă bucată de Sigiliu.
sv: Ingen död, evigt liv och mycket mer. Mycket mer! Detta är min uppgift: cyborgs, halvt kött, halvt stål, allt för att tjäna den ende Guden. Du tjänar inte? Du dör! Den här idioten har ytterligare en bit av Sigillet.
tr: Ölüm yok, sonsuz yaşam ve daha fazlası. Çok daha fazlası! Benim görevim bu: Cyborglar, yarı et, yarı çelik, hepsi Tek Tanrı'ya hizmet etmek için. Hizmet etmiyor musun? Ölürsünüz! Bu salakta Sigil'in bir parçası daha var.

# TXT_SUB_LOG128
source: Ha ha! Welcome. I have waited for this moment. I have waited for a fool like you to bring me my freedom. Your tiny planet is mine, and you will wish you were never born!
da: Ha ha! Velkommen. Jeg har ventet på dette øjeblik. Jeg har ventet på at et fjols som dig skulle bringe mig min frihed. Din lille planet er min, og du vil ønske, at du aldrig var blevet født!
ja: ハッハッハ!ようこそ。私はこの瞬間を待ってイタ。 自由を得る為、アンタの様な愚か者を待っていたノダ。 キサマのワクセイはワタシのモノだ、ソシテ生マレタコトニ後悔スルデアロウ。
nl: Ha ha! Welkom. Ik heb op dit moment gewacht. Ik heb gewacht op een dwaas als jij om mij mijn vrijheid te brengen. Jouw kleine planeet is de mijne, en je zult wensen dat je nooit geboren was!
pt_br: Ha ha! Bem-vindo. Eu esperei por este momento. Esperei por um tolo como você trazer a minha liberdade. O seu planeta insignificante é meu e você vai desejar nunca ter nascido!
ro: Ha ha! Bun-venit. Am așteptat momentul. Am așteptat pentru un prost ca tine să îmi aducă libertatea. Planeta la minusculă e a mea, și tu îți vei dori să nu te fii născut!
sv: Ha ha! Välkommen. Jag har väntat på det här ögonblicket. Jag har väntat på att en idiot som du ska ge mig min frihet. Din lilla planet är min, och du kommer att önska att du aldrig föddes!
tr: Ha ha! Hoş geldiniz. Bu anı bekledim. Senin gibi bir aptalın bana özgürlüğümü getirmesini bekledim. Küçük gezegenin benim olacak ve sen hiç doğmamış olmayı dileyeceksin!

# TXT_SUB_LOG129
source: The truth can only be found in universal will. You will fall on your knees in front of the True God, the One Light. Join me and I will complete the Sigil. I'm sick of this mystical double talk.
da: Sandheden kan kun findes i den universelle vilje. Du vil falde på knæ foran den sande Gud, det ene lys. Slut dig til mig, og jeg vil fuldende sigilet. Jeg er træt af denne mystiske dobbelttale.
ja: 真実は普遍的な意志でしか見つけられない。 お前は唯一神の前に跪くのだ、希望の光よ。 私の元に着き、シジルを完成させるのだ。この神秘的な戯言もうんざりする。
nl: De waarheid kan alleen worden gevonden in de universele wil. Je zult op je knieën vallen voor de Ware God, het Ene Licht. Sluit je aan bij mij en ik zal de Sigil voltooien. Ik ben deze mystieke dubbelzinnigheid beu.
pt_br: A verdade só pode ser encontrada na vontade universal. Você cairá de joelhos na frente do Deus Único, a Luz Única. Junte-se a mim e completarei o Sigilo. Já estou cansada de toda essa ladainha mística.
ro: Adevărul poate fi găsit doar în voința universală. Vei cădea în genunchi în fața Adevăratului Zeu, Singura Lumină. Alătură-mi-te și voi completa Sigiliul. M-am săturat de vorbitul ăsta mistic duplicitar.
sv: Sanningen kan bara hittas i den universella viljan. Ni kommer att falla på knä framför den sanna guden, det enda ljuset. Gör mig sällskap och jag kommer att fullborda Sigillet. Jag är trött på detta mystiska dubbelprat.
tr: Gerçek sadece evrensel iradede bulunabilir. Gerçek Tanrı'nın, Tek Işık'ın önünde diz çökeceksin. Bana katılın ve ben de Sigil'i tamamlayayım. Bu mistik ikili konuşmalardan bıktım.

# TXT_SUB_LOG130
source: You... You have crushed my Order, torn through my ruses and threatened centuries of desire. But I will prevail, I will infect you and twist you to my will...
da: Du... Du har knust min orden, revet mine kneb igennem og truet århundreders begær. Men jeg vil sejre, jeg vil inficere dig og dreje dig til min vilje...
ja: キサマ...キサマハ我ガオーダーヲ破壊シニシタ、 我ノ詭謀ヲ截チ何世紀ニモワタル望ミヲ脅カシタ。 ダガマダ終ワリデハナイ、キサマニ憑キ意志ヲヒネリ出セバ...
nl: Jullie hebben mijn Orde verpletterd, door mijn listen heen gescheurd en eeuwen van verlangen bedreigd. Maar ik zal zegevieren, ik zal je besmetten en je naar mijn wil draaien....
pt_br: Você... você destruiu a minha Ordem, destroçou meus truques e ameaçou séculos de desejo. Mas eu vou prevalecer. Infectarei você e vou manipulá-lo à minha vontade...
ro: Tu... Tu mi-ai strivit Ordinul, și mi-ai amenințat secole de dorință. Dar voi învinge, te voi infecta și îți voi pervertii voința...
sv: Du... Du har krossat min ordning, slitit igenom mina knep och hotat århundraden av begär. Men jag kommer att segra, jag kommer att infektera dig och vrida dig till min vilja...
tr: Sen... Düzenimi yıktın, hilelerimi parçaladın ve yüzyıllardır süren arzularımı tehdit ettin. Ama ben galip geleceğim, sana bulaşacağım ve seni kendi isteğime dönüştüreceğim.

# TXT_SUB_LOG200
source: Sounds like a dream job, doesn't it?
da: Det lyder som et drømmejob, ikke sandt?
nl: Klinkt als een droombaan, nietwaar?
pt_br: Parece ser o emprego ideal, não é mesmo?
ro: Sună a vis, nu?
sv: Låter som ett drömjobb, eller hur?
tr: Rüya gibi bir iş, değil mi?

# TXT_SUB_LOG201
source: You've seen too much. Ice him, Macil!
da: Du har set for meget. Islæg ham, Macil!
nl: Je hebt te veel gezien. Ijs hem, Macil!
pt_br: Você já viu demais. Acaba com ele, Macil!
ro: Ai văzut prea mult. Îngheață-l, Macil!
sv: Du har sett för mycket. Isa honom, Macil!
tr: Çok fazla şey gördün. Buzla onu, Macil!

# TXT_SUB_LOG202
source: Next time, you'll listen to me.
da: Næste gang vil du lytte til mig.
ja: 今度は、私の言う事を聞きなさいよ。
nl: Volgende keer luister je naar me.
pt_br: Da próxima vez, você vai me ouvir.
ro: Data viitoare, o să mă asculți.
sv: Nästa gång lyssnar du på mig.
tr: Bir dahaki sefere beni dinlersin.

# TXT_SUB_LOG203
source: Ugh, these post-apocalyptic prices...
da: Disse post-apokalyptiske priser...
nl: Ugh, deze post-apocalyptische prijzen....
pt_br: Urgh, esses preços pós-apocalípticos...
ro: Ugh, prețurile ăstea post-apocaliptice...
sv: De här postapokalyptiska priserna...
tr: Bu kıyamet sonrası fiyatları.

# TXT_SUB_LOG204
source: Take the big one. He won't stop you.
da: Tag den store. Han vil ikke stoppe dig.
nl: Neem de grote. Hij zal je niet tegenhouden.
pt_br: Leve o grandão. Ele não vai te deter.
ro: Ia-l pe cel mare, nu te va opri.
sv: Ta den stora. Han kommer inte att stoppa dig.
tr: Büyük olanı al. Seni durdurmayacak.

# TXT_SUB_LOG205
source: Don't dawdle. Straight ahead!
da: Du skal ikke tøve. Lige fremad!
nl: Niet treuzelen. Rechtdoor!
pt_br: Não pare. Siga adiante!
ro: Nu te lenevi. Drept în față!
sv: Tröna inte. Rakt fram!
tr: Oyalanma. Dümdüz ilerle!

# TXT_SUB_LOG206
source: You ever notice how these corridors look the same?
da: Har du nogensinde lagt mærke til, at disse korridorer ser ens ud?
nl: Heb je ooit gemerkt hoe deze gangen er hetzelfde uitzien?
pt_br: Você já reparou como esses corredores parecem todos iguais?
ro: Nu observi cum coridoarele ăstea arată mereu la fel?
sv: Har du någonsin lagt märke till att korridorerna ser likadana ut?
tr: Bu koridorların nasıl aynı göründüğünü hiç fark ettin mi?

# TXT_SUB_LOG207
source: Hey, sometimes I have to guess too!
da: Nogle gange er jeg også nødt til at gætte!
nl: Hé, soms moet ik ook raden!
pt_br: Ei, as vezes tenho que adivinhar também!
ro: Hei, uneori și eu ghicesc!
sv: Ibland måste jag också gissa!
tr: Hey, bazen ben de tahmin etmek zorunda kalıyorum!

# TXT_SUB_LOG208
source: Oh, and watch out for the alarm.
da: Åh, og pas på alarmen.
nl: Oh, en kijk uit voor het alarm.
pt_br: Ah, e cuidado com o alarme.
ro: Oh, și ai grijă la alarmă!
sv: Åh, och se upp för larmet.
tr: Oh, ve alarma dikkat et.

# TXT_SUB_LOG209
source: Oh, jeez. Now look what you've done!
da: Åh, for pokker. Se nu, hvad du har gjort!
ja: ああ、そうね。今貴方の仕出かした事を見直しなさい。
nl: Oh, jeez. Kijk nu wat je hebt gedaan!
pt_br: Ai, caramba. Olha só o que você fez!
ro: Oh, vai. Ia uite ce ai făcut.
sv: Åh, herregud. Se vad du har gjort!
tr: Oh, Tanrım. Bak ne yaptın!

# TXT_SUB_LOG210
source: Shit. Now you've blown it!
da: Pis. Nu har du ødelagt det!
ja: クソが。アンタ今、台無しにしたぞ!
nl: Shit. Nu heb je het verpest!
pt_br: Merda. Agora você ferrou tudo!
ro: Rahat. Acum ai distrus totul!
sv: Fan också. Nu har du förstört det!
tr: Kahretsin. Şimdi de sen mahvettin!

# TXT_SUB_LOG211
source: Come on! Let's get the hell out of here.
da: Kom nu! Lad os komme væk herfra.
ja: 頼むぞ!こっからとっとと失せろ!
nl: Kom op! Laten we hier als de sodemieter weggaan.
pt_br: Vem! Vamos vazar daqui.
ro: Haide, să ieșim de aici.
sv: Kom igen! Nu sticker vi härifrån.
tr: Hadi, hadi! Buradan defolup gidelim.

# TXT_SUB_LOG212
source: Ooh. You don't mess around.
da: Ooh. Du laver ikke sjov.
nl: Ooh. Je rotzooit niet.
pt_br: Oooh. Você não perde tempo mesmo.
ro: Ooh. Nu te joci.
sv: Ooh. Du är inte en sån jävel.
tr: Ooh. Hiç oyalanmıyorsun.

# TXT_SUB_LOG213
source: You're going to mount them on the wall! Keep going!
da: Du skal montere dem på væggen! Fortsæt!
nl: Je gaat ze aan de muur bevestigen! Ga door!
pt_br: Você vai montá-los na parede! Continua!
ro: O să le pună pe zid! Continuă să mergi!
sv: Du ska montera dem på väggen! Fortsätt!
tr: Onları duvara monte edeceksin! Devam et!

# TXT_SUB_LOG214
source: Mm. You are a brute.
da: Mm. Du er en brutal mand.
nl: Mm. Je bent een bruut.
pt_br: Hmm, seu brutamontes.
ro: Mm. Ești o brută.
sv: Mm. Du är ett vilddjur.
tr: Mm. Sen bir hayvansın.

# TXT_SUB_LOG215
source: Got a nice rhythm going here.
da: Du har en god rytme her.
nl: Ik heb hier een mooi ritme.
pt_br: Tá rolando um rítmo bom.
ro: Mișto ritm.
sv: Du har en bra rytm.
tr: Burada güzel bir ritim var.

# TXT_SUB_LOG216
source: Ooh. Love that boom-boom stick.
da: Ooh. Jeg elsker den boom-boom-pind.
nl: Ooh. Ik hou van die boom-boom stok.
pt_br: Oooh, adoro.
ro: Ooh. Îmi place arma aceea nimicitoare.
sv: Ooh. Jag älskar den där boom-boom-pinnen.
tr: Ooh. Bu bum-bum sopasını seviyorum.

# TXT_SUB_LOG217
source: Mm. I like the way you carry yourself.
da: Jeg elsker denne boom-boom-boom. Jeg kan godt lide den måde, du bærer dig selv på.
nl: Mm. Ik hou van de manier waarop je jezelf draagt.
pt_br: Hmm, estou gostando de como você está indo.
ro: Ooh. Îmi place cum te descuri.
sv: Jag gillar den här bommen. Jag gillar ditt sätt att bära dig själv.
tr: Mm. Kendini taşıma şeklini seviyorum.

# TXT_SUB_LOG218
source: Blast away! They're not human!
da: Blast away! De er ikke menneskelige!
nl: Blast away! Ze zijn niet menselijk!
pt_br: Arrebenta neles! Eles não são humanos!
ro: La naiba! Nu sunt umane!
sv: Blast away! De är inte mänskliga!
tr: Patlat! Onlar insan değil!

# TXT_SUB_LOG219
source: Wow! Blackened Acolyte! The new taste sensation...
da: Wow! Sorte Acolyt! Den nye smagsoplevelse...
ja: うぉう!黒ずんだアコライト!新しい趣味に目覚めそうだわ...
nl: Wow! Zwarte acoliet! De nieuwe smaaksensatie....
pt_br: Uau! Acólito assado! Uma nova sensação de sabor...
ro: Wow, Acolit Înegrit! Noua senzație...
sv: Wow! Svartklädd akolyt! Den nya smaksensationen...
tr: Vay canına! Karartılmış yardımcı! Yeni tat hissi...

# TXT_SUB_LOG220
source: Keep doing that and you'll go blind... but I like it.
da: Bliv ved med det, og du bliver blind... men jeg kan lide det.
nl: Blijf dat doen en je wordt blind.... maar ik vind het leuk.
pt_br: Continua fazendo isso e você ficará cego... mas eu gosto.
ro: Continuă să faci asta și o să orbești... dar îmi place.
sv: Fortsätt med det där och du blir blind... men jag gillar det.
tr: Bunu yapmaya devam edersen kör olacaksın... ama hoşuma gitti.

# TXT_SUB_LOG221
source: Guess they won't be inviting us back to dinner!
da: Jeg tror ikke, de inviterer os tilbage til middag!
nl: Ik denk dat ze ons niet meer zullen uitnodigen om terug te komen eten!
pt_br: Acho que não vão nos convidar para jantar!
ro: Cred că n-o să ne invite la cină!
sv: Jag antar att de inte kommer att bjuda oss på middag igen!
tr: Sanırım bizi tekrar yemeğe davet etmeyecekler!

# TXT_SUB_LOG222
source: We need to get to the top floor.
da: Vi må op på øverste etage.
nl: We moeten naar de bovenste verdieping.
pt_br: Precisamos chegar até o último andar.
ro: Trebuie să ajungem la ultimul etaj.
sv: Vi måste ta oss till översta våningen.
tr: En üst kata çıkmalıyız.

# TXT_SUB_LOG223
source: Wait... This looks interesting. Check it out.
da: Vent... Det her ser interessant ud. Tjek det ud.
nl: Wacht..... Dit ziet er interessant uit. Kijk maar eens.
pt_br: Peraí.... Isso parece interessante. Dá só uma olhada.
ro: Stai, asta pare interesant. Ia uite.
sv: Vänta lite... Det här ser intressant ut. Kolla in det.
tr: Bekle. Bu ilginç görünüyor. Şuna bir bak.

# TXT_SUB_LOG224
source: Ugh. That guy gives me the creeps. Let's steer clear.
da: Ugh. Den fyr giver mig myrekryb. Lad os holde os væk.
nl: Ugh. Die kerel geeft me de kriebels. Laten we wegblijven.
pt_br: Urgh. Esse cara me dá arrepios. Vamos passar longe.
ro: Ugh. Tipul ăla mă sperie.
sv: Usch. Den killen ger mig kalla kårar. Vi håller oss undan.
tr: Ugh. Bu adam beni ürpertiyor. Uzak duralım.

# TXT_SUB_LOG225
source: Left! Turn left!... Oh, other left!
da: Til venstre! Drej til venstre!... Åh, anden venstre!
nl: Links! Sla linksaf!...... Oh, andere links!
pt_br: Esquerda! Vira à esquerda!... Ai, a outra esquerda!
ro: Stânga! Stânga!... Oh, cealaltă stânga!
sv: Vänster! Sväng vänster!... Åh, en annan vänster!
tr: Sola dön! Sola dön!... Oh, diğer sol!

# TXT_SUB_LOG226
source: Typical stubborn pig-headed male!... Unless you're a girl.
da: Typisk stædig, stædig mand!... Medmindre du er en pige.
nl: Typisch koppig koppig mannetje!...... Tenzij je een meisje bent.
pt_br: Típico macho teimoso com cara de porco!... A não ser que você seja menina.
ro: Bărbat încăpățânat tipic... Asta dacă nu ești femeie.
sv: Typiskt en envis svinhuvudman!... Om du inte är en tjej.
tr: Tipik inatçı domuz kafalı erkek!... Tabii kız değilsen.

# TXT_SUB_LOG227
source: Strong, brutal and silent. My kind of partner.
da: Stærk, brutal og tavs. Min type partner.
nl: Sterk, wreed en stil. Mijn soort partner.
pt_br: Forte, bruto e silencioso. Meu tipo de parceiro.
ro: Puternic, brutal și silențios. Genul meu de partener.
sv: Stark, brutal och tyst. Min typ av partner.
tr: Güçlü, acımasız ve sessiz. Tam bana göre bir partner.

# TXT_SUB_LOG228
source: Okay! I was wrong!
da: Okay! Jeg tog fejl!
nl: Oké! Ik had het mis!
pt_br: Ok! Eu estava errada!
ro: Bine! Am greșit!
sv: Okej! Jag hade fel!
tr: Tamam, tamam! Yanılmışım!

# TXT_SUB_LOG229
source: Too bad we never met... face-to-face.
da: Ærgerligt at vi aldrig mødtes... ansigt til ansigt.
ja: 私達はもう会えなくなったわ...面と向かって。
nl: Jammer dat we elkaar nooit ontmoet hebben..... persoonlijk.
pt_br: Pena que nunca nos encontramos... cara a cara.
ro: Păcat că nu ne-am întâlnit... față în față.
sv: Synd att vi aldrig träffades... ansikte mot ansikte.
tr: Hiç tanışmamış olmamız çok kötü... yüz yüze.

# TXT_SUB_LOG230
source: I had dreams for you... Tough shit.
da: Jeg havde drømme om dig... Det er sgu hårdt.
ja: 私は貴方に希望を抱いていた...クソ世知辛いわ。
nl: Ik had dromen voor je.... Moeilijke shit.
pt_br: Eu tinha uma grande expectativa sobre você... Que merda.
ro: Aveam visuri pentru tine... Rahatule...
sv: Jag hade drömmar om dig... Det är jobbigt.
tr: Senin için hayallerim vardı. Zor iş.

# TXT_SUB_LOG231
source: No. Don't enter the town hall. It's not safe anymore. Our cover's been blown. That's why it's raining heavy metal. Kill as many of those big boys as you can. They're called "Crusaders". When you're done, I'll guide you to Macil.
da: Nej. Du må ikke gå ind på rådhuset. Det er ikke sikkert længere. Vores dække er blevet afsløret. Det er derfor, det regner heavy metal. Dræb så mange af de store drenge, som du kan. De kaldes "korsfarere". Når I er færdige, fører jeg jer til Macil.
nl: Nee. Ga het stadhuis niet binnen. Het is niet meer veilig. Onze dekmantel is opgeblazen. Daarom regent het zwaar metaal. Dood zoveel mogelijk van die grote jongens als je kunt. Ze worden "Kruisvaarders" genoemd. Als je klaar bent, begeleid ik je naar Macil.
pt_br: Não. Não entre na prefeitura. Não é mais seguro. Fomos descobertos. É por isso que está vindo chumbo grosso pra todo lado. Mate o máximo possível desses grandalhões. São chamados de "Cruzados". Quando você terminar, eu te levo pro Macil.
ro: Nu. Nu intra în oraș. Ni s-a dus acoperirea. De asta plouă cu metale grele. Omoară cât de mulți băieți duri poți. Se cheamă "Cruciați". Când ești gata o să te îndrum spre Macil.
sv: Nej. Gå inte in i stadshuset. Det är inte säkert längre. Vår täckmantel är avslöjad. Det är därför det regnar heavy metal. Döda så många av de stora pojkarna som du kan. De kallas "korsfarare". När du är klar guidar jag dig till Macil.
tr: Hayır. Belediye binasına girme. Artık güvenli değil. Kimliğimiz açığa çıktı. Bu yüzden heavy metal yağıyor. O koca oğlanlardan öldürebildiğiniz kadarını öldürün. Onlara "Haçlılar" deniyor. İşiniz bittiğinde, sizi Macil'e götüreceğim.

# TXT_SUB_LOG232
source: Good work, friend! It's time to bring you inside.
da: Godt arbejde, min ven! Det er tid til at bringe dig indenfor.
nl: Goed werk, vriend! Het is tijd om je binnen te brengen.
pt_br: Bom trabalho, amigo! Hora de trazê-lo pra dentro.
ro: Bună treabă, prietene! E timpul să te aduc înăuntru!
sv: Bra jobbat, min vän! Det är dags att ta in dig.
tr: İyi iş, dostum! Seni içeri götürme vakti geldi.

# TXT_SUB_LOG233
source: Watch out for those Crusaders. They're big, hunking robots, and mean as hell. We don't know jack about their weapons, but odds are... you're outmatched. Careful.
da: Pas på de korsfarere. De er store, store robotter, og onde som bare fanden. Vi ved ikke noget om deres våben, men oddsene er... at I er underlegne. Pas på.
nl: Kijk uit voor die kruisvaarders. Het zijn grote, hangende robots, en gemeen als de hel. We weten niet hoe het met hun wapens zit, maar de kans is groot dat je niet bij elkaar past. Voorzichtig.
pt_br: Cuidado com esses Cruzados. São robôs grandes e perigosos pra caramba. Não sabemos merda nenhuma sobre as suas armas, mas as chances são de que... você está em desvantagem. Cuidado.
ro: Ai grijă la Cruciați. Sunt roboți imenși, și duri ca naiba. Nu știm absolut nimic despre armamentul lor, dar șansele sunt... nu ești pe măsura lor. Grijă.
sv: Se upp för de där korsfararna. De är stora, jättelika robotar och elaka som fan. Vi vet inget om deras vapen, men oddsen är... att ni är underlägsna. Var försiktig.
tr: Şu Haçlılara dikkat et. Onlar büyük, iri robotlar ve çok acımasızlar. Silahları hakkında bir şey bilmiyoruz, ama ihtimaller... rakibiniz yok. Dikkatli olun.

# TXT_SUB_LOG234
source: Great job. You're my idea of a good time. Now, without anyone seeing you, go through the door on the right, head on upstairs and meet the man.
da: Godt gået. Du er min idé om en god tid. Gå nu, uden at nogen ser dig, gennem døren til højre, gå op ad trappen og mød manden.
nl: Goed werk. Jij bent mijn idee van een goede tijd. Nu, zonder dat iemand je ziet, ga door de deur aan de rechterkant, ga naar boven en ontmoet de man.
pt_br: Muito bom. Você sabe mesmo como entreter alguém. Agora, sem ninguém te ver, entre pela porta à direita, suba as escadas e encontre o cara.
ro: Bună treabă. Acum, fără nimeni care să te vadă, du-te prin ușa de la dreapta, la etaj, și întâlnește-l.
sv: Bra jobbat. Du är min idé om att ha roligt. Nu, utan att någon ser dig, gå genom dörren till höger, gå upp på övervåningen och möt mannen.
tr: İyi iş çıkardın. Sen benim iyi vakit geçirme anlayışımsın. Şimdi, kimse seni görmeden, sağdaki kapıdan geç, yukarı çık ve adamla buluş.

# TXT_SUB_LOG235
source: You let anyone see you, we'll have your head.
da: Hvis du lader nogen se dig, får vi dit hoved.
nl: Als je iemand je laat zien, hebben we je hoofd.
pt_br: Se você deixar alguém te ver, a sua cabeça é nossa.
ro: Lași pe cineva să te vadă și-ți luăm capul.
sv: Om någon ser dig, så tar vi ditt huvud.
tr: Birinin seni görmesine izin verirsen, kelleni alırız.
