Repository: the-phinet/UZDoom
Catalog: zdoom_game_strings/*.po
Languages: da, ja, nl, pt_br, ro, sv, tr

# TXT_SUB_LOG236
source: You stupid, stumbling, club-footed hunchback imbecile! You've given us away!
da: Din dumme, snublende, klumpfodede, pukkelryggede idiot! Du har afsløret os!
nl: Jij stomme, struikelende, knotsvoetige bochelende imbeciel! Je hebt ons weggegeven!
pt_br: Seu imbecil idiota estúpido duma figa! Você nos entregou!
ro: Imbecilule! Ne-ai dat de gol!
sv: Din dumma, snubblande, klumpfotade puckelryggiga idiot! Du har avslöjat oss!
tr: Seni aptal, tökezleyen, sopa ayaklı, kambur embesil! Bizi ele verdin!

# TXT_SUB_LOG237
source: I wish I was waiting for you behind that door... but I've got to stay underground. It's time for you to meet our leader, Macil.
da: Jeg ville ønske, jeg ventede på dig bag den dør ... men jeg må blive under jorden. Det er tid til at du skal møde vores leder, Macil.
nl: Ik wou dat ik achter die deur op je zat te wachten.... maar ik moet ondergronds blijven. Het is tijd om onze leider Macil te ontmoeten.
pt_br: Eu queria estar te esperando por trás daquela porta... mas eu tenho que ficar no subterrâneo. É hora de você conhecer o nosso líder, Macil.
ro: Speram ca eu să te aștept în spatele ușii... dar trebuie să rămân în subteran. E timpul să ne cunoști liderul, Macil.
sv: Jag önskar att jag väntade på er bakom den dörren... men jag måste stanna under jorden. Det är dags för dig att träffa vår ledare, Macil.
tr: Keşke o kapının arkasında seni bekliyor olsaydım... ama yeraltında kalmalıyım. Liderimiz Macil ile tanışma vaktin geldi.

# TXT_BBSUB_SCRIPT02_D57608_IFIKN
source: Bloated pig. I know nothing about this so-called power coupling, so let's go slow.
da: Oppustet gris. Jeg ved intet om denne såkaldte kraftkobling, så lad os gå langsomt frem.
ja: 慢心してた。私はこの配電機と言われている物について何も知らない。 まあゆっくりやろう。
nl: Opgeblazen varken. Ik weet niets van deze zogenaamde stroomkoppeling, dus laten we langzaam gaan.
pt_br: Que porco nojento. Eu não sei nada sobre essa tal ligação de energia, então vamos devagar.
ro: Porcule. Nu știu nimic despre așa-zisul cuplaj de putere, așa că să mergem încet.
sv: Uppblåsta gris. Jag vet inget om den här så kallade maktkopplingen, så vi går långsamt fram.
tr: Şişirilmiş domuz. Bu sözde güç birleşmesi hakkında hiçbir şey bilmiyorum, o yüzden yavaş gidelim.

# TXT_BBSUB_SCRIPT03_D4548_GOODB
source: Sounds like a dream job, doesn't it?
da: Det lyder som et drømmejob, ikke sandt?
ja: 夢の様な仕事ね、そう思わない?
nl: Klinkt als een droombaan, nietwaar?
pt_br: Parece ser o emprego dos sonhos, não é mesmo?
ro: Sună ca un vis, nu?
sv: Låter som ett drömjobb, eller hur?
tr: Rüya gibi bir iş, değil mi?

# TXT_BBSUB_SCRIPT03_D7580_TAKET
source: And I'll be right there with you.
da: Og jeg vil være lige der sammen med dig.
ja: それで貴方のすぐ傍にいるわ。
nl: En ik zal er zo bij je zijn.
pt_br: E eu vou estar bem alí do seu lado.
ro: O să fie alături de tine.
sv: Och jag kommer att vara där med dig.
tr: Ben de senin yanında olacağım.

# TXT_BBSUB_SCRIPT03_D12128_ASING
source: Worner's a spy we recruited in the warehouse of the power station.
da: Worner er en spion, som vi rekrutterede i lageret på kraftværket.
ja: ワーナーは発電所の倉庫に送った我々のスパイよ。
nl: Worner is een spion die we in het magazijn van de centrale hebben gerekruteerd.
pt_br: O Worner é um espião que recrutamos no depósito da usina elétrica.
ro: Worner e un spion pe care l-am recrutat în depozitul stației de energie.
sv: Worner är en spion som vi rekryterade i kraftverkets lager.
tr: Worner, güç istasyonunun deposunda işe aldığımız bir casus.

# TXT_BBSUB_SCRIPT03_D16676_THEPR
source: Make sure you're ready for the fight of your life. No scrimping. Spend everything you've got.
da: Sørg for, at du er klar til dit livs kamp. Ingen spareøvelser. Brug alt, hvad du har.
ja: 己の命の為に戦う準備が出来ているか確認して。 ケチケチせずに。持ってる物全て使うのよ。
nl: Zorg ervoor dat je klaar bent voor de strijd van je leven. Geen krassen. Besteed alles wat je hebt.
pt_br: Tenha certeza de que você estará preparado para lutar pela sua vida. Não poupa nada. Vai com tudo.
ro: Pregătește-te pentru lupta vieții tale. Cheltuie tot ce ai.
sv: Se till att du är redo för ditt livs kamp. Ingen snålhet. Spendera allt du har.
tr: Hayatının savaşına hazır olduğundan emin ol. Cimrilik yok. Sahip olduğun her şeyi harca.

# TXT_BBSUB_SCRIPT04_D21224_BUSIN
source: Excuse me, I'm gonna be sick.
da: Undskyld mig, jeg bliver syg.
ja: 失礼ながら、しゃくに障るわ。
nl: Excuseer me, ik word ziek.
pt_br: Desculpa, estou passando mal.
ro: Scuză-mă, o să mi se facă rău.
sv: Ursäkta mig, jag måste spy.
tr: Affedersiniz, hasta olacağım.

# TXT_BBSUB_SCRIPT04_D25772_TELLW
source: Mmm. Sounds like weapons. We can always use more firepower.
da: Jeg er syg. Lyder som våben. Vi kan altid bruge mere ildkraft.
ja: フーム。聞く限り武器の様ね。いつも以上の火力を出せそうだ。
nl: Mmm. Klinkt als wapens. We kunnen altijd meer vuurkracht gebruiken.
pt_br: Hmmm. Sinto cheiro de armas. Poder de fogo a mais é sempre bem-vindo.
ro: Mmm. Sună a arme. Putem folosi mai multă putere de foc oricând.
sv: Jag är sjuk, jag måste bli sjuk. Låter som vapen. Vi kan alltid behöva mer eldkraft.
tr: Mmm. Silahlara benziyor. Her zaman daha fazla ateş gücü kullanabiliriz.

# TXT_BBSUB_SCRIPT04_D31836_WHATD
source: This sounds too easy, but let's give it a shot.
da: Det lyder for nemt, men lad os prøve.
ja: 簡単すぎるけど、一発かましてみましょうか。
nl: Dit klinkt te gemakkelijk, maar laten we het eens proberen.
pt_br: Tá parecendo fácil demais, mas vamos tentar.
ro: Sună ușor, dar să încercăm.
sv: Det här låter för enkelt, men vi gör ett försök.
tr: Kulağa çok kolay geliyor ama bir deneyelim.

# TXT_BBSUB_SCRIPT04_D40932_LETME
source: Who cares. Nobody listens to programmers anyway.
da: Det er ligegyldigt. Ingen lytter til programmører alligevel.
ja: 面倒ね。プログラマーについて知ってるのは誰もいないわ。
nl: Wat maakt het uit. Niemand luistert sowieso naar programmeurs.
pt_br: Quem liga? Ninguém dá bola pros programadores mesmo.
ro: Cui îi pasă. Nimeni nu ascultă de programatori oricum.
sv: Vem bryr sig? Ingen lyssnar på programmerare ändå.
tr: Kimin umurunda. Kimse programcıları dinlemiyor zaten.

# TXT_BBSUB_SCRIPT04_D54576_ITSAS
source: Ooh. Glad I'm in hiding, if you know what I mean.
da: Ooh. Jeg er glad for, at jeg gemmer mig, hvis du forstår, hvad jeg mener.
ja: オオゥ。私が言わなくてもわかるけど、隠れた方がいいわね。
nl: Ooh. Blij dat ik ondergedoken zit, als je begrijpt wat ik bedoel.
pt_br: Oooh. Ainda bem que estou escondida, se é que você me entende.
ro: Ooh. Mă bucur că mă ascund, dacă știi ce zic.
sv: Ooh. Jag är glad att jag gömmer mig, om du förstår vad jag menar.
tr: Ooh. Saklandığıma sevindim, ne demek istediğimi anlıyorsan.

# TXT_BBSUB_SCRIPT05_D1516_OKBUT
source: What a grouch. I hope you get to kill him later.
da: Sikke en gnavpot. Jeg håber, du får lov til at dræbe ham senere.
ja: なに拗ねてるの。後で彼を殺すのを期待してるわ。
nl: Wat een humeur. Ik hoop dat je hem later kunt vermoorden.
pt_br: Que rabugento! Espero que você mate ele depois.
ro: Ce dobitoc. Sper să îl omori mai târziu.
sv: Vilken gnällspik. Jag hoppas att du får döda honom senare.
tr: Ne huysuz. Umarım onu daha sonra öldürürsün.

# TXT_BBSUB_SCRIPT05_D3032_DOILO
source: "This area's off limits!" Pompous so-and-so.
da: Dette område er forbudt område! Opblæste sådan-og-så.
ja: この区域は立入禁止!'そんなワザとらしい。
nl: Dit gebied is verboden terrein! Pompous zo-en-zo.
pt_br: "Proibido entrar nessa área!" Que miserável prepotente.
ro: "Zona asta e interzisă!" Pompos așa-și-așa.
sv: Det här området är förbjudet område! Pompösa sån och sån.
tr: Burası yasak bölge! Kendini beğenmiş herif.

# TXT_BBSUB_SCRIPT05_D4548_THEOR
source: What an up guy.
da: Sikke en opblæst fyr.
ja: あら、いい男。
nl: Wat een geweldige kerel.
pt_br: Que imbecil.
ro: Ce tip.
sv: Vilken uppkäftig kille.
tr: Ne adam ama.

# TXT_BBSUB_SCRIPT05_D7580_OVERM
source: Maybe it's because you didn't say "please".
da: Måske er det fordi du ikke sagde "tak".
ja: 多分貴方が'お願いします'と言わなかったからよ。
nl: Misschien is het omdat je niet "alsjeblieft" hebt gezegd.
pt_br: Deve ser porque você não disse "por favor".
ro: Poate pentru nu ai spus "te rog".
sv: Kanske är det för att du inte sa "snälla".
tr: Belki de "lütfen" demediğin içindir.

# TXT_BBSUB_SCRIPT06_D1516_DOMYF
source: Everybody is so needy.
da: Alle er så trængende.
ja: 誰もがとても貧しいのよ。
nl: Iedereen is zo behoeftig.
pt_br: Por que todo mundo é tão mimimizento?
ro: Toată lumea e așa neajutorată!
sv: Alla är så behövande.
tr: Herkes çok muhtaç.

# TXT_BBSUB_SCRIPT06_D3032_BRING
source: Great. Now we're shopping for the Rat King.
da: Alle er så trængende. Nu skal vi købe ind til rottekongen.
ja: 素敵ね。私達がラットキングのために買い物とか。
nl: Geweldig. Nu zijn we aan het winkelen voor de rattenkoning.
pt_br: Que beleza. Agora estamos fazendo comprinhas pro Rato-Rei.
ro: Grozav. Acum facem cumpărături pentru Regele Șobolanilor.
sv: Toppen. Nu ska vi shoppa för råttkungen.
tr: Harika. Şimdi de Fare Kral için alışveriş yapıyoruz.

# TXT_BBSUB_SCRIPT06_D4548_OPENT
source: I bet this guy smells really bad, too.
da: Jeg vil vædde med, at han også lugter rigtig dårligt.
ja: この男も酷い悪臭がすると賭けるわ。
nl: Ik durf te wedden dat deze kerel ook heel erg stinkt.
pt_br: Aposto que esse cara fede pra caramba também.
ro: Pun pariu că tipul ăsta mai și pute.
sv: Jag slår vad om att den här killen luktar riktigt illa också.
tr: Eminim bu adam da çok kötü kokuyordur.

# TXT_BBSUB_SCRIPT06_D9096_YOUHA
source: More sewers... Great. Wonder what lives down there.
da: Flere kloakker... Fedt. Gad vide hvad der bor dernede.
ja: 更なる下水道...ヤッバ。下に何が住んでるのか不思議に思うわ。
nl: Meer riolering.... Geweldig. Ik vraag me af wat daar beneden leeft.
pt_br: Mais esgotos... Que legal. O que será que vive lá embaixo?
ro: Mai multe canale... Grozav. Mă întreb ce-o mai trăi jos aici.
sv: Mer kloaker... Toppen. Undrar vad som bor där nere.
tr: Daha fazla kanalizasyon. Harika. Acaba orada ne yaşıyor?

# TXT_BBSUB_SCRIPT07_D6064_PROGR
source: Dead end here. We'd better keep looking.
da: Det er en blindgyde her. Vi må hellere lede videre.
ja: 行き止まりだ。私達はまだこの景色を楽しめるわ。
nl: Doodlopend hier. We kunnen maar beter blijven zoeken.
pt_br: Sem saída aqui. Melhor seguirmos procurando.
ro: Capăt de linie. Mai bine ne mai uităm împrejur.
sv: Det är en återvändsgränd här. Det är bäst att fortsätta leta.
tr: Burası çıkmaz sokak. Aramaya devam etsek iyi olur.

# TXT_BBSUB_SCRIPT10_D10612_YOUHA
source: Onward, my champion. Let's make Mr. Ugly twist and shout.
da: Fremad, min mester. Lad os få hr. Grimme til at vride sig og skrige.
ja: 進み出よ、わがチャンピオン。ミスター生塵を捻りつぶしてやれ。
nl: Voorwaarts, mijn kampioen. Laten we Mr Lelijk laten draaien en schreeuwen.
pt_br: Vai em frente, meu campeão. Vamos fazer o Sr. Feioso soltar a franga.
ro: Drept în față, campionul meu. Să-l facem pe dl. Urât să țipe.
sv: Framåt, min mästare. Låt oss få herr Ful att vrida sig och skrika.
tr: İleri, şampiyonum. Bay Çirkin'i döndürelim ve bağırtalım.

# TXT_BBSUB_SCRIPT10_D12128_THERE
source: Biomechanical? Well, that explains their seemingly endless supply of troops! And their bad attitude.
da: Biomekanisk? Nå, det forklarer deres tilsyneladende uendelige forsyning af tropper! Og deres dårlige indstilling.
ja: 生体工学'?どうやら奴等は軍隊を無限供給しているという訳だ! それと態度が悪いことも。
nl: Biomechanisch? Nou, dat verklaart hun schijnbaar eindeloze voorraad aan troepen! En hun slechte houding.
pt_br: Biomecânicos? Bom, deve ser por isso que o número de soldados parece não ter fim! Deve explicar os péssimos comportamentos também.
ro: Biomecanic? Asta explică rezerva lor de trupe aproape infinită! Și atitudinea lor oribilă.
sv: Biomekaniskt? Det förklarar deras till synes oändliga tillgång på trupper! Och deras dåliga attityd.
tr: Biyomekanik mi? Bu onların görünüşte sonsuz asker kaynağını açıklıyor! Ve kötü tutumlarını.

# TXT_BBSUB_SCRIPT10_D16676_IAMTH
source: Sick fuck... Waste him!
da: Syge svin... Smid ham ud!
ja: クソ腹立つ...!野郎を消せ!
nl: Zieke klootzakken.... Verspil hem!
pt_br: Doente do caralho... Acaba com ele!
ro: Dobitoc bolnav... Nimicește-l!
sv: Sjuka jävlar... Slå honom ihjäl!
tr: Hasta herif. Harca onu!

# TXT_BBSUB_SCRIPT12_D12128_USETH
source: He may be ugly, but it seems like he's on our side.
da: Han er måske grim, men det ser ud til, at han er på vores side.
ja: 彼は醜いだろうが、我々に味方している。
nl: Hij is misschien lelijk, maar het lijkt erop dat hij aan onze kant staat.
pt_br: Ele pode ser feio, mas parece que ele está no nosso lado.
ro: O fi urât, dar pare să fie de partea noastră.
sv: Han må vara ful, men det verkar som om han är på vår sida.
tr: Çirkin olabilir ama bizim tarafımızda gibi görünüyor.

# TXT_BBSUB_SCRIPT17_D10612_OHSUR
source: Judging by recent history, I guess stealth is out.
da: At dømme ud fra den seneste historie, så er det vist ikke muligt at gå i smug.
ja: 最近の記録から判断すると、秘密は公になると私は思う。
nl: Te oordelen naar de recente geschiedenis, denk ik dat heimelijkheid uit is.
pt_br: Julgando pelo nosso histórico recente, acho que cautela está fora de questão.
ro: Uitându-ne la istoria recentă, cred că silențiozitatea iese din ecuație.
sv: Att döma av den senaste historien, antar jag att smygande är uteslutet.
tr: Yakın geçmişe bakılırsa, sanırım gizlilik devre dışı.

# TXT_BBSUB_SCRIPT17_D13644_OHWEL
source: Hmm. No fuss, no muss, nothing for mom to clean up... Get me one, please.
da: Hmm. Ingen ballade, ingen ballade, intet for mor at rydde op... Giv mig en, tak.
ja: うーむ。慌てず、騒がず、ママの掃除も無し... 何か一杯お願い。
nl: Hmm. Geen gedoe, geen muss, niets voor mama om op te ruimen... Haal me er een, alsjeblieft.
pt_br: Hmm. Sem choradeira, nem sujeira, nada pra mamãe ter que limpar... Pega um pra mim, por favor.
ro: Hmm. Nu-i deranj, nu mizerie, nu nimic... Adu-mi unul, te rog.
sv: Hmm. Inget krångel, inget krångel, inget för mamma att städa upp... Ge mig en, tack.
tr: Hmm. Yaygara yok, karışıklık yok, annemin temizleyeceği bir şey yok... Bana bir tane getir, lütfen.

# TXT_BBSUB_SCRIPT31_D0_OHNOI
source: You think I'd get tired of all this killing everyone stuff, but I know I'm going to miss it when it's over.
da: Man skulle tro, at jeg ville blive træt af alt det her med at dræbe alle, men jeg ved, at jeg kommer til at savne det, når det er slut.
ja: 貴方は全ての人々が殺害される事にうんざりしていると思うわ、 でも私は全てが終わったら見逃すと知っている。
nl: Je denkt dat ik moe zou worden van al deze moorden, maar ik weet dat ik het ga missen als het voorbij is.
pt_br: Você deve achar que fico cansada de toda essa matança, mas sei que vou sentir falta disso quando acabar.
ro: Crezi că m-am săturat de toată chestia asta de a ucide totul, dar îmi va lipsi odată ce totul se va termina.
sv: Man tror att jag skulle tröttna på allt det här med att döda alla, men jag vet att jag kommer att sakna det när det är över.
tr: Tüm bu herkesi öldürme işinden yorulacağımı sanıyorsunuz ama bittiğinde özleyeceğimi biliyorum.

# TXT_ACS_MAP51_21_DUHUH
source: Duh-uhhh...
ja: えぇーとぉー...
pt_br: Dãããã-ããã...

# TXT_SPEAKER_FOREMAN
source: Foreman
da: Formand
ja: フォアマン
nl: Voorman
pt_br: Capataz
sv: Förman
tr: Ustabaşı

# TXT_SPEAKER_MEDIC
source: Medic
da: Læge
ja: メディック
nl: Paramedicus
pt_br: Médico
sv: Sjukvårdare

# TXT_HEXDD_MAP58
source: Cloaca
ja: 排泄腔
tr: Kloaka

# TXT_SPEAKER_TEVICK
source: Tevick
ja: テビック
tr: Tevak

# TXT_SPEAKER_ULAINE
source: Ulaine
ja: ウレーヌ
tr: Ulane

# TXT_SPEAKER_ARION
source: Arion
ja: アリオン
tr: Aron

# TXT_CHEX_EP
source: Chex Quest
ja: チェックス クエスト

# HUSTR_E1M1
source: E1M1: Hangar
ja: E1M1: 格納庫

# TXT_ACS_MAP51_19_VORPA
source: Vorpal ?!?!?!
ja: ボーパル ?!?!?!

# TXT_SPEAKER_ROWAN
source: Rowan
ja: ロワン

# TXT_SPEAKER_FERIS
source: Feris
ja: フェリス

# TXT_SPEAKER_JUSTIN
source: Justin
ja: ジャスティン

# TXT_SPEAKER_MACIL
source: Macil
ja: マシル

# TXT_SPEAKER_RICHTER
source: Richter
ja: リヒター

# TXT_SPEAKER_HARRIS
source: Harris
ja: ハリス

# TXT_SPEAKER_SAMMIS
source: Sammis
ja: サムミス

# TXT_SPEAKER_JAMES
source: James
ja: ジェームス

# TXT_SPEAKER_WORNER
source: Worner
ja: ワーナー

# TXT_SPEAKER_QUINCY
source: Quincy
ja: クインシー

# TXT_SPEAKER_KETRICK
source: Ketrick
ja: ケトリック

# TXT_SPEAKER_WERAN
source: Weran
ja: ウェラン

# TXT_SPEAKER_GEOFF
source: Geoff
ja: ジェフ

# TXT_SPEAKER_MACGUFFIN
source: MacGuffin
ja: マクガフィン

# TXT_SPEAKER_IRALE
source: Irale
ja: イラール

# TXT_SPEAKER_BELDIN
source: Beldin
ja: ベルディン

# TXT_SPEAKER_GERARD
source: Gerard
ja: ジェラルド

# TXT_SPEAKER_BOWYER
source: Bowyer
ja: ボウヤー

# TXT_SPEAKER_DERWIN
source: Derwin
ja: ダーウィン
