Repository: the-phinet/UZDoom
Catalog: zdoom_game_strings/*.po
Languages: da, ja, nl, pt_br, ro, sv, tr

# TXT_SUB_GOOD2
source: I knew you would win, my gallant hero. All fighting has stopped. Your victory will allow us to create a vaccine to purge the virus from our bodies.
da: Jeg vidste, du ville vinde, min tapper helt. Alle kampe er stoppet. Din sejr vil give os mulighed for at skabe en vaccine, der kan rense vores kroppe for virussen.
ja: あなたが勝つことは分かっていたわ、私の勇敢なヒーロー。 全ての戦いは終結した。あなたがもたらした勝利のおかげで、 私達の体からウィルスを根絶するためのワクチンを作ることができる。
nl: Ik wist dat je zou winnen, mijn dappere held. Alle gevechten zijn gestopt. Uw overwinning zal ons in staat stellen om een vaccin te creëren om het virus uit ons lichaam te zuiveren.
pt_br: Eu sabia que você conseguiria vencer, meu herói valente. Todo esse conflito chegou ao fim. Sua vitória nos permitirá que criemos uma vacina para eliminar o vírus de nossos corpos.
ro: Știam că vei câștiga, eroul meu galant. Lupta a încetat. Vitoria ta ne permite să creăm un vaccin care va elimina virusul din corpul nostru.
sv: Jag visste att du skulle vinna, min tappre hjälte. Alla strider har upphört. Din seger kommer att göra det möjligt för oss att skapa ett vaccin för att rensa ut viruset från våra kroppar.
tr: Kazanacağını biliyordum, benim cesur kahramanım. Tüm savaşlar durdu. Zaferin, virüsü vücutlarımızdan temizlemek için bir aşı yaratmamızı sağlayacak.

# TXT_SUB_GOOD3
source: You have saved our planet and set us free. Now I'd like to thank you... personally. Oh, and by the way: the name is Shauna.
da: Du har reddet vores planet og befriet os. Nu vil jeg gerne takke dig... personligt. Åh, og forresten: Navnet er Shauna.
ja: あなたはこの星を救い、そして自由を取り戻した。さあ、 あなたにお礼をするときが来たわね、個人的な意味で... ああ、それはそうと、私の本名はシャウナよ。
nl: Jullie hebben onze planeet gered en ons bevrijd. Nu wil ik je persoonlijk bedanken.... persoonlijk. Oh, en trouwens: de naam is Shauna.
pt_br: Você salvou o nosso planeta e nos libertou. Agora, eu gostaria de te agradecer...pessoalmente. Ah, a propósito: meu nome é Shauna.
ro: Ai salvat planeta și ne-ai eliberat. Aș vrea să îți mulțumesc, personal... Oh, și apropo: numele e Shauna.
sv: Du har räddat vår planet och befriat oss. Nu vill jag tacka dig... personligen. Åh, och förresten: namnet är Shauna.
tr: Gezegenimizi kurtardın ve bizi özgür bıraktın. Şimdi size şahsen teşekkür etmek istiyorum. Bu arada adım Shauna.

# TXT_SUB_SAD1
source: Yes, the evil was gone, but our future was uncertain and clouded with doubt.
da: Ja, ondskaben var væk, men vores fremtid var usikker og omgærdet af tvivl.
ja: ええ、悪は消え去ったわ。だけども私達の未来は まだ不安と疑念に満ちている。
nl: Ja, het kwaad was weg, maar onze toekomst was onzeker en vertroebeld met twijfel.
pt_br: Sim, o mal se foi, mas o nosso futuro ainda era incerto e coberto de dúvidas.
ro: Da, răul s-a dus dar viitorul nostru era în ceață și neclar.
sv: Ja, ondskan var borta, men vår framtid var osäker och grumlad av tvivel.
tr: Evet, kötülük gitmişti ama geleceğimiz belirsizdi ve şüpheyle doluydu.

# TXT_SUB_SAD2
source: It would take generations to purge the virus from our people. If we survived that long.
da: Det ville tage generationer at udrense virussen fra vores folk. Hvis vi overlevede så længe.
ja: 人間たちからウィルスを根絶するには、あと何世代もかかって しまうはず。私達がそこまで生き延びられたとしても。
nl: Het zou generaties vergen om het virus uit ons volk te zuiveren. Als we het zo lang zouden overleven.
pt_br: Levaria gerações para eliminar o vírus de nosso povo. Se sobrevivessemos por todo esse tempo.
ro: Va dura generații până vom elimina virusul din oamenii noștri. Dacă vom trăi suficient.
sv: Det skulle ta generationer att rensa ut viruset från vårt folk. Om vi överlevde så länge.
tr: Virüsü insanlarımızdan temizlemek nesiller alacaktı. Tabii o kadar uzun süre hayatta kalabilirsek.

# TXT_SUB_SAD3
source: Whatever the evil wanted, it drained from us the one thing we needed: it left us without hope.
da: Uanset hvad ondskaben ville, drænede den os for den eneste ting, vi havde brug for: den efterlod os uden håb.
ja: あの邪悪な存在が何を求めていたかはともかく、 奴は人間たちから一番大切な物、希望を奪い去った。
nl: Wat het kwaad ook wilde, het heeft ons datgene ontnomen wat we nodig hadden: het heeft ons zonder hoop achtergelaten.
pt_br: Seja lá o que o mal queria, conseguiu tirar de nós algo que precisávamos: nossas esperanças.
ro: Orice ar fi vrut răul, ne-a stors de ceea ce am avut cea mai mare nevoie: speranță.
sv: Vad ondskan än ville så tog den från oss det enda vi behövde: den lämnade oss utan hopp.
tr: Kötülük her ne istediyse, ihtiyacımız olan tek şeyi bizden çekip aldı: bizi umutsuz bıraktı.

# TXT_SUB_BAD1
source: The sentient virus hit us like a tidal wave, driving us all mad. We heard the siren's song of death and we danced.
da: Den følende virus ramte os som en flodbølge og drev os alle til vanvid. Vi hørte sirenens sang om døden, og vi dansede.
ja: センティエント・ウィルスは私達を津波のように襲い、 全ての人間を狂気に陥れた。セイレーンの死の歌声を聞いたように なり、死ぬまで踊り続けたのだ。
nl: Het virus met gevoel raakte ons als een vloedgolf, waardoor we allemaal gek werden. We hoorden het lied van de sirene van de dood en we dansten.
pt_br: O vírus senciente nos atingiu como uma onda gigante, deixando todos nós loucos. Ouviamos a canção da morte da sirene e dançávamos.
ro: Virusul viu ne-a lovit ca un val, făcându-ne să o luăm razna. Am auzit cântecul de moarte al sirenelor și am dansat.
sv: Det kännande viruset drabbade oss som en flodvåg och drev oss alla till vansinne. Vi hörde sirenens sång av döden och vi dansade.
tr: Duyarlı virüs bizi bir gelgit dalgası gibi vurdu ve hepimizi delirtti. Sirenin ölüm şarkısını duyduk ve dans ettik.

# TXT_SUB_BAD2
source: This evil drained us of all human life and, scornful of procreation, recycled our families.
da: Denne ondskab drænede os for alt menneskeligt liv, og foragtede for forplantning og genbrugte vores familier.
ja: この邪悪な存在は人間たちの命と繁殖能力を奪い去り、 我々の家族を再利用した。
nl: Dit kwaad heeft ons van alle mensenlevens ontdaan en, verachtelijk van voortplanting, onze families gerecycled.
pt_br: O mal tirou de nós toda a vida humana e, deprezando a procriação, reciclou nossas famílias.
ro: Acest rău ne-a stors de toată viața umană, detestând procreerea, reciclandu-ne familiile.
sv: Denna ondska tömde oss på allt mänskligt liv och, med förakt för fortplantning, återanvände våra familjer.
tr: Bu kötülük bizi tüm insan yaşamından mahrum bıraktı ve üremeyi küçümseyerek ailelerimizi geri dönüştürdü.

# TXT_SUB_BAD3
source: Then one day, the evil left. There was simply nothing for it to feed on. We were extinct.
da: Så en dag forlod ondskaben os. Der var simpelthen ikke noget for den at spise. Vi var uddøde.
ja: そしてある時、邪悪な存在はこの星を後にした。単に、 奴の糧となる者が一人もいなくなったからだ。我々は滅びたのだ。
nl: Op een dag vertrok het kwaad. Er was gewoonweg niets om zich op te voeden. We waren uitgestorven.
pt_br: E então um dia, o mal foi embora. Não sobrou mais nada para ele consumir. Estávamos extintos.
ro: Apoi, într-o zi, răul a plecat. Pur și simplu nu a mai rămas nimic din care să se hrănească. Eram dispăruți.
sv: En dag lämnade ondskan oss. Det fanns helt enkelt ingenting för den att livnära sig på. Vi var utdöda.
tr: Sonra bir gün, kötülük gitti. Beslenebileceği hiçbir şey kalmamıştı. Neslimiz tükenmişti.

# TXT_SUB_MAP03_1
source: The genetic mutations caused by the virus not only warped the psyches of the Order, but caused their bodies to decay.
da: De genetiske mutationer forårsaget af virussen forvrængede ikke kun ordensmændenes psyke, men fik også deres kroppe til at forfalde.
ja: ウィルスからもたらされた遺伝子変異はオーダーの者たちの精神だけではなく、 肉体すらも蝕んだ。
nl: De genetische mutaties die door het virus werden veroorzaakt, vervormden niet alleen de psyche van de Orde, maar veroorzaakten ook het verval van hun lichaam.
pt_br: As mutações genéticas causadas pelo vírus não somente distorceu as mentes da Ordem, mas também deterioraram nossos corpos.
ro: Mutațiile genetice nu numai că au sucit psihicul Ordinului, dar le-a făcut corpul să se deterioreze.
sv: De genetiska mutationer som viruset orsakade förvrängde inte bara ordens psykiska tillstånd, utan fick deras kroppar att förfalla.
tr: Virüsün neden olduğu genetik mutasyonlar sadece Tarikat'ın psikolojisini bozmakla kalmadı, aynı zamanda bedenlerinin de çürümesine neden oldu.

# TXT_SUB_MAP03_2
source: Without procreation, the Order found that biomechanical enhancements were the only way to maintain their strengths and numbers.
da: Uden forplantning fandt Ordenen ud af, at biomekaniske forbedringer var den eneste måde at bevare deres styrke og antal på.
ja: 繁殖行為という選択肢がないオーダーは、 彼らのパワーと数を保つには生体工学による人体改造しかないと判断したのだ。
nl: Zonder voortplanting, vond de Orde dat biomechanische verbeteringen de enige manier waren om hun sterke punten en aantallen te behouden.
pt_br: Sem procriação, a Ordem descobriu que as modificações biomecânicas eram a única maneira de manter sua força e seus números.
ro: Fără procreere, Ordinul a descoperit că îmbunătățirile lor bio-mecanice erau tot ce îi ținea.
sv: Utan fortplantning fann orden att biomekaniska förbättringar var det enda sättet att behålla sin styrka och sitt antal.
tr: Üreme olmadan, Düzen güçlerini ve sayılarını korumanın tek yolunun biyomekanik geliştirmeler olduğunu gördü.

# TXT_SUB_MAP03_3
source: The decay has advanced so that most of the troops we face are more machine than man but we believe that their collective consciousness is controlled by one source...
da: Forfaldet er fremskredet, så de fleste af de tropper, vi står over for, er mere maskiner end mennesker, men vi tror, at deres kollektive bevidsthed styres af én kilde...
ja: 彼らの肉体へのダメージは深刻で、我らが遭遇した兵士たちは人間と言うよりは もはや機械に近いと言える。だが、彼らの集合意識はたった一人によってコントロールされていると 我々は考えている。
nl: Het verval is zo ver gevorderd dat de meeste van de troepen die we tegenkomen meer machine zijn dan de mens, maar we geloven dat hun collectieve bewustzijn wordt gecontroleerd door één bron....
pt_br: A deterioração avançou de tal forma que a maioria dos soldados que enfrentamos são mais máquina do que humano. Mas acreditamos que a consciência coletiva deles é controlada por uma só fonte...
ro: Deteriorarea a avansat în așa fel încăt majoritatea soldațiilor pe care îi înfruntăm să fie mai mult mașini decât oameni dar credem că subconștientul lor colectiv e controlat de o singură sursă...
sv: Förfallet har gått framåt så att de flesta av de trupper vi möter är mer maskiner än människor, men vi tror att deras kollektiva medvetande styrs av en enda källa...
tr: Çürüme o kadar ilerledi ki, karşılaştığımız birliklerin çoğu insandan çok makine ama biz onların kolektif bilincinin tek bir kaynak tarafından kontrol edildiğine inanıyoruz...

# TXT_SUB_MAP03_4
source: ...the Programmer: creator of the AI which controls the Acolytes. Destroy the Programmer, and we may cripple the Order's troops with a single blow. But caution: we have reports he can vaporize attackers.
da: ...programmøren: Skaberen af den AI, der styrer akolytterne. Hvis vi ødelægger programmøren, kan vi lamme ordenens tropper med et enkelt slag. Men pas på: Vi har rapporter om, at han kan fordampe angribere.
ja: その者の名はプログラマーだ。 彼はアコライト達を操作している人工知能の作成者だ。 プログラマーを殺害すれば、それによってオーダーの兵士たちを無力化できるはずだ。 だが気をつけておけ、ヤツは熱で敵を蒸発させられるとの報告があるからな。
nl: ...de programmeur: maker van de AI die de Acolieten bestuurt. Vernietig de programmeur, en we kunnen de troepen van de Orde met een enkele klap verlammen. Maar opgelet: we hebben meldingen dat hij aanvallers kan verdampen.
pt_br: ...o Programador: o criador da inteligência artificial que controla os Acólitos. Destrua o programador e, assim, poderemos prejudicar as tropas da Ordem com um único golpe. Mas cuidado: temos relatos de que ele pode vaporizar aqueles que atacam.
ro: ...Programatorul: creatorul inteligenței artificiale care controlează Acoliții. Distruge-l, și vom nimicii trupele Ordinului cu o singură lovitură: avem rapoarte care spun că poate vaporiza atacatorii.
sv: ...Programmeraren: skaparen av den intelligenta intelligens som kontrollerar akoliterna. Förstör Programmeraren och vi kan lamslå ordens trupper med ett enda slag. Men var försiktig: vi har rapporterat att han kan förånga angripare.
tr: ...Programcı: Yardımcıları kontrol eden yapay zekanın yaratıcısı. Programcı'yı yok edersek, Tarikat'ın birliklerini tek bir darbeyle etkisiz hale getirebiliriz. Ama dikkat: Saldırganları buharlaştırabildiğine dair raporlarımız var.

# TXT_SUB_MAP10_1
source: Fragments assembled from the Programmers files tell us that the Order is worshipping an intelligent weapon. They call it "the Sigil".
da: Fragmenter, der er samlet fra Programmerens filer, fortæller os, at Ordenen tilbeder et intelligent våben. De kalder det "Sigil".
ja: プログラマーの資料を要約するとその欠片はオーダー達が崇拝する知性を持った武器、 'シジル'だ。
nl: Fragmenten uit de Programmers bestanden vertellen ons dat de Orde een intelligent wapen aanbidt. Ze noemen het "de Sigil".
pt_br: Os fragmentos dos relatórios sobre o Programador que conseguimos juntar dizem que a Ordem está venerando uma arma inteligente. Eles a chamam de "Sigilo".
ro: Fragmentele asamblate din fișierele Programatorului ne spun că Ordinul venerează o armă inteligentă. O numesc "Sigiliul".
sv: Fragment som samlats ihop från Programmerarens filer säger oss att Orden dyrkar ett intelligent vapen. De kallar det "Sigil".
tr: Programcıların dosyalarından toplanan parçalar bize Tarikat'ın akıllı bir silaha taptığını söylüyor. Ona "Sigil" diyorlar.

# TXT_SUB_MAP10_2
source: The piece you touched and recovered is one of five. It wields power drawn from the user's own life force. While you live, you control its power.
da: Det stykke, du rørte og fandt, er et af fem. Det udøver kraft fra brugerens egen livskraft. Mens du lever, kontrollerer du dens kraft.
ja: 君が欠片を取り戻したがそれは5つある内の1つだ。 使用者の生命を吸い上げ激しい力を引き出す。 ただ制御下におけるのは生きている間だけだ。
nl: Het stuk dat je hebt aangeraakt en teruggevonden is een van de vijf. Het heeft kracht die getrokken wordt uit de eigen levenskracht van de gebruiker. Terwijl je leeft, heb je de macht ervan in handen.
pt_br: A peça que você tocou e recuperou é uma das cinco peças. Seu poder vem da própria energia de vida de quem a usa. Enquanto você viver, você controla o poder dela.
ro: Piesa pe care ai atins-o și recuperat-o e una din cinci. Își trage puterea din deținător. Cât trăiești, o controlezi.
sv: Den bit som du rörde vid och återfann är en av fem. Den använder kraft som hämtas från användarens egen livskraft. Så länge du lever kontrollerar du dess kraft.
tr: Dokunduğunuz ve kurtardığınız parça beş taneden biri. Kullanıcının kendi yaşam gücünden alınan gücü kullanıyor. Yaşadığın sürece, onun gücünü kontrol ediyorsun.

# TXT_SUB_MAP10_3
source: The shock which knocked you out was the Sigil piece tuning itself to you, your pulse and brain waves. You can wield it, but at a cost: it will drain you dry.
da: Det chok, der slog dig bevidstløs, var Sigilstykket, der indstillede sig på dig, din puls og dine hjernebølger. Du kan bruge det, men det har en pris: det vil dræne dig for energi.
ja: 君を気絶させた衝撃は、シジルの欠片が脈拍と脳波を同期させた際に起こした様だ。 それを振り回す時は気を付けろ、代償で体が干上がってしまうらしい。
nl: De schok die je bewusteloos maakte, was de Sigil die zich op jou, je pols en hersengolven, afstemde. Je kunt het gebruiken, maar tegen een prijs: het zal je droog laten vallen.
pt_br: O choque que te derrubou foi da peça do Sigilo se calibrando a você, com o seu pulso e suas ondas cerebrais. Você pode usá-la, mas tem um custo: ela vai te drenar por completo.
ro: Șocul care te-a lăsat inconștient a fost piesa care s-a întors asupra ta. O controlezi, dar cu un preț: o să te sece.
sv: Den chock som slog dig medvetslös var att Sigilstycket anpassade sig till dig, din puls och dina hjärnvågor. Du kan använda den, men till ett pris: den kommer att tömma dig på vatten.
tr: Sizi bayıltan şok, Sigil parçasının kendisini size, nabzınıza ve beyin dalgalarınıza göre ayarlamasıydı. Onu kullanabilirsin ama bir bedeli var: Seni kurutacak.

# TXT_SUB_MAP10_4
source: One piece constitutes awesome power. Possession of all five pieces would be devastating and would give the user total control of the planet.
da: Et stykke udgør en fantastisk kraft. Besiddelse af alle fem stykker ville være ødelæggende og ville give brugeren total kontrol over planeten.
ja: だがたった一つでも相当な力を放つ。 それが5つ揃った時は圧倒的な力で世界をも支配下に置けるだろう。
nl: Een stuk vormt ontzagwekkende kracht. Het bezit van alle vijf de stukken zou verwoestend zijn en zou de gebruiker de volledige controle over de planeet geven.
pt_br: Uma das peças possui um poder tremendo. Possuir todas as cinco peças seria devastador e daria controle total do planeta ao utilizador.
ro: O piesă constituie putere uimitoare. Posesiunea tuturor pieselor ar fi devastatore și ar da deținătorului control asupra întregii planete.
sv: Ett stycke utgör en fantastisk kraft. Att äga alla fem delar skulle vara förödande och ge användaren total kontroll över planeten.
tr: Tek bir parça müthiş bir güç demektir. Beş parçaya birden sahip olmak yıkıcı olur ve kullanıcıya gezegenin kontrolünü tamamen verir.

# TXT_SUB_LOG2
source: Listen, this com unit tells me that you're 100% human. I've been ordered to bring you in, we're talking trust here. Betray me and pay. Oh, and by the way, you can call me Blackbird.
da: Hør, denne com-enhed fortæller mig, at du er 100 % menneskelig. Jeg er blevet beordret til at bringe dig ind, vi taler om tillid her. Forråd mig og betal. Og forresten, du kan kalde mig Blackbird.
ja: 聞こえるか、この無線機がアナタは100%人間だと判断した。 私はアナタを信頼して良いとみて連れて来るよう命じられた、 反乱への報酬は期待して良いわ。ああ、それと、私の名はブラックバードよ。
nl: Luister, deze com-unit zegt me dat je 100% menselijk bent. Ik heb opdracht gekregen om je binnen te halen, we hebben het hier over vertrouwen. Verraad me en betaal. Oh, en trouwens, je mag me Blackbird noemen.
pt_br: Ouça, este comunicador me diz que você é 100% humano. Recebi ordens para te trazer até aqui. É melhor você ser de confiança. Se você me trair, você me paga. Ah, a propósito, pode me chamar de Blackbird.
ro: Ascultă, unitatea asta îmi spune că ești 100% uman. Am primit ordin să te aduc, vorbim de încredere aici. Trădează-mă și plătești. Oh, și apropo, îmi poți spune Blackbird.
sv: Lyssna, den här kommunikationsenheten säger mig att du är 100 % mänsklig. Jag har fått order att ta in dig, vi pratar om förtroende här. Förråda mig och betala. Och förresten, du kan kalla mig Blackbird.
tr: Dinle, bu iletişim birimi bana senin %100 insan olduğunu söylüyor. Seni getirmem emredildi, burada güvenden bahsediyoruz. Bana ihanet edersen bedelini ödersin. Bu arada bana Karatavuk diyebilirsin.

# TXT_SUB_LOG3
source: Head over to the old town hall. After the Order bombed it, Macil had a tunnel built that lets us get in and out without the acolytes' knowledge.
da: Gå over til det gamle rådhus. Efter at Ordenen bombede det, fik Macil bygget en tunnel, som lader os komme ind og ud uden acolytes' viden.
ja: 旧市庁舎に向かうんだ。オーダーに爆撃された後 そこにマシルがアコライトに関わる者を欺く為の抜け道を用意している。
nl: Ga naar het oude stadhuis. Nadat de Orde het gebombardeerd had, liet Macil een tunnel bouwen die ons in en uit laat stappen zonder dat de acolieten het wisten.
pt_br: Vá até à antiga prefeitura. Depois que a Ordem a bombardeou, Macil mandou construir um túnel que nos leva e tira de lá sem os acólitos perceberem.
ro: Du-te la vechea hală a orașului, Macil a construit un tunel care permite trecerea fără a fi detectat.
sv: Gå till det gamla stadshuset. Efter att Orden bombade det lät Macil bygga en tunnel som gör att vi kan ta oss in och ut utan acolytternas vetskap.
tr: Eski belediye binasına git. Tarikat orayı bombaladıktan sonra Macil, yardımcıların haberi olmadan girip çıkmamızı sağlayan bir tünel inşa ettirdi.

# TXT_SUB_LOG4
source: Go through the door on your left, then the one on the right. The guard's name is Geoff. Tell him you need gold.
da: Gå gennem døren til venstre og derefter gennem den til højre. Vagtens navn er Geoff. Sig til ham, at du har brug for guld.
ja: すぐ左のドアを通り、右のドアから小部屋に入るんだ。 見張りの名はジェフ。金が必要だ と言えば通じる。
nl: Ga door de deur links van je, dan die rechts van je. De bewaker heet Geoff. Zeg hem dat je goud nodig hebt.
pt_br: Vá pela porta à sua esquerda e depois a da direita. O nome do guarda é Geoff. Diga a ele que você precisa de ouro.
ro: Du-te prin ușa la stânga, apoi dreapta. Numele gardianului e Geoff. Spune-i că ai nevoie de aur.
sv: Gå genom dörren till vänster och sedan genom dörren till höger. Vaktens namn är Geoff. Säg till honom att du behöver guld.
tr: Solundaki kapıdan geç, sonra sağdakinden. Muhafızın adı Geoff. Ona altına ihtiyacın olduğunu söyle.

# TXT_SUB_LOG5
source: Irale is the Front's "fixer". He's behind the unmarked door next to the weapons shop.
da: Irale er frontens "fixer". Han befinder sig bag den umærkede dør ved siden af våbenbutikken.
ja: イラールとはフロントの'仲介者'よ。彼は武器屋の隣のマークされてないドアに居る。 発電所に近い所だ。
nl: Irale is de "fixer" van de Front. Hij zit achter de ongemarkeerde deur naast de wapenwinkel.
pt_br: Irale é o "quebra-galho" da Frente. Ele está atrás da porta desmarcada próxima ao depósito de armas.
ro: Irale e "reparatorul" Frontului. E în spatele ușii fără însemn lângă magazinul de arme.
sv: Irale är frontens "fixare". Han finns bakom den omärkta dörren bredvid vapenbutiken.
tr: İrale, Cephe'nin "iş bitiricisi". Silah dükkanının yanındaki işaretlenmemiş kapının arkasında.

# TXT_SUB_LOG6
source: Remember: kill with stealth instead of force. You won't set off the alarms.
da: Husk: Dræb med list i stedet for med magt. Du vil ikke udløse alarmen.
ja: 覚えておいて:静かに殺す時はナイフか毒矢だ。警報を鳴らすと厄介なことになる。
nl: Onthoud: dood met heimelijke in plaats van met geweld. Je laat de alarmen niet afgaan.
pt_br: Lembre-se: mate com cautela ao invés de força. Assim você não ativará os alarmes.
ro: Ține minte: ucide subtil în loc de forță brută. Nu vei declanșa alarma.
sv: Kom ihåg: döda med smygande i stället för med våld. Du kommer inte att utlösa larmen.
tr: Unutmayın: güç yerine gizlilikle öldürün. Alarmları çalıştırmazsın.

# TXT_SUB_LOG7
source: All I know about the governor is that he's playing both sides to the middle. Here's his so-called "mansion."
da: Alt jeg ved om guvernøren er, at han spiller begge sider til midten. Her er hans såkaldte "palæ".
ja: 私が知事について知っていることは、町の中央で双方を遊ばせてる様だ。 ソイツがここいらを'マンション'と呼んでいる。
nl: Het enige wat ik van de gouverneur weet is dat hij beide kanten van de gouverneur naar het midden speelt. Hier is zijn zogenaamde "herenhuis".
pt_br: Tudo o que eu sei sobre o governador é que ele está jogando entre dois lados. Aqui fica a sua suposta "mansão".
ro: Tot ce știu despre Guvernator e că plătește ambele tabere. Aici e așa-zisul lui "complex".
sv: Allt jag vet om guvernören är att han spelar båda sidor till mitten. Här är hans så kallade "herrgård".
tr: Vali hakkında bildiğim tek şey, iki tarafı da ortada oynaması. İşte onun sözde "malikanesi".

# TXT_SUB_LOG8
source: Ugh. The dregs of humanity have certainly found a home.
da: Ugh. Menneskehedens bundfald har bestemt fundet et hjem.
nl: Ugh. De bezinksels van de mensheid hebben zeker een thuis gevonden.
pt_br: Urgh. A escória da humanidade certamente encontrou um lar.
ro: Ugh. Scursurile umanității și-au găsit o casă cu siguranță.
sv: Usch. Mänsklighetens avskum har verkligen hittat ett hem.
tr: Ugh. İnsanlığın tortuları kesinlikle bir yuva bulmuş.

# TXT_SUB_LOG9
source: Calling Mourel sleazy is paying him a compliment. He's mongrel turd on a stick.
da: At kalde Mourel sleazy er at give ham en kompliment. Han er en mongolsk lort på en pind.
ja: モーレルにとって汚職議員は誉め言葉だ。 ソイツはクソを漏らした'駄犬'でしかないからな。
nl: Mourel slordig noemen is een compliment voor hem. Hij is een bastaard op een stokje.
pt_br: Chamar o Mourel de picareta é elogio. Ele é um total desgraçado de merda.
ro: Numindu-l pe Mourel zgârcit e un compliment. E o corcitură de rahat pe băț.
sv: Att kalla Mourel sliskig är en komplimang. Han är en mongolisk skit på en pinne.
tr: Mourel'e adi demek ona iltifat etmektir. O bir sopa üzerindeki melez bok.
