Repository: the-phinet/UZDoom
Catalog: zdoom_game_strings/*.po
Languages: da, ja, nl, pt_br, ro, sv, tr

# TXT_DLG_SCRIPT23_D10612_CANIB
source: Can I be of more help?
da: Kan jeg være til mere hjælp?
ja: 何かお困りでも?
nl: Kan ik meer hulp bieden?
pt_br: Posso ajudar com mais alguma coisa?
ro: Pot fi mai de ajutor?
sv: Kan jag vara till mer hjälp?
tr: Daha fazla yardımcı olabilir miyim?

# TXT_RPLY0_SCRIPT23_D10612_MOREI
source: More info.
da: Mere info.
ja: 更なる情報。
nl: Meer info.
pt_br: Mais informações.
ro: Mai multă informație.
sv: Mer information.
tr: Daha fazla bilgi.

# TXT_RYES0_SCRIPT23_D10612_LOOKF
source: Look for Timothy. I've heard he knows some of the Order's secrets.
da: Kig efter Timothy. Jeg har hørt, at han kender nogle af Ordenens hemmeligheder.
ja: ティモシーを探せ。彼がオーダーの秘密を 知っていると聞いた。
nl: Zoek Timothy. Ik heb gehoord dat hij enkele van de geheimen van de Orde kent.
pt_br: Procure por Timothy. Fiquei sabendo que ele conhece alguns segredos da Ordem.
ro: Uită-te după Timotei. Am auzit că ar cunoaște mai multe secrete ale Ordinului.
sv: Leta efter Timothy. Jag har hört att han känner till några av ordens hemligheter.
tr: Timothy'i ara. Tarikat'ın bazı sırlarını bildiğini duydum.

# TXT_RNO0_SCRIPT23_D10612_JUSTA
source: Just another 5 gold.
da: Bare 5 guld mere.
ja: たった5ゴールドだぞ。
nl: Gewoon nog eens 5 goud.
pt_br: Só mais 5 moedas.
ro: Alte 5 monezi.
sv: Bara ytterligare 5 guld.
tr: Sadece 5 altın daha.

# TXT_DLG_SCRIPT23_D12128_THATS
source: That's all I know. Even bartenders run out of stuff to say, sorry.
da: Det er alt, hvad jeg ved. Selv bartendere løber tør for ting at sige, undskyld.
ja: 知ってることはこれで全部だ。 バーテンダーの噂は売切れだ、すまない。
nl: Dat is alles wat ik weet. Zelfs de barmannen hebben niet veel meer te zeggen, sorry.
pt_br: Isso é tudo o que eu sei. Até donos de bar acabam ficando sem algo pra dizer uma hora, sinto muito.
ro: Asta e tot ce știu, până și barmanii rămân fără chestii de zis.
sv: Det är allt jag vet. Till och med bartender får slut på saker att säga, tyvärr.
tr: Tüm bildiğim bu. Barmenlerin bile söyleyecek şeyleri bitiyor, üzgünüm.

# TXT_DLG_SCRIPT23_D13644_HELLO
source: Hello.
da: Hej.
ja: どうも。
nl: Hallo.
pt_br: Olá.
ro: Salut.
sv: Hej.
tr: Merhaba.

# TXT_RPLY0_SCRIPT23_D13644_WHATA
source: What are you doing?
da: Hvad laver du?
ja: 何してるんだ?
nl: Wat ben je aan het doen?
pt_br: O que você está fazendo?
ro: Ce faci?
sv: Vad gör du?
tr: Ne yapıyorsun?

# TXT_RYES0_SCRIPT23_D13644_IMDOI
source: I'm doing stuff, go away!
da: Jeg laver noget, gå væk!
ja: 今は立て込んでる、離れろ!
nl: Ik doe dingen, ga weg!
pt_br: Estou fazendo coisas, vá embora!
ro: Am treabă, pleacă!
sv: Jag gör saker, försvinn!
tr: Bir şeyler yapıyorum, git başımdan!

# TXT_DLG_SCRIPT23_D15160_IFYOU
source: If you have this much time to waste, see if you can find the blue chalice. My studies on the Order suggest they have hidden it somewhere in the manufacturing sector of the factory. This artifact would be of great value to me, so, bring it to me, and I'll help you out.
da: Hvis du har så meget tid at spilde, så se om du kan finde den blå bæger. Mine undersøgelser af Ordenen tyder på, at de har gemt den et sted i fabrikkens produktionssektor. Denne artefakt ville være af stor værdi for mig, så bring den til mig, og jeg vil hjælpe dig.
ja: アンタがもし時間を浪費するつもりじゃないなら 青の聖杯を見つけられるかどうかを確かめる。 その骨董品は俺にとって非常に価値がある。 持ってきたら協力しよう。
nl: Als je zoveel tijd te verliezen hebt, kijk dan of je de blauwe kelk kunt vinden. Mijn studies over de Orde suggereren dat ze het ergens in de productiesector van de fabriek verborgen hebben. Dit artefact zou van grote waarde zijn voor mij, dus, breng het naar mij, en ik zal je helpen.
pt_br: Se você tem tanto tempo livre assim, veja se você consegue achar o cálice azul. Pelo que pesquisei sobre a Ordem, eles o esconderam em algum lugar no setor de manufatura da fábrica. Esse artefato seria de grande valor pra mim, então traga ele para mim e eu te ajudarei.
ro: Dacă ai atât de mult timp de pierdut, vezi dacă poți găsi pocalul albastru. Studiile mele indică faptul că Ordinul l-a ascuns undeva în sectorul de manufactură al fabricii. Artefactul mi-ar fi de mare folos, așa că, adu-mi-l, și o să te ajut.
sv: Om du har så mycket tid att slösa, se om du kan hitta den blå bägaren. Mina studier om orden tyder på att de har gömt den någonstans i fabrikens tillverkningssektor. Denna artefakt skulle vara av stort värde för mig, så, ta med den till mig så ska jag hjälpa dig.
tr: Kaybedecek bu kadar zamanın varsa, mavi kadehi bulmaya çalış. Tarikat üzerine yaptığım çalışmalar, onu fabrikanın üretim bölümünde bir yere sakladıklarını gösteriyor. Bu obje benim için çok değerli, bu yüzden onu bana getir, ben de sana yardım edeyim.

# TXT_DLG_SCRIPT23_D16676_YOUFO
source: You found the blue chalice! OK, give it to me first, and we'll trade.
da: Du har fundet den blå bæger! OK, giv mig den først, så kan vi bytte.
ja: 青の聖杯を見つけたのか! 良し、それをくれたら取引に応じよう。
nl: Je hebt de blauwe kelk gevonden! Oké, geef hem eerst aan mij, dan ruilen we hem.
pt_br: Você achou o cálice azul! Ok, me dê ele primeiro e aí a gente negocia.
ro: Ai găsit pocalul albastru! OK, dă-mi-l, și o să facem schimb.
sv: Du har hittat den blå bägaren! Okej, ge den till mig först så byter vi.
tr: Mavi kadehi bulmuşsun! Tamam, önce onu bana ver, sonra takas ederiz.

# TXT_RPLY0_SCRIPT23_D16676_TAKEI
source: Take it, it's bad luck anyway.
da: Tag den, den bringer alligevel uheld.
ja: 渡そう、兎に角運が悪かった。
nl: Neem het, het is toch al pech.
pt_br: Pode pegar. Isso atrai azar de qualquer forma.
ro: Ia-l, poartă ghinion oricum.
sv: Ta den, den betyder ändå otur.
tr: Al, zaten kötü şans getirir.

# TXT_RPLY1_SCRIPT23_D16676_SCREW
source: Screw you, I'm keeping it.
da: Rend mig, jeg beholder den.
ja: ふざけるな、俺の物だ。
nl: Krijg de klere, ik hou het.
pt_br: Vá se ferrar, ele é meu.
ro: Du-te naibi, îl păstrez.
sv: Dra åt helvete, jag behåller den.
tr: Siktir git, bende kalacak.

# TXT_RYES1_SCRIPT23_D16676_THENI
source: Then I'm not giving you anything. Get lost!
da: Så giver jeg dig ikke noget. Forsvind!
ja: 何もやるモンは無いぞ。失せな!
nl: Dan geef ik je niets. Donder op!
pt_br: Então não te darei nada. Se manda!
ro: Atunci nu îți dau nimic. Valea!
sv: Då ger jag dig ingenting. Försvinn!
tr: O zaman sana hiçbir şey vermiyorum. Kaybol!

# TXT_DLG_SCRIPT23_D18192_LOCAT
source: Locate the forge. The information I just gave you should help you enter a secretive sector of the factory. One of the forge workers can open the door.
da: Find smedjen. De oplysninger, jeg lige har givet dig, skulle hjælpe dig med at komme ind i en hemmelig sektor af fabrikken. En af smediearbejderne kan åbne døren.
ja: 工場の鉄工所を探せ。俺が与えた情報は そこの隠された区域に入る為に必要だ。 偽の作業員がドアを開けるだろう。
nl: Zoek de smederij. De informatie die ik je net heb gegeven zou je moeten helpen om een geheime sector van de fabriek te betreden. Een van de smidsewerkers kan de deur openen.
pt_br: Localize a forja. A informação que acabei de te passar deve ajudar para entrar em um setor secreto da fábrica. Um dos operários da forja pode abrir a porta.
ro: Găsește forja. Informațiile pe care ți le-am oferit ar trebui să te ajute să intri într-un sector secret al fabricii. Unul dintre făurari poate deschide ușa.
sv: Leta upp smedjan. Informationen jag just gav dig ska hjälpa dig att komma in i en hemlig sektor av fabriken. En av smidesarbetarna kan öppna dörren.
tr: Demirhaneyi bulun. Sana verdiğim bilgiler fabrikanın gizli bir bölümüne girmene yardımcı olacaktır. Demirci işçilerinden biri kapıyı açabilir.

# TXT_RPLY0_SCRIPT23_D18192_WHATC
source: What can I find there?
da: Hvad kan jeg finde der?
ja: そこには何がある?
nl: Wat kan ik daar vinden?
pt_br: O que vou encontrar lá?
ro: Ce pot găsi acolo?
sv: Vad kan jag hitta där?
tr: Orada ne bulabilirim?

# TXT_DLG_SCRIPT23_D19708_MYRES
source: My research suggests that some dark power from the ancient past is hidden there. Be careful!
da: Min forskning tyder på, at der er gemt en mørk magt fra den gamle fortid der. Vær forsigtig!
ja: 俺の調査では、古代の災厄がそこに隠されている という話だ。注意しろよ!
nl: Mijn onderzoek suggereert dat daar een duistere kracht uit het oude verleden verborgen ligt. Wees voorzichtig!
pt_br: Minha pesquisa sugere que há algum poder sombrio do passado antigo escondido naquele lugar. Tome cuidado!
ro: Investigațiile mele indică faptul că ceva putere întunecată din trecutul antic e ascunsă acolo. Ai grijă!
sv: Min forskning tyder på att någon mörk kraft från det forntida förflutna är gömd där. Var försiktig!
tr: Araştırmalarım, kadim geçmişten gelen karanlık bir gücün orada saklı olduğunu gösteriyor. Dikkatli ol!

# TXT_DLG_SCRIPT23_D21224_THATB
source: That blue chalice, how'd you come by it? I've been researching the Order and their links to the distant past, and that artifact would help me. Let's make a deal. Give me the chalice, and I'll give you some info.
da: Den blå bæger, hvordan er du kommet til den? Jeg har forsket i Ordenen og deres forbindelser til den fjerne fortid, og denne artefakt ville hjælpe mig. Lad os lave en aftale. Giv mig bægeret, og jeg giver dig nogle oplysninger.
ja: その青い聖杯はどうした? 私はオーダーの遥か過去の関係について調査 していた、その骨董品が手掛かりになりそうだ。 取引しよう、聖杯をくれれば幾つか情報を渡す。
nl: Die blauwe kelk, hoe kom je eraan? Ik heb de Orde en hun verbanden met het verre verleden onderzocht, en dat artefact zou me helpen. Laten we een deal sluiten. Geef me de kelk en ik zal je wat informatie geven.
pt_br: Esse cálice azul, como você o encontrou? Estive pesquisando sobre a Ordem e o seu vínculo com o passado distante e esse artefato me ajudaria. Vamos fazer um trato. Me dê o cálice e eu te dou informações.
ro: Acel potir albastru, cum l-ai găsit? Am cercetat Ordinul și legăturile lor cu trecutul, iar acel artefact mă poate ajuta. Să facem un târg, Îmi dai potirul, iar eu îți dau informații.
sv: Den blå kalken, hur kom du över den? Jag har forskat om orden och deras kopplingar till det förflutna, och den artefakten skulle hjälpa mig. Låt oss göra en överenskommelse. Ge mig bägaren, så ger jag dig lite information.
tr: O mavi kadehi nereden buldun? Tarikat'ı ve uzak geçmişle bağlantılarını araştırıyordum ve bu eser bana yardımcı olabilir. Bir anlaşma yapalım. Kadehi bana ver, ben de sana biraz bilgi vereyim.

# TXT_RPLY0_SCRIPT23_D21224_TAKEI
source: Take it, it's bad luck anyway.
da: Tag den, den bringer alligevel uheld.
ja: 渡そう、兎に角運が悪かった。
nl: Neem het, het is toch al pech.
pt_br: Pode pegar. Isso atrai azar de qualquer forma.
ro: Ia-l, poartă ghinion oricum.
sv: Ta den, den betyder ändå otur.
tr: Al, zaten kötü şans getirir.

# TXT_RPLY1_SCRIPT23_D21224_SCREW
source: Screw you, I'm keeping it.
da: Rend mig, jeg beholder den.
ja: ふざけるな、俺の物だ。
nl: Krijg de klere, ik hou hem.
pt_br: Vá se ferrar, ele é meu.
ro: Du-te naibi, îl păstrez.
sv: Dra åt helvete, jag behåller den.
tr: Siktir git, bende kalacak.

# TXT_RYES1_SCRIPT23_D21224_THENI
source: Then I'm not giving you anything. Get lost!
da: Så giver jeg dig ikke noget. Forsvind!
ja: 何もやるモンは無いぞ。失せな!
nl: Dan geef ik je niets. Donder op!
pt_br: Então não te darei nada. Se manda!
ro: Atunci nu îți dau nimic. Valea!
sv: Då ger jag dig ingenting. Försvinn!
tr: O zaman sana hiçbir şey vermiyorum. Kaybol!

# TXT_DLG_SCRIPT23_D22740_NOWWH
source: Now, what can I help you with?
da: Hvad kan jeg hjælpe dig med?
ja: 今手伝ってくれるか?
nl: Nu, waar kan ik je mee helpen?
pt_br: Então, como posso ajudá-lo?
ro: Acum, cu ce te pot ajuta?
sv: Vad kan jag hjälpa dig med?
tr: Şimdi, sana nasıl yardım edebilirim?

# TXT_RPLY0_SCRIPT23_D22740_SHADO
source: Shadow armor?
da: Skygge rustning?
ja: シャドウアーマー?
nl: Schaduw pantser?
pt_br: Armadura das sombras?
ro: Armura umbrei?
sv: Skuggarmering?
tr: Gölge zırhı mı?

# TXT_RYES0_SCRIPT23_D22740_AHHTO
source: Ahh, to be heard, but not seen!
da: Ahh, at blive hørt, men ikke set!
ja: ああ、声はすれど姿は見えず。
nl: Ahhh, om gehoord, maar niet gezien te worden!
pt_br: Ahh, ser ouvido mas não ser visto!
ro: Ahh, să fii auzit, dar nu văzut!
sv: Ahh, att höras men inte ses!
tr: Ahh, duyulmak ama görülmemek!

# TXT_RNO0_SCRIPT23_D22740_GETOU
source: Get out of here, come back when you have some cash.
da: Forsvind herfra, og kom tilbage, når du har nogle penge.
ja: ここを出て、稼いでからまた来てくれ!
nl: Ga hier weg, kom terug als je wat geld hebt.
pt_br: Vá embora daqui. Volte quando tiver dinheiro.
ro: Cară-te, întoarce-te când ai bani.
sv: Stick härifrån och kom tillbaka när du har pengar.
tr: Git buradan, biraz paran olduğunda geri gel.

# TXT_DLG_SCRIPT23_D24256_THANK
source: Thank Deus you got here. To enter the factory you need a key. We stole it but our agent is missing in the web of catacombs under the Order's stronghold. I have sent ten good men into those tunnels to find him, and none have returned. Something is down there!
da: Tak Deus for at du kom her. For at komme ind på fabrikken skal du bruge en nøgle. Vi stjal den, men vores agent er forsvundet i katakomberne under ordenens højborg. Jeg har sendt ti gode mænd ned i disse tunneller for at finde ham, men ingen er vendt tilbage. Der er noget dernede!
ja: ようやく来てくれたか。 工場に入るためには鍵が必要だ。 鍵は盗んだのだが、我々の密偵が砦地下にある 地下墓所で行方不明になった。 彼を探すため10名派遣したのだが、 誰一人帰ってこなかった。 地下墓地で何か異変が起こっているに違いない。
nl: Bedankt deus dat je hier bent gekomen. Om de fabriek binnen te komen heb je een sleutel nodig. We hebben het gestolen maar onze agent ontbreekt in het web van de catacomben onder het bolwerk van de Orde. Ik heb tien goede mannen in die tunnels gestuurd om hem te vinden, en niemand is teruggekomen. Er is daar beneden iets!
pt_br: Graças a Deus que você está aqui. Para entrar na fábrica você precisa de uma chave. Nós a roubamos mas nosso agente desapareceu na rede de catacumbas debaixo da fortaleza da Ordem. Mandei dez homens capazes pra dentro desses túneis para encontrá-lo e ninguém retornou. Tem alguma coisa lá embaixo!
ro: Slavă Domnului că ești aici. Ca să intri în fabrică ai nevoie de o cheie. Am furat-o dar agentul nostru a dispărut în rețeaua catacombelor fortăreței Ordinului. Am trimis zece oameni pricepuți după el, dar niciunul nu s-a întors. Ceva se întâmplă acolo!
sv: Tacka Deus för att du kom hit. För att komma in i fabriken behöver du en nyckel. Vi stal den, men vår agent saknas i katakomberna under Ordensfästet. Jag har skickat tio goda män in i tunnlarna för att hitta honom, men ingen har återvänt. Något finns där nere!
tr: Buraya geldiğin için Deus'a şükret. Fabrikaya girmek için bir anahtara ihtiyacınız var. Onu çaldık ama ajanımız Tarikat'ın kalesinin altındaki yeraltı mezarlarında kayıp. Onu bulmaları için o tünellere on iyi adam gönderdim ama hiçbiri geri dönmedi. Aşağıda bir şey var!

# TXT_RPLY0_SCRIPT23_D24256_WHATI
source: What is it? Human or... ?
da: Hvad er det? Menneske eller... ?
ja: それは一体?人間か...?
nl: Wat is het? Menselijk of.... ?
pt_br: O que é? É humano ou... ?
ro: Ce e? Uman sau... ?
sv: Vad är det? Människor eller... ?
tr: Ne var orada? İnsan mı yoksa... ?

# TXT_DLG_SCRIPT23_D25772_NOTDE
source: Not. Definitely not. Whatever it is, you must fight it to retrieve the key. I'll open the catacombs' entrance. When you've got it, the factory is next to the mines. Hurry, each second counts.
da: Nej. Helt sikkert ikke. Uanset hvad det er, skal du kæmpe mod det for at få nøglen tilbage. Jeg åbner katakombernes indgang. Når du har fået den, er fabrikken ved siden af minerne. Skynd dig, hvert sekund tæller.
ja: いや。人間の仕業だとはとても思えない。 それが何であれ君は鍵を取り戻せ。 地下墓所への入り口は開けておこう。 鍵を手に入れたら、工場は採掘所の隣にある。 時間はあまり無いから急ぐのだ。
nl: Niet. Zeker niet. Wat het ook is, je moet ertegen vechten om de sleutel terug te krijgen. Ik zal de ingang van de catacomben openen. Als je hem hebt, staat de fabriek naast de mijnen. Schiet op, elke seconde telt.
pt_br: Não. Definitivamente não é. Seja lá o que for, você deve enfrentá-lo para recuperar a chave. Vou abrir a entrada das catacumbas. Quando você pegar a chave, vá para a fábrica próxima às minas. Depressa, cada segundo é importante.
ro: Nu. Cu siguranță nu. Orice ar fi, va trebui să o înfrunți pentru a recupera cheia. Voi deschide intrarea catacombelor. Când o ai, fabrica e vizavi de mine. Grăbește-te, orice secundă contează.
sv: Inte. Definitivt inte. Vad det än är måste du slåss mot det för att få tag på nyckeln. Jag öppnar katakombernas ingång. När du har fått den är fabriken bredvid gruvorna. Skynda dig, varje sekund räknas.
tr: İnsan değil. Kesinlikle değil. O her neyse, anahtarı almak için onunla savaşmalısın. Yeraltı mezarlarının girişini açacağım. Anahtarı aldığında, fabrika madenlerin yanında. Acele et, her saniye önemli.

# TXT_RPLY0_SCRIPT23_D25772_SOMET
source: Something inhuman, eh?, great.
da: Noget umenneskeligt, hva'?, fantastisk.
ja: 非人道的な何か?流石だな。
nl: Iets onmenselijks, eh?, geweldig.
pt_br: Algo não-humano, é? Que ótimo.
ro: Ceva inuman, ei? Grozav.
sv: Något omänskligt, va?, bra.
tr: İnsanlık dışı bir şey, ha? Harika.

# TXT_DLG_SCRIPT23_D27288_YOURE
source: You're wasting time and lives! Move!
da: Du spilder tid og liv! Af sted!
ja: こうしてる間にも君は時間と人命を 無駄にしている。行け!
nl: Je verspilt tijd en levens! Vooruit!
pt_br: Você está desperdiçando tempo e vidas! Ande logo!
ro: Pierzi timp și vieți, mișcă-te!
sv: Du slösar bort tid och liv! Flytta på dig!
tr: Zamanınızı ve hayatlarınızı boşa harcıyorsunuz! Çekilin!

# TXT_DLG_SCRIPT27_D0_THEMA
source: The master doesn't like visitors. He likes all of his work to remain undisturbed. I've got to go get fresh parts from the storage room. I think he said a leg and an arm. Oh, well no time to talk anymore. I'd leave before he finds you.
da: Mesteren kan ikke lide besøgende. Han kan lide, at alt hans arbejde forbliver uforstyrret. Jeg skal hente nye dele fra lagerrummet. Jeg tror, han sagde et ben og en arm. Nå, men vi har ikke tid til at snakke mere. Jeg ville gå, før han finder dig.
ja: マスターは訪問者ヲ嫌っている。 彼ハ自分ノ仕事ヲ邪魔されないノガ良いからダ。 私ハこれカラ倉庫に新品の部品を取りに行かねば 腕と足だったカナ。オット、モウ話ス時間ハ無イ マスターが君を見つける前ニ出発しなけれバ。
nl: De meester houdt niet van bezoekers. Hij houdt ervan dat al zijn werk ongestoord blijft. Ik moet verse onderdelen uit de opslagruimte halen. Ik denk dat hij een been en een arm zei. Oh, nou geen tijd meer om te praten. Ik zou weggaan voordat hij je vindt.
pt_br: O mestre não gosta de visitantes. Ele gosta que seu trabalho não seja perturbado. Tenho que ir buscar peças novas no depósito. Bom, não tenho mais tempo para conversa. Eu iria embora antes que ele te ache.
ro: Stăpânului nu îi plac vizitatorii. Îi place ca toată muncă să fie nederanjată. Trebuie să aduc părți noi din depozit. Cred că a zis un braț și un picior. Of, nu mai e timp de vorbă. O să plec înainte să te găsească.
sv: Mästaren gillar inte besökare. Han vill att allt arbete ska förbli ostört. Jag måste hämta nya delar från lagret. Jag tror att han sa ett ben och en arm. Vi har inte tid att prata längre. Jag skulle gå innan han hittar dig.
tr: Efendi ziyaretçileri sevmez. Tüm çalışmalarının rahatsız edilmeden kalmasını ister. Gidip depodan yeni parçalar almalıyım. Sanırım bir bacak ve bir kol dedi. Artık konuşacak vakit yok. Ben olsam o seni bulmadan giderdim.

# TXT_RPLY0_SCRIPT27_D0_WHYST
source: Why's that.
da: Hvorfor det?
ja: 何故そんなことを。
nl: Waarom is dat.
pt_br: Por quê?
ro: De ce.
sv: Varför det?
tr: Nedenmiş o?

# TXT_RYES0_SCRIPT27_D0_BECAU
source: Because, I told you he doesn't like visitors!
da: Fordi jeg sagde jo, at han ikke kan lide besøgende!
ja: ナゼなら、マスターは訪問されたくナイからダ!
nl: Omdat hij niet van bezoekers houdt, zei ik toch!
pt_br: Porque, como eu já te falei, ele não gosta de visitantes!
ro: Pentru că, ți-am spus, nu-i plac vizitatorii!
sv: För att jag sa ju att han inte gillar besökare!
tr: Çünkü sana ziyaretçileri sevmediğini söylemiştim!

# TXT_DLG_SCRIPT27_D1516_YOUKN
source: You know, you're about the right size for one of the acolyte's uniforms.
da: Du har den rette størrelse til en af acolyternes uniformer.
ja: 知ッテるハズだ、アンタに合う アコライトの制服一着のサイズについてサ。
nl: Weet je, je bent ongeveer de juiste maat voor een van de uniformen van de acoliet.
pt_br: Sabe, você tem a altura perfeita para um dos uniformes de acólito.
ro: Știi, eși marimea potrivită pentru o uniformă de acolit.
sv: Du vet, du är ungefär rätt storlek för en av akolyternas uniformer.
tr: Biliyor musun, yardımcı üniformalarından biri için doğru bedensin.

# TXT_DLG_SCRIPT31_D0_OHNOI
source: Oh no, I'm not the real Programmer, he's hiding. Continue past the guard training area, very tough. If you survive, you might be able to talk to him. Or kill him.
da: Åh nej, jeg er ikke den rigtige programmør. Han gemmer sig. Fortsæt forbi vagttræningsområdet, meget hårdt. Hvis du overlever, kan du måske tale med ham. Eller slå ham ihjel.
ja: イヤイヤ、私ハ真ノプログラマーではない、 彼ハ隠れている。非常ニタフなガードノ 訓練場にダ、もし生き残れたら会えるだろう 或いハ彼を殺せるだろう。
nl: Oh nee, ik ben niet de echte programmeur, hij verstopt zich. Ga verder langs de bewakingsopleiding, heel moeilijk. Als je het overleeft, kun je misschien met hem praten. Of dood hem.
pt_br: Ah não, eu não sou o verdadeiro Programador. Ele está escondido. Continue pela área de treinamento de guardas. É bem difícil. Se você sobreviver, talvez você possa falar com ele. Ou matar ele.
ro: Oh nu, nu sunt adevăratul Programator. Continuă până dincolo de câmpul de antrenament. Dacă supraviețuiești, vei putea vorbi cu el. Sau să îl omori.
sv: Åh nej, jag är inte den riktiga programmeraren, han gömmer sig. Fortsätt förbi vakternas träningsområde, mycket tufft. Om du överlever kanske du kan prata med honom. Eller döda honom.
tr: Oh hayır, ben gerçek Programcı değilim, o saklanıyor. Muhafız eğitim alanını geçmeye devam et, çok zorlu. Eğer hayatta kalırsan, onunla konuşabilirsin. Ya da onu öldürebilirsin.

# TXT_RPLY0_SCRIPT31_D0_WHOAR
source: Who are you?
da: Hvem er du?
ja: お前は誰だ?
nl: Wie ben jij?
pt_br: Quem é você?
ro: Cine ești?
sv: Vem är du?
tr: Kimsin sen?

# TXT_DLG_SCRIPT31_D1516_YOULL
source: You'll never find anything if you hang around here.
da: Du finder aldrig noget, hvis du bliver hængende her.
ja: アンタがここをふらついても何も無いよ。
nl: Je zult nooit iets vinden als je hier rondhangt.
pt_br: Você nunca vai descobrir nada se ficar por aqui.
ro: N-o să aflii nimic dacă pierzi timpul aici.
sv: Du kommer aldrig att hitta något om du hänger kvar här.
tr: Buralarda takılırsan asla bir şey bulamazsın.

# TXT_DLG_SCRIPT32_D0_PISSO
source: Piss off peasant!
da: Pis af bonde!
ja: イラつかせるな、田吾作が!
nl: Boer boer kwaad maken!
pt_br: Suma daqui, plebeu!
ro: Valea, sărmanule!
sv: Dra åt helvete bonde!
tr: Defol köylü!

# TXT_DLG_SCRIPT32_D1516_DIELI
source: Die little man!
da: Dø, lille mand!
nl: Sterf kleine man!
pt_br: Morra, insignificante!
ro: Mori, mititelule!
sv: Dö, lilla man!
tr: Geber küçük adam!

# TXT_DLG_SCRIPT32_D3032_FINAL
source: Finally I can get out of this cell.
da: Endelig kan jeg komme ud af denne celle.
ja: 遂に、この独房から抜け出せる。
nl: Eindelijk kan ik uit deze cel komen.
pt_br: Finalmente eu posso sair desta cela.
ro: În sfârșit pot părăsi celula asta.
sv: Äntligen kan jag komma ut ur den här cellen.
tr: Sonunda bu hücreden çıkabilirim.

# TXT_RPLY0_SCRIPT32_D3032_WHYAR
source: Why are you in here?
da: Hvorfor er du herinde?
ja: 何でここにいる?
nl: Waarom ben je hier binnen?
pt_br: Por que você está aqui?
ro: De ce ești închis?
sv: Varför är du här inne?
tr: Sen neden buradasın?

# TXT_RYES0_SCRIPT32_D3032_IWASF
source: I was framed.
da: Jeg er blevet snydt.
ja: 私は無実だ。
nl: Ik werd erin geluisd.
pt_br: Eu caí numa cilada.
ro: A fost o înscenare.
sv: Jag blev lurad.
tr: Bana komplo kuruldu.

# TXT_DLG_SCRIPT32_D4548_HARRI
source: Harris said that I was plotting to kill the Governor. I would never harm a soul.
da: Harris sagde, at jeg planlagde at dræbe guvernøren. Jeg ville aldrig skade nogen.
ja: ハリスに知事の暗殺を企てていると言われた。 そんなこと心にも思ったことは無いのに。
nl: Harris zei dat ik van plan was om de gouverneur te vermoorden. Ik zou nooit een ziel kwaad doen.
pt_br: O Harris disse que eu estava planejando matar o Governador. Eu nunca faria mal a qualquer pessoa.
ro: Harris a spus că plănuiam să-l omor pe Guvernator. N-aș răni un suflet niciodată.
sv: Harris sa att jag planerade att döda guvernören. Jag skulle aldrig skada en själ.
tr: Harris, Vali'yi öldürmeyi planladığımı söyledi. Kimseye zarar vermem.
