Repository: the-phinet/UZDoom
Catalog: zdoom_game_strings/*.po
Languages: da, ja, nl, pt_br, ro, sv, tr

# TXT_RANDOM_REBEL_04
source: Don't get too close to any of those big robots. They'll melt you down for scrap!
da: Kom ikke for tæt på nogen af de store robotter. De vil smelte dig ned til skrot!
ja: デカブツには近づくなよ。スクラップみたいに 踏みつぶされるぞ!
nl: Kom niet te dicht bij een van die grote robots. Ze zullen je laten smelten voor de schroothoop!
pt_br: Nem pense em ficar perto daqueles robôs. Vão te transformar em ferro velho num instante!
ro: Nu te apropia de roboți. Te vor topii!
sv: Kom inte för nära någon av de stora robotarna. De kommer att smälta ner dig till skrot!
tr: O büyük robotlara fazla yaklaşma. Sizi hurda için eritirler!

# TXT_RANDOM_REBEL_05
source: The day of our glory will soon come, and those who oppose us will be crushed!
da: Vores storhedsdag vil snart komme, og de, der modsætter sig os, vil blive knust!
ja: 栄光の日は我々に訪れる、 そして反逆する者達は潰す!
nl: De dag van onze glorie zal snel komen, en degenen die zich tegen ons verzetten zullen worden verpletterd!
pt_br: O dia de nossa glória chegará, e aqueles que se opuserem contra nós serão destruídos!
ro: Ziua în care noi vom avea gloria va veni curând și toti vor fi striviți.
sv: Vår härlighets dag kommer snart, och de som motsätter sig oss kommer att krossas!
tr: Zafer günümüz yakında gelecek ve bize karşı çıkanlar ezilecek!

# TXT_RANDOM_REBEL_06
source: Don't get too comfortable. We've still got our work cut out for us.
da: Lad være med at sætte dig for godt til rette. Vi har stadig vores arbejde foran os.
ja: あまり気楽でいるな。 我々にはまだやるべき事があるんだ。
nl: Maak het je niet al te comfortabel. We hebben nog steeds werk voor de boeg.
pt_br: Não fique muito confortável. Ainda temos trabalho a fazer.
ro: Nu te fă prea comfortabil. Încă mai avem treabă de făcut.
sv: Gör det inte för bekvämt. Vi har fortfarande vårt arbete framför oss.
tr: Fazla rahatlamayın. İşimiz hala bizim için biçilmiş kaftan.

# TXT_RANDOM_REBEL_07
source: Macil says that you're the new hope. Bear that in mind.
da: Macil siger, at du er det nye håb. Husk det.
ja: マシルは貴方が新しい希望だと言っている。 心に留めておいてくれ。
nl: Macil zegt dat jij de nieuwe hoop bent. Houd dat in gedachten.
pt_br: Macil disse que você é a nova esperança. Lembre-se disso.
ro: Macil spune că tu ești speranța. Ține minte asta.
sv: Macil säger att du är det nya hoppet. Tänk på det.
tr: Macil senin yeni umut olduğunu söylüyor. Bunu aklınızdan çıkarmayın.

# TXT_RANDOM_REBEL_08
source: Once we've taken these charlatans down, we'll be able to rebuild this world as it should be.
da: Når vi først har nedlagt disse charlataner, vil vi kunne genopbygge denne verden, som den skal være.
ja: 我々が一度こんな酷いハッタリを負かせば、 世界を本来の状態に建て直せるだろう。
nl: Als we deze charlatans eenmaal hebben verwijderd, kunnen we deze wereld weer opbouwen zoals het hoort.
pt_br: Assim que derrubarmos esses charlatões, poderemos reconstruir o mundo do jeito certo.
ro: Dupa ce îi vom răpune pe șarlatanii ăștia, vom putea reconstrui lumea în ceea ce trebuie să fie.
sv: När vi väl har slagit ner dessa charlataner kommer vi att kunna återuppbygga den här världen som den borde vara.
tr: Bu şarlatanları alaşağı ettikten sonra, bu dünyayı olması gerektiği gibi yeniden inşa edebileceğiz.

# TXT_RANDOM_REBEL_09
source: Remember that you aren't fighting just for yourself, but for everyone here and outside.
da: Husk, at du ikke kun kæmper for dig selv, men for alle her og udenfor.
ja: 貴方は自分自身だけでなく、 国中の人の為に戦っている事を忘れないでくれよ。
nl: Onthoud dat je niet alleen voor jezelf vecht, maar voor iedereen hier en daarbuiten.
pt_br: Lembre-se que você não está lutando só por si mesmo, mas por todos nós.
ro: Ține minte că nu lupți doar pentru tine, ci pentru toți de aici și de afară.
sv: Kom ihåg att du inte bara kämpar för dig själv, utan för alla här och utanför.
tr: Sadece kendiniz için değil, buradaki ve dışarıdaki herkes için savaştığınızı unutmayın.

# TXT_RANDOM_REBEL_10
source: As long as one of us still stands, we will win.
da: Så længe en af os stadig står tilbage, vil vi vinde.
ja: 我々が一人でも立っていれば、それが勝利。
nl: Zolang één van ons nog staat, zullen we winnen.
pt_br: Enquanto um de nós ainda estiver de pé, teremos chance de vencer.
ro: Atâta timp cât unul din noi trăiește, vom triumfa.
sv: Så länge en av oss fortfarande står kvar kommer vi att vinna.
tr: İçimizden biri ayakta kaldığı sürece kazanacağız.

# TXT_RANDOM_AGUARD_01
source: Move along, peasant.
da: Gå videre, bonde.
ja: 立ち去れ、百姓。
nl: Ga verder, boer.
pt_br: Continue andando, plebeu.
ro: Mișcă, sărmanule.
sv: Gå vidare, bonde.
tr: İlerle köylü.

# TXT_RANDOM_AGUARD_02
source: Follow the true faith, only then will you begin to understand.
da: Følg den sande tro, først da vil du begynde at forstå.
ja: 真の信仰を求めよ、それしか理解に至る道はない。
nl: Volg het ware geloof, pas dan zul je het begrijpen.
pt_br: Siga a verdadeira fé. Só então você começará a entender.
ro: Urmează crezul adevărat, doar atunci vei începe să înțelegi.
sv: Följ den sanna tron, först då kommer du att börja förstå.
tr: Gerçek inancı takip et, ancak o zaman anlamaya başlarsın.

# TXT_RANDOM_AGUARD_03
source: Only through death can one be truly reborn.
da: Kun gennem døden kan man virkelig blive genfødt.
ja: 人が真の意味で生まれ変われる方法は、死のみだ
nl: Alleen door de dood kan men echt herboren worden.
pt_br: Somente através da morte que alguem poderá renascer de verdade.
ro: Doar prin moarte poate cineva să fie renăscut cu adevărat.
sv: Endast genom döden kan man verkligen återfödas.
tr: İnsan ancak ölümle gerçekten yeniden doğabilir.

# TXT_RANDOM_AGUARD_04
source: I'm not interested in your useless drivel.
da: Jeg er ikke interesseret i dit ubrugelige sludder.
ja: お前の無益な戯言なぞ興味は無い。
nl: Ik ben niet geïnteresseerd in je nutteloze gewauwel.
pt_br: Não estou interessado em ouvir as suas bobagens inúteis.
ro: Nu sunt interesat de lipsa ta de sens.
sv: Jag är inte intresserad av ditt värdelösa dravel.
tr: İşe yaramaz saçmalıklarınla ilgilenmiyorum.

# TXT_RANDOM_AGUARD_05
source: If I had wanted to talk to you I would have told you so.
da: Hvis jeg havde ønsket at tale med dig, ville jeg have sagt det til dig.
ja: 話があったらこちらからする。
nl: Als ik met je had willen praten, had ik je dat gezegd.
pt_br: Se eu quisesse falar com você, eu teria te dito.
ro: Dacă voiam să vorbim ți-aș fi spus.
sv: Om jag hade velat prata med dig hade jag sagt det till dig.
tr: Seninle konuşmak isteseydim, bunu sana söylerdim.

# TXT_RANDOM_AGUARD_06
source: Go and annoy someone else!
da: Gå ud og irriter en anden!
ja: あまりイライラさせるな!
nl: Ga iemand anders irriteren!
pt_br: Vá incomodar outra pessoa!
ro: Du-te și enervează pe altul.
sv: Gå och irriter någon annan!
tr: Git ve başkasını rahatsız et!

# TXT_RANDOM_AGUARD_07
source: Keep moving!
da: Fortsæt med at bevæge dig!
ja: 立ち去れ!
nl: Blijf in beweging!
pt_br: Continue andando!
ro: Continuă să mergi!
sv: Fortsätt att röra på dig!
tr: Yürümeye devam et!

# TXT_RANDOM_AGUARD_08
source: If the alarm goes off, just stay out of our way!
da: Hvis alarmen går i gang, så hold dig bare væk fra os!
ja: 警報を鳴らされたくないなら、邪魔をするな!
nl: Als het alarm afgaat, blijf dan gewoon uit de weg!
pt_br: Se o alarme disparar, não fique no nosso caminho!
ro: Dacă alarma e declanșată, pur și simplu nu ne sta în cale.
sv: Om larmet går, håll dig bara ur vägen!
tr: Alarm çalarsa, yolumuzdan çekilin!

# TXT_RANDOM_AGUARD_09
source: The Order will cleanse the world and usher it into the new era.
da: Ordenen vil rense verden og føre den ind i den nye æra.
ja: オーダーは世界を浄化し、 我々を新しい時代へ導いてくれる。
nl: De orde zal de wereld zuiveren en het nieuwe tijdperk inluiden.
pt_br: A Ordem purificará o mundo e o conduzirá para a nova era.
ro: Ordinul va curăța lumea și ne va propulsa într-o nouă eră.
sv: Orden kommer att rena världen och föra in den i den nya eran.
tr: Tarikat dünyayı temizleyecek ve yeni bir çağ başlatacak.

# TXT_RANDOM_AGUARD_10
source: Problem? No, I thought not.
da: Problemer? Nej, det troede jeg ikke.
ja: 問題か? そうは思わないが。
nl: Probleem? Nee, ik dacht van niet.
pt_br: Algum problema? Imaginei que não.
ro: Probleme? Nu, așa credeam și eu.
sv: Problem? Nej, det trodde jag inte.
tr: Sorun mu var? Hayır, ben de öyle düşünmüştüm.

# TXT_RANDOM_BEGGAR_01
source: Alms for the poor?
da: Almisser til de fattige?
ja: 貧民に何か恵んでくれるのか?
nl: Aalmoezen voor de armen?
pt_br: Uma ajuda para os pobres?
ro: Ceva pentru ce-i sărmani?
sv: Almosor till de fattiga?
tr: Fakirler için sadaka mı?

# TXT_RANDOM_BEGGAR_02
source: What are you looking at, surfacer?
da: Hvad kigger du på, overfladeklipper?
ja: 何ジロジロ見てる、地上人。
nl: Waar kijk je naar, oppervlaktebewoner?
pt_br: Tá olhando o quê, habitante da superfície?
ro: La ce te uiți?
sv: Vad tittar du på, ytmänniska?
tr: Neye bakıyorsun, sörfçü?

# TXT_RANDOM_BEGGAR_03
source: You wouldn't have any extra food, would you?
da: Du har vel ikke noget ekstra mad, vel?
ja: 余ってる食べ物とかはないよな?
nl: Je zou toch geen extra eten hebben, of wel?
pt_br: Por acaso você não tem comida sobrando, tem?
ro: Nu ai mâncare în plus, nu-i așa?
sv: Du skulle inte ha någon extra mat, eller hur?
tr: Fazladan yiyeceğin olmazdı, değil mi?

# TXT_RANDOM_BEGGAR_04
source: You surface people will never understand us.
da: I overflademennesker vil aldrig forstå os.
ja: お前みたいな地上の連中には俺らのことなんて わかりゃしない。
nl: Je zult mensen ons nooit begrijpen.
pt_br: Vocês da superfície nunca nos entenderão.
ro: Voi oamenii de la suprafață nu veți înțelege niciodată.
sv: Ni ytliga människor kommer aldrig att förstå oss.
tr: Siz yüzey insanları bizi asla anlamayacaksınız.

# TXT_RANDOM_BEGGAR_05
source: Ha, the guards can't find us. Those idiots don't even know we exist.
da: Ha, vagterne kan ikke finde os. De idioter ved ikke engang, at vi eksisterer.
ja: 衛兵共は俺らを見つけられない。 あのバカどもは俺らがここに居ることすら 知らないんだぞ。
nl: Ha, de bewakers kunnen ons niet vinden. Die idioten weten niet eens dat we bestaan.
pt_br: Hah, os guardas não conseguem nos achar. Esses idiotas nem sabem que a gente existe.
ro: Ha, gardienii nu ne pot găsi. Idioții ăștia nici măcar nu știu de existența noastră.
sv: Ha, vakterna kan inte hitta oss. De idioterna vet inte ens att vi finns.
tr: Ha, muhafızlar bizi bulamaz. O aptallar varlığımızdan bile haberdar değiller.

# TXT_RANDOM_BEGGAR_06
source: One day everyone but those who serve the Order will be forced to join us.
da: En dag vil alle undtagen dem, der tjener ordenen, blive tvunget til at slutte sig til os.
ja: そのうち、オーダーに仕える者を除いて 全ての人間が私達のようになることを 強いられるだろう。
nl: Op een dag zal iedereen, behalve degenen die de Orde dienen, gedwongen worden om zich bij ons aan te sluiten.
pt_br: Um dia todos exceto aqueles que servem à Ordem serão forçados a se juntarem a nós.
ro: Într-o bună zi toți în afară de cei care slujesc Ordinul vor fi nevoiți să ni se alăture.
sv: En dag kommer alla utom de som tjänar Orden att tvingas ansluta sig till oss.
tr: Bir gün Tarikat'a hizmet edenler dışında herkes bize katılmak zorunda kalacak.

# TXT_RANDOM_BEGGAR_07
source: Stare now, but you know that this will be your own face one day.
da: Stir nu, men du ved, at dette vil være dit eget ansigt en dag.
ja: 今ジロジロ見てたみたいだが、 お前もいつかこんな顔になるだろうな。
nl: Staar nu, maar je weet dat dit op een dag je eigen gezicht zal zijn.
pt_br: Pode ficar olhando, mas você sabe que este será o seu próprio rosto um dia.
ro: Te holbezi acum, dar asta va fi soarta ta într-o zi.
sv: Stirra nu, men du vet att detta kommer att vara ditt eget ansikte en dag.
tr: Şimdi bak, ama biliyorsun ki bu bir gün senin de yüzün olacak.

# TXT_RANDOM_BEGGAR_08
source: There's nothing more annoying than a surfacer with an attitude!
da: Der er ikke noget mere irriterende end en overfladebeboer med en attitude!
ja: 腹立たしい地上人の態度は悩みの種だ!
nl: Er is niets vervelender dan een verharder met een houding!
pt_br: Não há nada mais irritante do que alguém da superfície cheio de si!
ro: Nu e nimic mai enervant decât o persoană de la suprafață cu fițe!
sv: Det finns inget mer irriterande än en ytmänniska med attityd!
tr: Tavırlı bir sörfçüden daha sinir bozucu bir şey yoktur!

# TXT_RANDOM_BEGGAR_09
source: The Order will make short work of your pathetic Front.
da: Ordenen vil gøre kort proces med din patetiske front.
ja: オーダーはアンタの哀れなフロントに近付いてる ってさ。
nl: De Orde zal kort werk maken van je zielige Front.
pt_br: A Ordem vai dar um jeito em vocês da Frente.
ro: Ordinul va face preș din Frontul tău.
sv: Orden kommer att göra processen kort med din patetiska front.
tr: Tarikat senin acınası cepheni kısa sürede halledecektir.

# TXT_RANDOM_BEGGAR_10
source: Watch yourself, surfacer. We know our enemies!
da: Pas på dig selv, overfladebeboer. Vi kender vores fjender!
ja: 気を付けろ、地上人。敵はアンタを知ってるぞ。
nl: Pas op, oppervlaktebewoner. We kennen onze vijanden!
pt_br: Cuidado, ô da superficie. Nós sabemos quem são os nossos inimigos!
ro: Ai grijă, omule de la suprafață! Ne cunoaștem inamicii.
sv: Se upp, ytmänniska. Vi känner våra fiender!
tr: Kendine dikkat et, sörfçü. Düşmanlarımızı tanıyoruz!

# TXT_RANDOM_PGUARD_01
source: We are the hands of fate. To earn our wrath is to find oblivion!
da: Vi er skæbnens hænder. At gøre sig fortjent til vores vrede er at finde glemsel!
ja: 運命は我々の手の中だ。 あまり歯向かわない方がいいぞ。
nl: Wij zijn de handen van het lot. Om onze toorn te verdienen is het vinden van de vergetelheid!
pt_br: Somos as mãos do destino. Quem despertar a nossa ira será destruído!
ro: Suntem mâinile destinului. Să ne câștigi furia e să găsești vidul!
sv: Vi är ödets händer. Att förtjäna vår vrede är att finna glömska!
tr: Bizler kaderin elleriyiz. Gazabımızı kazanmak, unutulmayı bulmaktır!

# TXT_RANDOM_PGUARD_02
source: The Order will cleanse the world of the weak and corrupt!
da: Ordenen vil rense verden for de svage og korrupte!
ja: オーダーは浅ましく腐敗した世界を 浄化するだろう!
nl: De Orde zal de wereld zuiveren van de zwakken en corrupten!
pt_br: A Ordem purificará o mundo dos fracos e corruptos!
ro: Ordinul va curăța lumea de slabi și corupți!
sv: Orden kommer att rensa världen från de svaga och korrupta!
tr: Düzen, dünyayı zayıf ve yozlaşmış olanlardan temizleyecek!

# TXT_RANDOM_PGUARD_03
source: Obey the will of the masters!
da: Adlyd mændenes vilje!
ja: 主の意志に従うのだ。
nl: Gehoorzaam de wil van de meesters!
pt_br: Obedeça a lei dos mestres!
ro: Supune-te voinței stăpânilor!
sv: Lyd mästarnas vilja!
tr: Efendilerin iradesine itaat edin!

# TXT_RANDOM_PGUARD_04
source: Long life to the brothers of the Order!
da: Langt liv til ordenens brødre!
ja: オーダーの友に永久の命を!
nl: Een lang leven voor de broeders van de Orde!
pt_br: Vida longa aos irmãos da Ordem!
ro: Viață lungă fraților Ordinului!
sv: Länge liv till ordensbröderna!
tr: Tarikat'ın kardeşlerine uzun ömürler!

# TXT_RANDOM_PGUARD_05
source: Free will is an illusion that binds the weak minded.
da: Den frie vilje er en illusion, der binder de svage sind.
ja: 自由意志など、弱者を縛る幻想に過ぎぬ。
nl: De vrije wil is een illusie die de zwakkeren bindt.
pt_br: Livre arbítrio é uma ilusão para os fracos.
ro: Voința liberă e o iluzie care leagă mințile slabe.
sv: Fri vilja är en illusion som binder de svaga sinnena.
tr: Özgür irade, zayıf zihinleri bağlayan bir yanılsamadır.

# TXT_RANDOM_PGUARD_06
source: Power is the path to glory. To follow the Order is to walk that path!
da: Magt er vejen til ære. At følge Ordenen er at gå denne vej!
ja: 力は栄光への道だ。 オーダーに従えばその道を歩めるだろう。
nl: Macht is de weg naar glorie. De Orde volgen is dat pad bewandelen!
pt_br: O poder é o caminho para a glória. Siga a Ordem e andará por esse caminho!
ro: Puterea e calea spre glorie. Să urmezi Ordinul e să urmezi acea cale!
sv: Makt är vägen till ära. Att följa Orden är att gå den vägen!
tr: Güç, zafere giden yoldur. Tarikat'ı takip etmek o yolda yürümektir!

# TXT_RANDOM_PGUARD_07
source: Take your place among the righteous, join us!
da: Tag din plads blandt de retfærdige, slut dig til os!
ja: 正義は我等と共に在る、参加せよ!
nl: Neem je plaats in tussen de rechtvaardigen, sluit je aan bij ons!
pt_br: Tenha o seu lugar entre os justos. Junte-se a nós!
ro: Alătură-te celor drepți!
sv: Ta din plats bland de rättfärdiga, anslut dig till oss!
tr: Doğruların arasında yerinizi alın, bize katılın!

# TXT_RANDOM_PGUARD_08
source: The Order protects its own.
da: Ordenen beskytter sine egne.
ja: オーダーは我々を守護している。
nl: De Orde beschermt zijn discipelen.
pt_br: A Ordem protege os seus discípulos.
ro: Ordinul îi protejează pe cei loiali.
sv: Orden skyddar sina egna.
tr: Tarikat kendine ait olanları korur.

# TXT_RANDOM_PGUARD_09
source: Acolytes? They have yet to see the full glory of the Order.
da: Acolytes? De har endnu ikke set Ordenens fulde herlighed.
ja: アコライト? 奴等はオーダーの爛漫なる未来を見ていない。
nl: Acolieten? Zij moeten de volle glorie van de Orde nog zien.
pt_br: Acólitos? Eles ainda não viram toda a glória da Ordem.
ro: Acoliți? Încă nu au văzut gloria Ordinului.
sv: Acolytes? De har ännu inte sett ordens fulla ära.
tr: Yardımcıları mı? Henüz Tarikat'ın tüm ihtişamını görmediler.

# TXT_RANDOM_PGUARD_10
source: If there is any honor inside that pathetic shell of a body, you'll enter into the arms of the Order.
da: Hvis der er nogen ære inden i denne ynkelige skal af en krop, vil du gå ind i Ordenens arme.
ja: その哀れな肉体の殻でも名誉の為ならば、 オーダーの兵器を携える事が出来るだろう。
nl: Als er enige eer in dat zielige omhulsel van een lichaam zit, zul je in de armen van de Orde binnengaan.
pt_br: Se ainda existe honra dentro da sua carne patética, você entrará para os braços da Ordem.
ro: Dacă e o fărâmă de onoare în acel corp jalnic, vei putea intra în brațele Ordinului.
sv: Om det finns någon heder i det patetiska skalet av en kropp, kommer du att gå in i Ordens armar.
tr: Eğer o zavallı bedenin içinde biraz onur varsa, Tarikat'ın kollarına gireceksin.

# TXT_RANDOMGOODBYE_1
source: Bye!
da: Farvel!
ja: じゃあな!
nl: Dag!
pt_br: Tchau!
ro: Pa!
sv: Hej då!
tr: Güle güle!

# TXT_RANDOMGOODBYE_2
source: Thanks, bye!
da: Tak, farvel!
ja: どうも、じゃあ!
nl: Bedankt, tot ziens!
pt_br: Obrigado. Até mais!
ro: Merci, pa!
sv: Tack, hej då!
tr: Teşekkürler, güle güle!

# TXT_RANDOMGOODBYE_3
source: See you later!
da: Vi ses senere!
ja: また今度!
nl: Tot ziens!
pt_br: Até logo!
ro: Ne vedem mai încolo!
sv: Vi ses senare!
tr: Sonra görüşürüz!

# TXT_ILOG1
source: Hello? Command, a com unit has just been activated... Am receiving visuals and sound from... somebody... Hey you, get out of there now... and drop the chalice!
da: Hallo? Kommando, en kommunikationsenhed er lige blevet aktiveret... Jeg modtager billeder og lyd fra... en eller anden... Hey du, kom ud derfra nu... og smid bægeret!
ja: もしもし? 司令部、comユニットが起動されました。 ...からビジュアルとサウンドを受け取っています ...誰かが...ちょっと、今そこから出て行ってください ...そして聖杯を捨ててください！
nl: Hallo? Commando, een com-unit is zojuist geactiveerd.... Ontvang ik beelden en geluid van.... iemand... Hé jij, ga daar nu weg.... en laat de kelk vallen!
pt_br: Alô? Comando, um comunicador acabou de ser ativado... Estou recebendo imagens e som de... alguém... Ei você, saia daí agora... e solte o cálice!
ro: Alo? Centrul de comandă, o unitate tocmai a fost activată.... Primesc imagini și audio de la... cineva... Hei tu, pleacă de acolo și lasă potirul!
sv: Hallå? Kommando, en kom-enhet har just aktiverats... Får bild och ljud från... någon... Hallå där, kom ut därifrån nu... och släpp kalken!
tr: Alo? Komuta, bir iletişim birimi az önce aktive edildi. Birinden görüntü ve ses alıyorum. Hey sen, hemen oradan çık... ve kadehi bırak!

# TXT_ILOG2
source: Listen, this com unit tells me that you're 100% human. I've been ordered to bring you in, we're talking trust here. Betray me and pay. Oh, and by the way, you can call me Blackbird.
da: Hør, denne com-enhed fortæller mig, at du er 100% menneskelig. Jeg er blevet beordret til at bringe dig ind. Vi taler om tillid her. Forråd mig og betal. Åh, og forresten, du kan kalde mig Blackbird.
ja: 聞こえるか、この無線機がアナタは100%人間だと判断した。 私はアナタを信頼して良いとみて連れて来るよう命じられた、 反乱への報酬は期待して良いわ。ああ、それと、私の名はブラックバードよ。
nl: Luister, deze com-unit vertelt me dat je 100% menselijk bent. Ik heb opdracht gekregen om je binnen te halen, we hebben het hier over vertrouwen. Verraad me en betaal. Oh, en trouwens, je mag me Blackbird noemen.
pt_br: Ouça, este comunicador me diz que você é 100% humano. Recebi ordens para te trazer até aqui. É melhor você ser de confiança. Se você me trair, você me paga. Ah, a propósito, pode me chamar de Blackbird.
ro: Ascultă, unitatea asta îmi spune că ești 100% uman. Am primit ordin să te arestez. Trădează-mă și plătești. Oh, apropo, îmi poți spune Blackbird.
sv: Lyssna, den här kommunikationsenheten säger mig att du är 100% mänsklig. Jag har blivit beordrad att ta in dig, vi pratar om förtroende här. Förråda mig och betala. Och förresten, du kan kalla mig Blackbird.
tr: Dinle, bu iletişim ünitesi bana senin %100 insan olduğunu söylüyor. Seni buraya getirmem emredildi, burada güvenden bahsediyoruz. Bana ihanet edersen bedelini ödersin. Bu arada, bana Karatavuk diyebilirsin.

# strifeteaser
source: Go through the door, and talk to Macil.
da: Hør, denne com-enhed fortæller mig, at du er 100% menneskelig. Du er måske en af os, og måske kan vi prøve at stole på hinanden. Overvej denne test: Der er en flammekaster i guvernørens palæ. Hent den, så fører jeg dig til os.
ja: 聞いて、このcom-unitはあなたが100%人間だということを教えてくれます。 あなたは私たちのうちの一人であるかもしれません、 そしておそらく私たちは互いに試みて信頼することができます。 このテストを考えてください、知事の邸宅に火炎放射器があります。 それを手に入れてください
nl: Luister, deze com-unit vertelt me dat je 100% menselijk bent. Misschien bent u een van ons, en misschien kunnen we elkaar proberen te vertrouwen. Overweeg deze test, er is een vlammenwerper in het landhuis van de gouverneur. Haal het, en ik zal je naar ons toe leiden....
pt_br: Ouça, este comunicador me diz que você é 100% humano. Pode ser que você seja um de nós e talvez possamos tentar confiar um no outro. Considere isto um teste, há um lança-chamas na mansão do Governador. Entre lá e eu te guiarei até nós.
ro: Ascultă, unitatea asta îmi spune că ești 100% uman. Poate putem avea încredere unii în ceilalți. Consideră acest test, e un aruncător de flăcări în complexul Guvernatorului. Ia-l, te va duce la noi.
sv: Den här kommunikationsenheten säger mig att du är 100 procent mänsklig. Du kanske är en av oss och vi kanske kan försöka lita på varandra. Tänk på det här testet: Det finns en flamkastare i guvernörens herrgård. Hämta den, så leder jag dig till oss.
tr: Dinle, bu iletişim birimi bana senin %100 insan olduğunu söylüyor. Bizden biri olabilirsin ve belki birbirimize güvenmeyi deneyebiliriz. Bu testi düşün, Vali'nin malikanesinde bir alev makinesi var. Onu al, ben de seni bize götüreyim.

# TXT_ILOG3
source: Head over to the old town hall. Macil had a tunnel built that lets us get in and out without the acolytes' knowledge.
da: Gå over til det gamle rådhus. Macil har fået bygget en tunnel, der lader os komme ind og ud uden acolytes' viden.
ja: 旧市庁舎に入る。そこにはマシルがアコライトに関わる者を欺く為の 抜け道を用意している。
nl: Ga naar het oude stadhuis. Macil heeft een tunnel laten bouwen die ons zonder medeweten van de acolieten in en uit kan stappen.
pt_br: Vá até a antiga prefeitura. Macil construiu um túnel que permite que a gente entre e saia sem os acólitos perceberem.
ro: Du-te în vechia hală a orașului. Macil a construit un tunel care ne permite să ne deplasăm fără ca acoliții să știe.
sv: Gå till det gamla stadshuset. Macil lät bygga en tunnel som gör att vi kan ta oss in och ut utan acolytternas vetskap.
tr: Eski belediye binasına gidin. Macil, yardımcıların haberi olmadan girip çıkmamızı sağlayan bir tünel inşa ettirdi.
