Repository: the-phinet/UZDoom
Catalog: zdoom_game_strings/*.po
Languages: da, ja, nl, pt_br, ro, sv, tr

# TXT_RNO1_SCRIPT10_D34868_NOTRI
source: Not right now.
da: Ikke lige nu.
ja: 今はまだです。
nl: Niet op dit moment.
pt_br: Agora não.
ro: Nu chiar acum.
sv: Inte just nu.
tr: Şimdi olmaz.

# TXT_DLG_SCRIPT10_D36384_WHATI
source: What is it you need? I hope that you're giving the Order a taste of the kind of pain that we have been feeling for years.
da: Hvad er det, du har brug for? Jeg håber, at du giver Ordenen en smagsprøve på den slags smerte, som vi har følt i årevis.
ja: 必要な物は何ですか?私達が何年も前から感じた 多くの苦痛の味をオーダーに与えることを 願っています。
nl: Wat heb je nodig? Ik hoop dat je de Orde een voorproefje geeft van het soort pijn dat we al jaren voelen.
pt_br: O que está precisando? Espero que você esteja fazendo a Ordem sentir um pouco do sofrimento que nós estivemos passando por anos.
ro: De ce ai nevoie? Sper că îi dai Ordinului aceeași durere pe care și el ne-a oferit-o în toți acești ani.
sv: Vad är det du behöver? Jag hoppas att du ger Orden en smak av den typ av smärta som vi har känt i åratal.
tr: Neye ihtiyacın var? Umarım Tarikat'a yıllardır hissettiğimiz acıyı tattırıyorsundur.

# TXT_RPLY0_SCRIPT10_D36384_SOMEA
source: Some ammo.
da: Lidt ammunition.
ja: 弾を幾つか。
nl: Wat munitie.
pt_br: Um pouco de munição.
ro: Niște muniție.
sv: Lite ammunition.
tr: Biraz cephane.

# TXT_RYES0_SCRIPT10_D36384_THERE
source: There you go, don't waste it.
da: Værsgo, lad være med at spilde den.
ja: はいどうぞ、無駄にしないように。
nl: Daar ga je, verspil het niet.
pt_br: Aqui está. Não desperdice.
ro: Iată, n-o risipi.
sv: Varsågod, slösa inte bort den.
tr: Al bakalım, boşa harcama.

# TXT_RNO0_SCRIPT10_D36384_YOUVE
source: You've got enough ammo.
da: Du har nok ammunition.
ja: 弾は十分に見えます。
nl: Je hebt genoeg munitie.
pt_br: Você tem munição suficiente.
ro: Ai destulă muniție.
sv: Du har tillräckligt med ammunition.
tr: Yeterince cephanen var.

# TXT_RPLY1_SCRIPT10_D36384_TEACH
source: Teach me.
da: Lær mig det.
ja: 教えてくれ。
nl: Leer het me.
pt_br: Me ensine.
ro: Învață-mă.
sv: Lär mig.
tr: Öğret bana.

# TXT_RYES1_SCRIPT10_D36384_AFEWM
source: A few more lessons and you'll know all that I can teach.
da: Et par lektioner mere, og du vil vide alt, hvad jeg kan lære dig.
ja: もう少しで私の教えられる事が全てわかるはずです。
nl: Nog een paar lessen en je weet alles wat ik je kan leren.
pt_br: Mais algumas aulas e você já saberá tudo o que consigo ensinar.
ro: Câteva lecții, și vei știi tot ce știu si eu.
sv: Några lektioner till och du kommer att veta allt jag kan lära dig.
tr: Birkaç ders daha ve öğretebileceğim her şeyi öğreneceksin.

# TXT_RNO1_SCRIPT10_D36384_YOURE
source: You're not ready yet.
da: Du er ikke klar endnu.
ja: 貴方の準備がまだ整ってないように思えます。
nl: Je bent er nog niet klaar voor.
pt_br: Você ainda não está preparado.
ro: Nu ești pregătit încă.
sv: Du är inte redo än.
tr: Henüz hazır değilsin.

# TXT_DLG_SCRIPT10_D37900_ICANT
source: I can't believe that we're still around, you and I. There's just too many of us that have passed since the beginning. What can I do for you friend?
da: Jeg kan ikke tro, at vi stadig er her, du og jeg. Der er bare for mange af os, der er gået siden begyndelsen. Hvad kan jeg gøre for dig, min ven?
ja: 私達はまだ貴方の護衛をし続けられるとは 思えません。昔からの仲間は殆ど去って しまいました。貴方の友人の為に 何がしてあげられますか?
nl: Ik kan niet geloven dat we er nog steeds zijn, jij en ik. Er zijn er gewoon te veel van ons die sinds het begin zijn overleden. Wat kan ik voor je doen, vriend?
pt_br: Mal consigo acreditar que ainda estamos vivos, você e eu. Perdemos muitos companheiros desde o início. O que posso fazer por você, meu amigo?
ro: Nu-mi vine că cred că încă mai rezistăm, tu și eu. Sunt prea mulți cei care au murit de la început. Ce pot face pentru tine, prietene?
sv: Jag kan inte tro att vi fortfarande finns kvar, du och jag. Det är bara för många av oss som har passerat sedan början. Vad kan jag göra för dig, min vän?
tr: Hala buralarda olduğumuza inanamıyorum, sen ve ben. Başlangıçtan bu yana çok fazla insan geçti. Senin için ne yapabilirim dostum?

# TXT_RPLY0_SCRIPT10_D37900_IMOUT
source: I'm out of bullets.
da: Jeg er løbet tør for kugler.
ja: 弾切れだ。
nl: Ik heb geen kogels meer.
pt_br: Estou sem munição.
ro: Nu mai am gloanțe.
sv: Jag har slut på kulor.
tr: Mermim bitti.

# TXT_RYES0_SCRIPT10_D37900_HEREU
source: Here, use them to keep you in good health.
da: Her, brug dem til at holde dig sund og rask.
ja: どうぞ、これで体の調子を保って下さい。
nl: Hier, gebruik ze om je in goede gezondheid te houden.
pt_br: Pode pegar. Use essa munição para se manter saudável.
ro: Aici, folosește-le ca să te menții în formă.
sv: Här, använd dem för att hålla dig vid god hälsa.
tr: Al, onları sağlığını korumak için kullan.

# TXT_RNO0_SCRIPT10_D37900_YOUHA
source: You have enough.
da: Du har nok.
ja: 十分に持っています。
nl: Je hebt genoeg.
pt_br: Você tem o suficiente.
ro: Ai destule.
sv: Du har tillräckligt.
tr: Sende yeterince var.

# TXT_RPLY1_SCRIPT10_D37900_TEACH
source: Teach me.
da: Lær mig det.
ja: 教えてくれ。
nl: Leer het me.
pt_br: Me ensine.
ro: Învață-mă.
sv: Lär mig.
tr: Öğret bana.

# TXT_RYES1_SCRIPT10_D37900_WELLT
source: Well, that's it, you're done. I can teach no more.
da: Nå, det var det, du er færdig. Jeg kan ikke undervise mere.
ja: これで全てです。これ以上は教える事がありません。
nl: Nou, dat is het dan, je bent klaar. Ik kan geen les meer geven.
pt_br: Bom, é isso. Você já sabe de tudo. Não consigo ensinar mais nada.
ro: Asta e, gata, nu mai am ce să te învăț.
sv: Det var det, du är klar. Jag kan inte undervisa mer.
tr: Pekala, bu kadar, işin bitti. Daha fazla öğretemem.

# TXT_RNO1_SCRIPT10_D37900_RETUR
source: Return after Macil tells you it's time.
da: Vend tilbage, når Macil siger, at det er tid.
ja: マシルに許可を貰わないとなりません。
nl: Keer terug nadat Macil je vertelt dat het tijd is.
pt_br: Volte depois que Macil te disser que está na hora.
ro: Întoarce-te după ce Macil îți spune că e vremea.
sv: Återvänd när Macil säger att det är dags.
tr: Macil sana zamanın geldiğini söylediğinde geri dön.

# TXT_DLG_SCRIPT10_D39416_IVETA
source: I've taught you everything I can right now. I've given you all that you should ever need, unless you're out of bullets. Those I can still help you with.
da: Jeg har lært dig alt, hvad jeg kan lige nu. Jeg har givet dig alt, hvad du nogensinde skulle få brug for, medmindre du er løbet tør for kugler. Dem kan jeg stadig hjælpe dig med.
ja: 私が教えられる事はもうありません。 今後新しい武器は時間が掛かるが自分のペースで 学びなさい。弾切れでなければの話ですが。
nl: Ik heb je nu alles geleerd wat ik kan. Ik heb je alles gegeven wat je ooit nodig zou moeten hebben, tenzij je geen kogels meer hebt. Degenen waarmee ik je nog steeds kan helpen.
pt_br: Eu te ensinei tudo o que eu consigo neste momento. Já te passei tudo o que você pode precisar, a não ser que esteja sem munição. Ainda posso te ajudar com isso.
ro: Te-am învățat tot ce știu pentru moment. Ți-am dat tot ceea ce ai putea avea avea nevoie vreodată, decât dacă nu ai rămas cumva fără gloanțe. Cu astea te pot ajuta încă.
sv: Jag har lärt dig allt jag kan just nu. Jag har gett dig allt du någonsin skulle behöva, om du inte har slut på kulor. De kan jag fortfarande hjälpa dig med.
tr: Şu anda sana öğretebileceğim her şeyi öğrettim. Mermin bitmediği sürece ihtiyacın olan her şeyi verdim. Onlar için sana hala yardım edebilirim.

# TXT_RPLY0_SCRIPT10_D39416_YESIA
source: Yes I am.
da: Ja, det er jeg.
ja: ああ、そうだ。
nl: Ja, dat ben ik wel.
pt_br: Estou mesmo.
ro: Da sunt.
sv: Ja, det gör jag.
tr: Evet, ediyorum.

# TXT_RYES0_SCRIPT10_D39416_HEREY
source: Here you go.
da: Værsgo.
ja: どうぞ。
nl: Alsjeblieft.
pt_br: Aqui está.
ro: Iată.
sv: Här har du.
tr: Al bakalım.

# TXT_DLG_SCRIPT10_D40932_CHECK
source: Check out what's new, the teleporter beacon. When you use the beacon, we'll track the signal and send help. Is there something I can get you?
da: Se det nye, teleporterfyret. Når du bruger fyret, sporer vi signalet og sender hjælp. Er der noget, jeg kan skaffe dig?
ja: 何を見つけたと思う、テレポータービーコンだ。 ビーコンを使用すると信号を追跡して増援を送る ことができるぞ。必要な物はあるか?
nl: Kijk eens wat er nieuw is, het teleporterbaken. Als je het baken gebruikt, volgen we het signaal en sturen we hulp. Is er iets dat ik je kan krijgen?
pt_br: Veja só esta novidade, o sinalizador de teletransporte. Quando você usa o sinalizador, nós rastreamos o sinal e enviamos reforços. Posso te ajudar com alguma coisa?
ro: Iată ce e nou, un far. Când folosești farul, ne ghidăm după el și trimitem întăriri. E ceva ce ți-aș putea aduce?
sv: Kolla in vad som är nytt, teleporterfyren. När du använder fyren spårar vi signalen och skickar hjälp. Finns det något jag kan ge dig?
tr: Yeni olan şeye bak, ışınlayıcı işaret. İşareti kullandığında, sinyali takip edip yardım göndereceğiz. Size getirebileceğim bir şey var mı?

# TXT_RPLY0_SCRIPT10_D40932_BOXOF
source: Box of rockets
da: En kasse med raketter
ja: ロケット箱
nl: Doos met raketten
pt_br: Caixa de foguetes
ro: Cutie de rachete.
sv: En låda med raketer.
tr: Roket kutusu

# TXT_RYES0_SCRIPT10_D40932_THERE
source: There you go.
da: Værsgo.
ja: はい、どうぞ。
nl: Daar ga je.
pt_br: Aqui está.
ro: Iată.
sv: Här har du.
tr: Al bakalım.

# TXT_RNO0_SCRIPT10_D40932_YOUCA
source: You can't afford that!
da: Det har du ikke råd til!
ja: 買うだけの余裕が無い!
nl: Dat kan je je niet betalen!
pt_br: Você não pode comprar isto!
ro: Nu-ți poți permite asta!
sv: Du har inte råd med det!
tr: Bunu karşılayamazsın!

# TXT_RPLY1_SCRIPT10_D40932_HEGRE
source: H-E grenades.
da: H-E granater.
ja: HEグレネード
nl: H-E-granaten.
pt_br: Granadas explosivas.
ro: Grenade.
sv: H-E-granater.
tr: H-E el bombaları.

# TXT_RYES1_SCRIPT10_D40932_HEREY
source: Here you go.
da: Værsgo.
ja: どうぞ。
nl: Alsjeblieft.
pt_br: Aqui está.
ro: Iată.
sv: Varsågod.
tr: Al bakalım.

# TXT_RNO1_SCRIPT10_D40932_COMEB
source: Come back when you have enough money.
da: Kom tilbage, når du har penge nok.
ja: 十分持ってたらまた来い。
nl: Kom terug als je genoeg geld hebt.
pt_br: Volte quando tiver dinheiro suficiente.
ro: Întoarce-te când ai destui bani.
sv: Kom tillbaka när du har tillräckligt med pengar.
tr: Yeterli paran olduğunda geri gel.

# TXT_RPLY2_SCRIPT10_D40932_ENERG
source: Energy pod
da: Energibælg
ja: エネルギーポッド
nl: Energiecapsule
pt_br: Célula de energia.
ro: Capsulă energetică.
sv: Energipod.
tr: Enerji kapsülü

# TXT_RYES2_SCRIPT10_D40932_HERES
source: Here's your energy pod
da: Her er din energibælg.
ja: これがエネルギーポッドだ。
nl: Hier is je energiecapsule...
pt_br: Aqui está a sua célula de energia.
ro: Iată capsula energetică.
sv: Här är din energipodd.
tr: İşte enerji kapsülün.

# TXT_RNO2_SCRIPT10_D40932_YOUDO
source: You don't have enough for that.
da: Du har ikke nok til det.
ja: それでは足りない。
nl: Daar heb je niet genoeg voor.
pt_br: Você não tem o suficiente para isto.
ro: Nu ai suficiente fonduri pentru asta.
sv: Du har inte tillräckligt för det.
tr: Bunun için yeterince paran yok.

# TXT_RPLY3_SCRIPT10_D40932_TELEP
source: Teleporter beacon
da: Teleportørfyr
ja: テレポータービーコン
nl: Teleporter baken
pt_br: Sinalizador de teletransporte
ro: Far pentru teleportare.
sv: Teleporterfyren
tr: Işınlayıcı işaretçisi

# TXT_RYES3_SCRIPT10_D40932_HELPW
source: Help, when and where you need it.
da: Hjælp, når og hvor du har brug for det.
ja: 助けが必要になったら使うんだ。
nl: Help, waar en wanneer je het nodig hebt.
pt_br: Reforços, quando e onde você precisar.
ro: Ajutor, acolo și când ai nevoie de el.
sv: Hjälp, när och var du behöver den.
tr: İhtiyacınız olduğu zaman ve yerde yardım.

# TXT_RNO3_SCRIPT10_D40932_SORRY
source: Sorry, no charity.
da: Beklager, ingen velgørenhed.
ja: すまない、チャリティーじゃないんだ。
nl: Sorry, geen liefdadigheid.
pt_br: Sinto muito, mas não fazemos caridade.
ro: Scuze, nu e caritate.
sv: Tyvärr, ingen välgörenhet.
tr: Üzgünüm, hayırseverlik yok.

# TXT_DLG_SCRIPT10_D42448_NOWTH
source: Now that we actually have the castle under control, we have to be extra vigilant to keep it. The Order's probably getting ready to strike back right now.
da: Nu hvor vi faktisk har slottet under kontrol, skal vi være ekstra opmærksomme for at holde det. Ordenen er sikkert ved at gøre sig klar til at slå tilbage lige nu.
ja: 城が管理下に入った今、維持させるためには 更なる警戒網が必要になるだろう。オーダーは 反撃の準備をしているはずだ。
nl: Nu we het kasteel daadwerkelijk onder controle hebben, moeten we extra waakzaam zijn om het onder controle te houden. De Orde maakt zich waarschijnlijk klaar om nu meteen terug te slaan.
pt_br: Agora que temos o castelo sob controle, precisamos estar mais alertas para mantê-lo assim. A Ordem provavelmente está se preparando para contra-atacar neste momento.
ro: Acum că avem castelul sub control, va trebui să fim și mai vigilenți pentru a-l păstra. Ordinul probabil se pregătește pentru un atac de recuperare chiar acum.
sv: Nu när vi faktiskt har slottet under kontroll måste vi vara extra vaksamma för att behålla det. Ordern gör sig förmodligen redo att slå tillbaka just nu.
tr: Artık kaleyi kontrol altına aldığımıza göre, onu korumak için daha dikkatli olmalıyız. Tarikat muhtemelen şu anda geri saldırmaya hazırlanıyor.

# TXT_DLG_SCRIPT10_D43964_BECAR
source: Be careful out there.
da: Vær forsigtig derude.
ja: 外は気を付けろ。
nl: Wees voorzichtig daarbuiten.
pt_br: Tome cuidado.
ro: Ai grijă afară.
sv: Var försiktig där ute.
tr: Dışarıda dikkatli olun.

# TXT_DLG_SCRIPT10_D45480_KEEPU
source: Keep up the great work, we couldn't have done it without you.
da: Fortsæt det gode arbejde, vi kunne ikke have gjort det uden jer.
ja: 我々は貴方無くして成し遂げる事は出来なかった 素晴らしい働きをしてくれてます。
nl: Ga zo door, we hadden het zonder jou niet kunnen doen.
pt_br: Continue assim. Nós não teríamos conseguido sem você.
ro: Continuă să faci treabă bună, n-am fi reușit fără tine.
sv: Fortsätt med ert fantastiska arbete, vi hade inte kunnat göra det utan er.
tr: Harika iş çıkarmaya devam edin, siz olmadan bunu başaramazdık.

# TXT_DLG_SCRIPT11_D0_IMTHE
source: I'm the keymaster.
da: Jeg er nøglemesteren.
ja: 僕がキーマスターだ。
nl: Ik ben de sleutelbeheerder.
pt_br: Eu sou o mestre das chaves.
ro: Sunt stăpânul cheilor.
sv: Jag är nyckelmästaren.
tr: Ben anahtar yöneticisiyim.

# TXT_DLG_SCRIPT11_D1516_ALOTO
source: A lot of people would say this is a thankless and insignificant job. But it's not, in fact...
da: Mange ville sige, at det er et utaknemmeligt og ubetydeligt job. Men det er det ikke, faktisk...
ja: 皆、この仕事が報われないと思っているが 実際はそうでもないんだ...
nl: Veel mensen zouden zeggen dat dit een ondankbare en onbeduidende klus is. Maar dat is het niet, in feite....
pt_br: Muita gente diria que este é um trabalho ingrato e insignificante. Mas na verdade não é...
ro: O grămadă de oameni ar spune că e o muncă fără mulțumiri și insignifiantă. În realitate, nu este...
sv: Många skulle säga att det är ett otacksamt och obetydligt jobb. Men det är det inte, i själva verket...
tr: Birçok insan bunun nankör ve önemsiz bir iş olduğunu söyleyebilir. Ama değil, aslında...

# TXT_RPLY0_SCRIPT11_D1516_GIVEM
source: Give me the key!
da: Giv mig nøglen!
ja: 鍵をくれ!
nl: Geef me de sleutel!
pt_br: Me dê a chave!
ro: Dă-mi cheia!
sv: Ge mig nyckeln!
tr: Anahtarı bana ver!

# TXT_DLG_SCRIPT11_D3032_OKBUT
source: OK, but remember, I'm the keymaster.
da: OK, men husk, jeg er nøglemesteren.
ja: オーケー、なんせ僕は、キーマスターだしな。
nl: Oké, maar onthoud, ik ben de sleutelbeheerder.
pt_br: Ok, mas lembre-se, eu sou o mestre das chaves.
ro: Bine, dar ține minte, eu sunt stăpânul cheilor.
sv: Okej, men kom ihåg att jag är nyckelmästaren.
tr: Tamam, ama unutma, anahtar ustası benim.

# TXT_RPLY0_SCRIPT11_D3032_OKPAL
source: OK pal, whatever.
da: Okay, kammerat.
ja: わかった、何なりと。
nl: Oké, vriend, wat dan ook.
pt_br: Ok, amigo. Que seja.
ro: Bine amice, cum spui tu.
sv: Okej kompis, vad som helst.
tr: Tamam dostum, her neyse.

# TXT_DLG_SCRIPT11_D4548_IMTHE
source: I'm the keymaster.
da: Jeg er nøglemesteren.
ja: 僕がキーマスターだ。
nl: Ik ben de sleutelbeheerder.
pt_br: Eu sou o mestre das chaves.
ro: Sunt stăpânul cheilor.
sv: Jag är nyckelmästaren.
tr: Anahtar ustası benim.

# TXT_DLG_SCRIPT11_D6064_DIETR
source: Die traitor!
da: Dø, forræder!
ja: 死ね、反逆者!
nl: Sterf, verrader.
pt_br: Morra, traidor!
ro: Mori trădătorule!
sv: Dö, förrädare!
tr: Geber hain!

# TXT_DLG_SCRIPT11_D7580_DIETR
source: Die traitor!
da: Dø, forræder!
ja: 死ね、反逆者!
nl: Sterf, verrader.
pt_br: Morra, traidor!
ro: Mori trădătorule!
sv: Dö, förrädare!
tr: Geber hain!

# TXT_DLG_SCRIPT11_D9096_HAVEY
source: Have you come to gloat? Even though we're behind these bars, as long as we hold on, you still lose.
da: Er du kommet for at fryde dig? Selvom vi er bag disse tremmer, så længe vi holder fast, taber du stadig.
ja: 何睨んでるんだ?この棒が俺達を囲んでる限り、 お前は未だに負けている。
nl: Ben je gekomen om je te verkneukelen? Ook al zitten we achter deze tralies, zolang we ons vasthouden, verlies je nog steeds.
pt_br: Você veio se gabar? Mesmo que a gente esteja atrás destas grades, enquanto resistirmos, você ainda perde.
ro: Ai venit să te lauzi? Chiar dacă suntem în spatele gratilor, cât timp rezistăm, tu pierzi.
sv: Har du kommit för att skryta? Även om vi är bakom dessa galler, så länge vi håller ut, förlorar du ändå.
tr: Kına yakmaya mı geldin? Bu parmaklıkların arkasında olsak bile, biz dayandığımız sürece siz kaybedersiniz.

# TXT_DLG_SCRIPT11_D10612_LETUS
source: Let us out of here!
da: Lad os komme ud herfra!
ja: ここから出してくれ!
nl: Laat ons hier uit!
pt_br: Nos tire daqui!
ro: Scoate-ne de aici!
sv: Släpp ut oss härifrån!
tr: Çıkarın bizi buradan!

# TXT_DLG_SCRIPT11_D12128_LEAVE
source: Leave me alone!
da: Lad mig være i fred!
ja: ほっといてくれ!
nl: Laat me met rust!
pt_br: Me deixe em paz!
ro: Lasă-mă în pace!
sv: Lämna mig ifred!
tr: Beni yalnız bırakın!

# TXT_DLG_SCRIPT12_D0_WHATI
source: What is the wisdom you seek, simple one?
da: Hvad er det for en visdom du søger, simple en?
ja: 迷える者よ、如何なる知識を求めに来た。
nl: Wat is de wijsheid die je zoekt, eenvoudige wijsheid?
pt_br: Qual é a sabedoria que você procura, simples criatura?
ro: Ce înțelepciune cauți, om simplu?
sv: Vad är det för visdom du söker, enkla man?
tr: Aradığın bilgelik nedir, basit olan?

# TXT_RPLY0_SCRIPT12_D0_THESI
source: The Sigil of the One God.
da: Sigilet af den ene Gud.
ja: 唯一神のシジルだ。
nl: De Sigil van de Ene God.
pt_br: O Sigilo do Deus Único.
ro: Sigiliul Adevăratului Zeu.
sv: Den ende gudens signum.
tr: Tek Tanrı'nın Mührü.

# TXT_DLG_SCRIPT12_D1516_IFEEL
source: I feel one fragment resonate within you. The second lies at the heart of the crimson and obsidian tower. There you must combat the Bishop, who is aware, and awaits you. You will find him by following his symbol of power. Take this token to the keymaster. Return to me after you have slain the beast.
da: Jeg føler et fragment resonere i dig. Det andet ligger i hjertet af det purpurfarvede og obsidian tårn. Der skal du bekæmpe biskoppen, som er klar over det og venter på dig. Du finder ham ved at følge hans symbol for magt. Tag dette symbol med til nøglemesteren. Vend tilbage til mig, når du har dræbt udyret.
ja: お主の持つ欠片が共鳴しているのを感受出来る。 二つ目の欠片は紅と黒曜の塔だ。 そこでお主を待ち構えているビショップと戦え。 その者が持つシンボルを辿れば見つかるだろう。 このトークンをキーマスターに渡せ。 魔物を討伐した後、此処へ戻るのだ。
nl: Ik voel een fragment in je resoneren. Het tweede fragment ligt in het hart van de karmozijnrode en obsidiaan toren. Daar moet je de bisschop bestrijden, die zich bewust is van de situatie en op je wacht. Je zult hem vinden door zijn machtssymbool te volgen. Neem dit teken mee naar de sleutelbeheerder. Keer naar mij terug nadat je het beest hebt gedood.
pt_br: Posso sentir um fragmento ressoar de dentro de você. O segundo está na torre carmesim e obsidiana. Lá você deverá combater o Bispo, que está acordado e te aguarda. Você o encontrará seguindo o seu símbolo de poder. Leve esta ensígnia ao mestre das chaves. Volte depois de eliminar a besta.
ro: Simt un fragment care rezonează în tine. Al doilea e în inima turnului purpuriu, din obsidian. Acolo îl vei înfrunta pe Episcop, care e conștient, și în așteptare. Îl vei găsi urmându-i simbolul puterii. Du asta la stăpânul cheilor. Întoarce-te după ce ai înfrânt fiara.
sv: Jag känner ett fragment resonera inom dig. Det andra ligger i hjärtat av det karmosinröda och obsidianska tornet. Där måste du bekämpa biskopen, som är medveten och väntar på dig. Du hittar honom genom att följa hans maktsymbol. Ta den här symbolen till nyckelmästaren. Återvänd till mig när du har dödat odjuret.
tr: Bir parçanın içinde yankılandığını hissediyorum. İkincisi kızıl ve obsidyen kulenin kalbinde yatıyor. Orada, farkında olan ve seni bekleyen Piskopos'la savaşmalısın. Onu güç sembolünü takip ederek bulacaksın. Bu simgeyi anahtar ustasına götür. Canavarı öldürdükten sonra bana dön.

# TXT_RPLY0_SCRIPT12_D1516_ILLBE
source: I'll be back.
da: Jeg kommer tilbage.
ja: すぐ戻ってくる。
nl: Ik kom terug.
pt_br: Eu voltarei.
ro: Mă voi întoarce.
sv: Jag kommer tillbaka.
tr: Geri geleceğim.

# TXT_DLG_SCRIPT12_D3032_ALTHO
source: Although the Bishop is formidable, this quest is slight. Return to me when you possess the next fragment.
da: Selv om biskoppen er formidabel, er denne søgen let. Vend tilbage til mig, når du er i besiddelse af det næste fragment.
ja: ビショップは手強く、この使命は困難であろう。 次の欠片を手にしたら此処へ戻るのだ。
nl: Hoewel de bisschop formidabel is, is deze zoektocht gering. Keer terug naar mij als je het volgende fragment bezit.
pt_br: Embora o Bispo seja poderoso, esta missão é simples. Retorne para mim quando você possuir o próximo fragmento.
ro: Deși Episocopul e formidabil, misiunea asta e ușoara. Întoarce-te când ai cel de-al doilea fragment.
sv: Även om biskopen är formidabel är detta uppdrag lätt. Återvänd till mig när du besitter nästa fragment.
tr: Piskopos zorlu olsa da, bu görev hafif. Bir sonraki parçayı ele geçirdiğinde bana geri dön.

# TXT_DLG_SCRIPT12_D4548_YOURN
source: Your next challenge will test your spirit. The third piece is held by your own leader. He is the same as that which he sends you to kill.
da: Din næste udfordring vil sætte din ånd på prøve. Det tredje stykke er i din egen leders besiddelse. Han er den samme som den, han sender dig ud for at dræbe.
ja: 次の挑戦はお主の精神が試されるだろう。 三つ目の欠片はお主の指導者が所持している。 彼奴はお主の死を望むが為 戦場へ送り込んでいるのだ。
nl: Je volgende uitdaging zal je geest testen. Het derde stuk is in handen van je eigen leider. Hij is hetzelfde als wat hij je stuurt om te doden.
pt_br: Seu próximo desafio testará o seu espírito. A terceira peça está com o seu próprio líder. Ele é a mesma pessoa que ele quer que você mate.
ro: Următoarea provocare îți va testa spiritul. A treia piesă e deținută de liderul tău. A celași care te trimite să omori.
sv: Din nästa utmaning kommer att sätta din själ på prov. Den tredje biten innehas av din egen ledare. Han är densamma som den som han skickar dig att döda.
tr: Bir sonraki mücadeleniz ruhunuzu sınayacak. Üçüncü parça kendi lideriniz tarafından tutuluyor. Seni öldürmen için gönderdiğiyle aynı kişi.

# TXT_RPLY0_SCRIPT12_D4548_MACIL
source: Macil? A traitor?
da: Macil? En forræder?
ja: マシル?彼が裏切者?
nl: Macil? Een verrader?
pt_br: Macil? Um traidor?
ro: Macil? Un trădător?
sv: Macil? En förrädare?
tr: Macil mi? Bir hain mi?

# TXT_DLG_SCRIPT12_D6064_YOURB
source: Your blind faith has allowed him to advance to his goals with each piece you gain. Confront him and resolve your fate.
da: Din blinde tro har gjort det muligt for ham at komme videre til sine mål med hver brik, du får. Konfronter ham, og afklar din skæbne.
ja: 彼を妄信するお主の活躍によって、 彼奴の目的が果たされる間近だ。 彼奴に立ち向かい、運命を切り開くのだ。
nl: Jouw blinde geloof heeft hem in staat gesteld om met elk stuk dat je wint zijn doelen te bereiken. Confronteer hem en los je lot op.
pt_br: Sua fé cega permitiu que ele avance em suas metas com cada peça que você adquire. Vá confrontá-lo e resolva o seu destino.
ro: Credința ta oarbă i-a permis să-și avanseze planurile, cu fiecare piesă pe care o obții. Înfruntă-l și împlinește-ți destinul.
sv: Din blinda tro har gjort det möjligt för honom att avancera mot sina mål med varje bit du vinner. Konfrontera honom och lös ditt öde.
tr: Kör inancınız, kazandığınız her parçayla hedeflerine ilerlemesine izin verdi. Onunla yüzleş ve kaderini çöz.
