Repository: the-phinet/UZDoom
Catalog: zdoom_game_strings/*.po
Languages: da, ja, nl, pt_br, ro, sv, tr

# TXT_DLG_SCRIPT02_D31836_HEYIM
source: Hey, I'm only here in case of an emergency. If the core breaches, then I make sure no one gets in... or out.
da: Hey, jeg er her kun i nødstilfælde. Hvis kernen bryder sammen, så sørger jeg for, at ingen kommer ind... eller ud.
ja: おう、俺は緊急時の為にここにいる。 コアが破壊されないか、誰が入っているかを 確認している...出ていくのもな。
nl: Hé, ik ben hier alleen in geval van nood. Als de kern breekt, dan zorg ik ervoor dat er niemand binnenkomt... of buitenkomt.
pt_br: Ei, só estou aqui em caso de uma emergência. Se o núcleo se romper, preciso garantir que ninguém entre... ou saia.
ro: Hei, sunt aici doar în caz de urgență. Dacă apare o breșă în nucleu, mă asigur că nimeni nu intră... sau iese.
sv: Jag är bara här i nödfall. Om kärnan bryter igenom, ser jag till att ingen kommer in... eller ut.
tr: Hey, ben sadece acil bir durumda buradayım. Çekirdek kırılırsa, kimsenin içeri girmediğinden emin olurum... ya da dışarı.

# TXT_DLG_SCRIPT02_D33352_WATCH
source: Watch your step, peasant!
da: Pas på hvor du træder, bonde!
ja: 気を付けろ、田舎モン!
nl: Kijk uit waar je loopt, boer!
pt_br: Cuida por onde anda, plebeu!
ro: Ai grijă pe unde calci, plebeule!
sv: Se upp, bonde!
tr: Adımına dikkat et, köylü!

# TXT_DLG_SCRIPT02_D34868_WEREG
source: We're going to kill you!
da: Vi slår dig ihjel!
ja: お前を粛正する!
nl: We gaan je vermoorden!
pt_br: Vamos matar você!
ro: O să te omorâm!
sv: Vi kommer att döda dig!
tr: Seni öldüreceğiz!

# TXT_DLG_SCRIPT02_D36384_WHOIN
source: Who in the blazes are you? No one's supposed to be loitering about in this area!
da: Hvem i helvede er du? Ingen skal slentre rundt i dette område!
ja: 誰だお前は?この区域を立ち入ることは 許されていないぞ!
nl: Wie ben jij in vredesnaam? Niemand wordt verondersteld op dit gebied rond te hangen!
pt_br: Mas quem é você? Não pode ficar perambulando por aqui!
ro: Cine naiba mai ești tu? Nimeni nu ar trebui să zăbovească în zona asta!
sv: Vem i helvete är du? Det är inte meningen att någon ska gå omkring i det här området!
tr: Sen de kimsin be? Kimsenin bu bölgede dolaşmaması gerekiyor!

# TXT_DLG_SCRIPT02_D37900_YOUTH
source: You there, nobody's allowed in here. Move along!
da: Du der, ingen må komme ind her. Af sted med jer!
ja: お前は許可していないぞ。立ち去れ!
nl: Jij daar, niemand mag hier naar binnen. Ga verder!
pt_br: Ei, você, não pode ficar aqui. Vá embora!
ro: Tu, nimeni nu are voie aici. Mișcă-te!
sv: Du där, ingen får komma in här. Flytta på er!
tr: Sen oradaki, kimsenin buraya girmesine izin yok. İlerleyin!

# TXT_DLG_SCRIPT02_D39416_IRALE
source: Irale will set you right up!
da: Irale vil sætte dig på plads!
ja: イラールが貴方を手助けします!
nl: Irale zal je er goed in luizen!
pt_br: O Irale vai te ajudar!
ro: Irale te va pregăti adecvat!
sv: Irale kommer att sätta dig på plats!
tr: İrale seni hemen ayarlayacak!

# TXT_DLG_SCRIPT02_D40932_IMKIN
source: I'm kinda a talent broker for the rebels. A guy who's as good as you could make a lot of gold... if you hooked up with the right people.
da: Jeg er en slags talentmægler for oprørerne. En fyr, der er lige så god som dig, kan tjene en masse guld ... hvis du kommer i kontakt med de rigtige folk.
ja: 俺は反乱者への斡旋屋さ。才能を生かして 誰よりも儲けたいと思ってるなら... 相応しい人と関係を持つことさ。
nl: Ik ben een soort van een talent makelaar voor de rebellen. Een man die zo goed is als je zou kunnen maken veel goud .... als je aangesloten met de juiste mensen.
pt_br: Sou tipo um olheiro de talentos para rebeldes. Um cara tão bom quanto você poderia fazer bastante grana... se você se juntar às pessoas certas.
ro: Sunt un fel de broker de talent pentru rebeli. Un tip la fel de priceput precum ești tu ar putea face bani frumoși... dacă s-ar lega de cine trebuie.
sv: Jag är en slags talangmäklare för rebellerna. En kille som är lika bra som du kan tjäna en massa guld... om du kopplar ihop dig med rätt personer.
tr: Ben asiler için yetenek simsarı sayılırım. Senin kadar iyi bir adam çok altın kazanabilir... eğer doğru insanlarla bağlantı kurarsan.

# TXT_RPLY0_SCRIPT02_D40932_IMINT
source: I'm interested.
da: Jeg er interesseret.
ja: 興味ある。
nl: Ik ben geïnteresseerd.
pt_br: Tenho interesse.
ro: Sunt interesat.
sv: Jag är intresserad.
tr: İlgileniyorum.

# TXT_RPLY1_SCRIPT02_D40932_SCREW
source: Screw the rebels!
da: Skide være med rebellerne!
ja: 何が反逆だ!
nl: De pot op met de rebellen!
pt_br: Que se danem os rebeldes!
ro: La naiba cu rebelii!
sv: Skit i rebellerna!
tr: Asilerin canı cehenneme!

# TXT_DLG_SCRIPT02_D42448_NONOS
source: No, no second chance. Oh guards, kill him.
da: Nej, ingen ny chance. Åh vagter, dræb ham.
ja: 次はねえな。おぅガードの旦那、 やっちゃってくだせえ。
nl: Nee, geen tweede kans. Oh bewakers, dood hem.
pt_br: Não, sem segundas chances. Ah, guardas, matem ele.
ro: Nu, nici o altă șansă. Oh gardienilor, omorâți-l.
sv: Nej, ingen andra chans. Åh vakter, döda honom.
tr: Hayır, ikinci bir şans yok. Muhafızlar, öldürün onu.

# TXT_DLG_SCRIPT02_D43964_GOODC
source: Good choice. The Order's sanctuary by the river is their unofficial torture chamber. Hidden inside there's a golden chalice. You swipe it and reap your reward.
da: Godt valg. Ordenens fristed ved floden er deres uofficielle torturkammer. Der er en gylden bæger gemt derinde. Du tager den og høster din belønning.
ja: 良い判断だ。川沿いにあるオーダーの聖域は あいつらの非公式の拷問室だ。中には黄金の 聖杯が隠してある。そいつを持ってくれば 報酬をやるぜ。
nl: Goede keuze. Het heiligdom van de Orde bij de rivier is hun onofficiële martelkamer. Verborgen in de kelk zit een gouden kelk. Je haalt hem weg en plukt je beloning.
pt_br: Boa escolha. O santuário da Ordem perto do rio é a câmara de tortura não-oficial deles. Há um cálice dourado escondido dentro. Pegue-o e você recebe a sua recompensa.
ro: Bună alegere. Sanctuarul Ordinului de lângă râu e camera lor de tortură neoficială. Ascuns în interior e un potir auriu. Îl înhați și culegi recompensa.
sv: Bra val. Ordens helgedom vid floden är deras inofficiella tortyrkammare. Gömd inuti finns en gyllene kalk. Du tar den och skördar din belöning.
tr: İyi seçim. Tarikat'ın nehir kenarındaki sığınağı onların gayri resmi işkence odası. İçinde altın bir kadeh saklı. Onu araklarsın ve ödülünü alırsın.

# TXT_RPLY0_SCRIPT02_D43964_HOWAM
source: How am I supposed to do that?
da: Hvordan skal jeg gøre det?
ja: どうすればいい?
nl: Hoe moet ik dat doen?
pt_br: E como eu vou fazer isso?
ro: Și cum ar trebui să fac asta?
sv: Hur ska jag göra det?
tr: Bunu nasıl yapacağım?

# TXT_DLG_SCRIPT02_D45480_HERES
source: Here's a crossbow, just aim straight and --splat--. Remember, grab the fancy cup and get to the tavern.
da: Her er en armbrøst, bare sigt lige ud og -splat--. Husk, tag det fine bæger og gå til tavernaen.
ja: このクロスボウを使いな、狙いを定めて --シュッとな。覚えておけ、 ファンシーなカップを持ってここに戻ってこい。
nl: Hier is een kruisboog, mik gewoon recht en --splat--. Vergeet niet, pak de mooie beker en ga naar de herberg.
pt_br: Aqui está uma besta. Só mirar reto e --splat--. Lembre-se, pegue o copo bonito e vá pra taverna.
ro: Uite o arbaletă, doar țintești drept și --pleoșc--. Ține minte, ia cana scumpă și du-te la tavernă.
sv: Här är ett armborst, sikta bara rakt och --splat--. Kom ihåg att ta den fina bägaren och gå till tavernan.
tr: İşte bir arbalet, sadece düz nişan al ve --splat--. Unutma, süslü kupayı al ve tavernaya git.

# TXT_RPLY0_SCRIPT02_D45480_COOLI
source: Cool. I'll get it.
da: Det er fedt. Jeg henter den.
ja: 良い物だ、貰っとく。
nl: Cool. Ik zal het krijgen.
pt_br: Beleza. Vou lá pegar.
ro: Tare. O voi lua.
sv: Coolt. Jag hämtar den.
tr: Güzel. Ben alırım.

# TXT_DLG_SCRIPT02_D46996_WHATA
source: What are you waiting for? Bring me that chalice.
da: Hvad venter du på? Giv mig det bæger.
ja: 何ボーっとしてんだ?とっとと聖杯を持ってこい。
nl: Waar wacht je nog op? Breng me die kelk.
pt_br: Está esperando o quê? Me traga o cálice.
ro: Ce mai aștepți? Adu-mi potirul acela.
sv: Vad väntar du på? Ge mig den där bägaren.
tr: Ne bekliyorsun? Bana o kadehi getir.

# TXT_DLG_SCRIPT02_D48512_HEYIK
source: Hey, I know, kinda looks like a set-up. I would never do that to such a great killing machine. Got the item? Great! Now get ready, gold and glory just like I promised. Take this key and the Governor will reward you.
da: Jeg ved det godt, det ligner en fælde. Jeg ville aldrig gøre det mod sådan en stor dræbermaskine. Har du genstanden? Fedt! Gør dig nu klar, guld og ære, som jeg lovede. Tag denne nøgle, og guvernøren vil belønne dig.
ja: おう、罠みたいだと思ったか。 俺に暴れん坊みたいな芸当出来るわきゃねえ。 ブツはあるか?そりゃいい!じゃあ準備しな。 金と栄光は約束された。この鍵で知事に合えば 報酬をありったけくれるさ。
nl: Hé, ik weet het, het ziet er een beetje uit als een valstrik. Dat zou ik nooit met zo'n grote moordmachine doen. Heb je het item? Geweldig! Maak je nu klaar, goud en glorie, net zoals ik beloofd heb. Neem deze sleutel en de gouverneur zal je belonen.
pt_br: Olha, eu sei, meio que parece uma cilada. Eu nunca faria aquilo a uma grande máquina mortífera. Conseguiu o item? Ótimo! Agora se prepare, ouro e glória conforme prometido. Pegue esta chave e o Governador irá te recompensar.
ro: Hei, știu că pare o capcană. Nu aș face așa ceva niciodată unei mașini ucigașe atât de tare. Ai obiectul? Perfect! Acum pregătește-te, aur și glorie cum ți-am promis. Ia cheia asta și Guvernatorul te va răsplătii.
sv: Jag vet, det ser ut som en uppställning. Jag skulle aldrig göra det mot en så stor mördarmaskin. Har du föremålet? Bra! Gör dig nu redo, guld och ära precis som jag lovade. Ta den här nyckeln och guvernören kommer att belöna dig.
tr: Hey, biliyorum, biraz tuzağa benziyor. Böyle büyük bir ölüm makinesine bunu asla yapmazdım. Eşyayı aldın mı? Harika! Şimdi hazır ol, söz verdiğim gibi altın ve şan. Bu anahtarı al ve Vali seni ödüllendirecek.

# TXT_RPLY0_SCRIPT02_D48512_HEDBE
source: He'd better. For your sake!
da: Det har han bare at gøre. For din skyld!
ja: 戻せ、お前の為だ!
nl: Dat is hem maar beter gelukt. Voor uw eigen bestwil!
pt_br: Acho bom mesmo. Pro seu bem!
ro: Ar face bine. De dragul tău!
sv: Det är bäst att han gör det. För din skull!
tr: Öyle olsa iyi olur. Senin hatırın için!

# TXT_RPLY1_SCRIPT02_D48512_WHATW
source: What! Where's my money?
da: Hvad! Hvor er mine penge?
ja: 何だと! 金はどこだ?
nl: Wat! Waar is mijn geld?
pt_br: Como é? Cadê o meu dinheiro?
ro: Ce! Unde sunt banii mei?
sv: Vad! Var är mina pengar?
tr: Ne! Param nerede?

# TXT_DLG_SCRIPT02_D50028_GETLO
source: Get lost kid, you bother me.
da: Forsvind, knægt, du generer mig.
ja: 失せろ、うざってえ。
nl: Rot op, jongen, je stoort me.
pt_br: Some daqui, garoto. Você está me incomodando.
ro: Cară-te puștiule, mă deranjezi.
sv: Stick, grabben, du stör mig.
tr: Kaybol evlat, beni rahatsız ediyorsun.

# TXT_DLG_SCRIPT02_D51544_NOSEC
source: No second chance. Oh guards, kill him.
da: Ingen ny chance. Åh vagter, dræb ham.
ja: 次はねえな。おぅガードの旦那、 やっちゃってくだせえ。
nl: Geen tweede kans. Oh bewakers, dood hem.
pt_br: Sem segunda chance. Ah, guardas, matem ele.
ro: Nicio altă șansă. Oh gardienilor, omorâți-l.
sv: Ingen andra chans. Åh vakter, döda honom.
tr: İkinci bir şans yok. Muhafızlar, öldürün onu.

# TXT_DLG_SCRIPT02_D53060_FIRST
source: First they slaughter thousands, now they want all able-bodied peasants for unspecified 'tests'. How does the Order expect me to keep the peace? What the hell do you want?
da: Først slagter de tusinder, nu vil de have alle raske bønder til uspecificerede "tests". Hvordan forventer ordenen, at jeg skal opretholde freden? Hvad fanden vil du?
ja: あいつら散々大量虐殺しといて、今度は'実験' の為に健康な庶民を用意しろとか。オーダーは 本当に平和を維持してくれるのか? で、君は何用で来たのかね?
nl: Eerst slachten ze duizenden mensen af, nu willen ze alle valide boeren voor ongespecificeerde 'tests'. Hoe verwacht de Orde dat ik de vrede bewaar? Wat wil je verdomme?
pt_br: Primeiro eles massacram milhares, agora querem que todos os plebeus saudáveis façam "provas" não especificadas. Como que a Ordem quer que eu mantenha a paz? Que diabos você quer?
ro: Mai întâi măcelăresc cu miile, apoi vor toți sărmanii capabili de muncă pentru 'teste' nespecificate. Cum se așteaptă Ordinul să mențin pacea? Ce naiba vrei?
sv: Först slaktar de tusentals, nu vill de ha alla dugliga bönder för ospecificerade "tester". Hur förväntar sig orden att jag ska kunna upprätthålla freden? Vad i helvete vill ni?
tr: Önce binlercesini katlettiler, şimdi de tüm sağlıklı köylüleri belirsiz 'testler' için istiyorlar. Tarikat benden barışı korumamı nasıl bekler? Ne halt istiyorsun?

# TXT_RPLY0_SCRIPT02_D53060_APRIS
source: A prison pass, let's deal.
da: Et fængselskort, lad os lave en aftale.
ja: 刑務所の許可証だ、取引をしよう。
nl: Een gevangenispasje, laten we dealen.
pt_br: Um passe da prisão, vamos negociar.
ro: O legitimație pentru închisoare. Să facem un târg.
sv: Ett fängelsepass, låt oss göra upp.
tr: Bir hapishane izni, anlaşalım.

# TXT_DLG_SCRIPT02_D54576_ILIKE
source: I like you already. I have two chores that I don't want to do myself. One is messy, the other bloody.
da: Jeg kan allerede godt lide dig. Jeg har to pligter, som jeg ikke selv vil gøre. Den ene er rodet, den anden er blodig.
ja: いいだろう。仕事は二つあるのだが 一つは面倒で、もう一つは血を見ることになる。
nl: Ik vind je nu al leuk. Ik heb twee taken die ik zelf niet wil doen. De ene is rommelig, de andere bloedig.
pt_br: Estou gostando de você. Tenho mais duas tarefas chatas que eu particularmente não estou a fim de fazer. Uma é suja, a outra sangrenta.
ro: Deja îmi placi. Am două treburi nasoale pe care nu vreau să le fac eu însumi. Una e haotică, cealalta sângeroasă.
sv: Jag gillar dig redan. Jag har två sysslor som jag inte vill göra själv. Den ena är smutsig, den andra är blodig.
tr: Seni şimdiden sevdim. Kendi başıma yapmak istemediğim iki işim var. Biri pis, diğeri kanlı.

# TXT_RPLY0_SCRIPT02_D54576_CALLM
source: Call me the cleaner
da: Kald mig rengøringsmanden.
ja: まだ手は汚したくない
nl: Noem me de schoonmaakster
pt_br: Pode me chamar de faxineiro
ro: Spune-mi curățătorul
sv: Kalla mig städaren.
tr: Bana temizlikçi de.

# TXT_RPLY1_SCRIPT02_D54576_IMNOT
source: I'm not squeamish
da: Jeg er ikke squeamish
ja: 汚れ仕事でも構わない
nl: Ik ben niet katholiek.
pt_br: Não sou muito escrupuloso
ro: Nu sunt mofturos
sv: Jag är inte känslig.
tr: Ben alıngan değilim.

# TXT_DLG_SCRIPT02_D56092_ONEOF
source: One of my minions is stealing power with a tap on the mains somewhere. Find it and truncate his supply and I'll provide you with what you want. Bring me something as a token.
da: En af mine håndlangere stjæler strøm med en vandhane et sted. Find den og afbryd hans forsyning, så skal jeg give dig, hvad du vil have. Bring mig noget som et symbol.
ja: 私の手下の一人が水力発電から電力を盗んで いるらしい。それを見つけ供給を切って くれれば君の望む物をやろう。 その象徴となるのも持ってきてほしい。
nl: Een van mijn acolieten steelt stroom met een kraan op het lichtnet ergens. Zoek het en snoei zijn aansluiting in en ik zal je voorzien van wat je wilt. Breng me iets als teken.
pt_br: Um dos meus capangas está roubando energia por uma ligação clandestina em algum lugar. Encontre e corte essa ligação e conseguirei o que você quer. Traga algo como prova.
ro: Unul dintre slujitorii mei fură electricitate cu robinetul pe undeva. Află cum face asta, distruge-i proviziile, și îți voi oferi ceea ce vrei. Adu-mi și ceva ca dovadă.
sv: En av mina hantlangare stjäl ström med en kran på elnätet någonstans. Hitta den och avbryta hans leverans så ska jag förse dig med det du vill ha. Ta med dig något som ett tecken.
tr: Kölelerimden biri bir yerdeki şebekeden güç çalıyor. Onu bul ve kaynağını kes, ben de sana istediğini vereyim. Bana simge olarak bir şey getir.

# TXT_RPLY0_SCRIPT02_D56092_WHERE
source: Where do I find this tap?
da: Hvor kan jeg finde denne vandhane?
ja: どうやって突き止めたらいい?
nl: Waar vind ik deze kraan?
pt_br: Onde encontro essa ligação clandestina?
ro: Unde-i găsesc robinetul?
sv: Var hittar jag den här kranen?
tr: Bu musluğu nerede bulabilirim?

# TXT_DLG_SCRIPT02_D57608_IFIKN
source: If I knew, it wouldn't be a chore now would it? Use your charm, but shut off his supply.
da: Hvis jeg vidste det, ville det ikke være så besværligt, vel? Brug din charme, men luk for hans forsyning.
ja: 私が知っていたら、こんな雑用はさせない だろう?誰かをでっちあげるか、 聞き込みでもするんだ。
nl: Als ik het wist, zou het nu geen karwei zijn, toch? Gebruik je charme, maar schakel zijn voorraad uit.
pt_br: Se eu soubesse, não seria uma tarefa chata, não é mesmo? Use seu charme, mas corte essa ligação.
ro: Dacă știam, n-ar mai fi fost o corvoadă, este? Folosește-ți farmecul, dar distruge-i proviziile.
sv: Om jag visste det skulle det inte vara så jobbigt, eller hur? Använd din charm, men stäng av hans förråd.
tr: Eğer bilseydim, bu bir angarya olmazdı, değil mi? Cazibeni kullan ama onun kaynağını kapat.

# TXT_DLG_SCRIPT02_D59124_TELLY
source: Tell you what, there's a lying sack named Derwin who has been selling children to the Order. I won't tolerate that kind of depravity. Not without my cut. Derwin works in the warehouse. Kill him and bring me his, ear, and I'll see what I can do.
da: Ved du hvad, der er en løgnagtig sæk ved navn Derwin, der har solgt børn til Ordenen. Jeg vil ikke tolerere den slags fordærv. Ikke uden min andel. Derwin arbejder i lageret. Dræb ham og giv mig hans øre, så skal jeg se, hvad jeg kan gøre.
ja: 教えよう、ダーウィンとかいう恥知らずが 子供をオーダーへ売りつけているようだ。 私に分け前無しに、そんな恥ずべき行為を 許すわけには行かん。ダーウィンは倉庫で 勤務している。殺った証拠として奴の、耳を、 持ってきたまえ。
nl: Weet je wat, er is een leugenachtige zak genaamd Derwin die kinderen aan de Orde heeft verkocht. Dat soort verdorvenheid tolereer ik niet. Niet zonder mijn deel. Derwin werkt in het magazijn. Dood hem en breng me zijn oor, en ik zal zien wat ik kan doen.
pt_br: É o seguinte, tem um mentiroso desgraçado chamado Derwin que anda vendendo crianças para a Ordem. Não vou tolerar esse tipo de depravação. Não sem a minha parte. Derwin trabalha no depósito. Mate-o e traga a...orelha dele e verei o que posso fazer.
ro: Să-ți zic ceva, un gunoi mincinos pe nume Derwin vinde copii Ordinului. Nu tolerez ceva atât de depravat. Nu fără să primesc și eu ceva. Derwin lucrează în depozit. Omoară-l și adu-mi... urechea lui, și-o să văd ce pot face.
sv: Vet du vad, det finns en ljugande säck vid namn Derwin som har sålt barn till Orden. Jag tolererar inte den sortens fördärv. Inte utan min andel. Derwin arbetar i lagret. Döda honom och ge mig hans öra så ska jag se vad jag kan göra.
tr: Bak ne diyeceğim, Tarikat'a çocuk satan Derwin adında yalancı bir çuval var. Bu tür bir ahlaksızlığa müsamaha göstermeyeceğim. Benim payım olmadan olmaz. Derwin depoda çalışıyor. Onu öldürüp kulağını bana getir, ne yapabileceğime bakarım.

# TXT_RPLY0_SCRIPT02_D59124_HOWDO
source: How do I get in?
da: Hvordan kommer jeg ind?
ja: どうすれば入れる?
nl: Hoe kom ik binnen?
pt_br: Como faço para entrar?
ro: Cum ajung înăuntru?
sv: Hur kommer jag in?
tr: İçeri nasıl gireceğim?

# TXT_DLG_SCRIPT02_D60640_THISK
source: This key will get you into the power station. On second thought, cut off the ear and then kill him. Much better.
da: Med denne nøgle kan du komme ind i kraftværket. Ved nærmere eftertanke, skær øret af og dræb ham så. Det er meget bedre.
ja: この鍵で発電所に入るんだ。出来れば、 先に耳を切り落としてから殺してくれ。 その方が良い。
nl: Met deze sleutel kom je in de centrale. Bij nader inzien, snij je het oor eraf en vermoord je hem. Veel beter.
pt_br: Esta chave vai te ajudar a entrar na usina de energia. Pensando melhor, corte fora a orelha e depois mate ele. Muito melhor.
ro: Cheia asta îți va oferi acces la stația electrică. Dacă mă gândesc mai bine, mai întâi taie-i urechea și abia apoi omoară-l. Mult mai bine.
sv: Den här nyckeln tar dig in i kraftverket. Vid närmare eftertanke, skär av örat och döda honom sedan. Mycket bättre.
tr: Bu anahtar seni elektrik santraline sokacak. Bir daha düşündüm de, kulağını kes ve sonra onu öldür. Çok daha iyi olur.

# TXT_DLG_SCRIPT02_D62156_OHIJU
source: Oh, I just love souvenirs. Here, this will get you into the prison. Talk to Warden Montag. Whatever you do after that, I don't want to know.
da: Åh, jeg elsker souvenirs. Her, med den her kan du komme ind i fængslet. Tal med fængselsinspektør Montag. Hvad du end gør efter det, vil jeg ikke vide det.
ja: 嬉しい手土産だ。では、これがあれば 刑務所に入れる。モンターグ所長と話すんだ。 君がそこで何をしようが、私の管轄外だ。
nl: Oh, ik hou gewoon van souvenirs. Hier, dit zal je in de gevangenis brengen. Spreek met directeur Montag. Wat je daarna ook doet, ik wil het niet weten.
pt_br: Ah, eu simplesmente adoro suvenires. Tome, isto vai te ajudar a entrar na prisão. Fale com o carcereiro, Montag. O que você for fazer depois não me interessa.
ro: Oh, ce mai ador suvenirurile. Aici, asta îți va permite să ajungi în interiorul închisorii. Vorbește cu gardianul Montag. Ce faci după aceea, nu vreau să știu.
sv: Jag älskar souvenirer. Här, den här tar dig in i fängelset. Prata med fängelsedirektör Montag. Vad du än gör efter det vill jag inte veta.
tr: Hatıra eşyalarına bayılırım. İşte, bu seni hapishaneye sokacak. Müdür Montag ile konuş. Ondan sonra ne yaparsan yap, bilmek istemiyorum.

# TXT_RPLY0_SCRIPT02_D62156_THANK
source: Thanks.
da: Jeg vil ikke vide det. Tak.
ja: ありがとう。
nl: Bedankt.
pt_br: Agradeço.
ro: Mulțumesc.
sv: Jag vill inte veta. Tack.
tr: Teşekkürler.

# TXT_DLG_SCRIPT02_D63672_GIVEY
source: Give you a hint. When I stop talking to you, you leave.
da: Jeg giver dig et hint. Når jeg holder op med at tale med dig, går du.
ja: ヒントを出そう。話すのを止めたら去りたまえ。
nl: Ik geef je een hint. Als ik niet meer met je praat, ga je weg.
pt_br: Uma dica. Quando eu terminar de falar contigo, você vai embora.
ro: Îți dau un sfat. Când termin de discutat cu tine, pleci.
sv: Jag ger dig en ledtråd. När jag slutar prata med dig, går du.
tr: Sana bir ipucu vereyim. Seninle konuşmayı bıraktığımda, gideceksin.

# TXT_DLG_SCRIPT02_D65188_DOYOU
source: Do you have good news for me? I'm all ears.
da: Har du gode nyheder til mig? Jeg er lutter ører.
ja: 私の耳に吉報を伝えに来たかね?
nl: Heb je goed nieuws voor mij? Ik ben een en al oor.
pt_br: Alguma notícia boa pra mim? Sou todo ouvidos.
ro: Ai vești bune pentru mine? Sunt numai urechi.
sv: Har du goda nyheter till mig? Jag är alldeles nyfiken.
tr: Benim için iyi haberlerin var mı? Can kulağıyla dinliyorum.

# TXT_RPLY0_SCRIPT02_D65188_THEDE
source: The deed is done!
da: Det er gjort!
ja: やることはヤった
nl: De daad is gedaan!
pt_br: Está feito!
ro: Zis și făcut!
sv: Det är gjort!
tr: İş tamamdır!

# TXT_DLG_SCRIPT02_D66704_OHIJU
source: Oh, I just love souvenirs. Here, this will get you into the prison. Talk to Warden Montag. Whatever you do after that, I don't want to know.
da: Åh, jeg elsker bare souvenirs. Her, det her vil få dig ind i fængslet. Tal med fængselsinspektør Montag. Hvad du end gør efter det, vil jeg ikke vide det.
ja: 嬉しい手土産だ。では、これがあれば 刑務所に入れる。モンターグ所長と話すんだ。 君がそこで何をしようが、私の管轄外だ。
nl: Oh, ik hou gewoon van souvenirs. Hier, dit zal je in de gevangenis brengen. Praat met directeur Montag. Wat je daarna ook doet, ik wil het niet weten.
pt_br: Ah, eu simplesmente adoro suvenires. Tome, isto vai te ajudar a entrar na prisão. Fale com o carcereiro, Montag. O que você for fazer depois não me interessa.
ro: Oh, ce mai ador suvenirurile. Aici, asta îți va permite să ajungi în interiorul închisorii. Vorbește cu gardianul Montag. Ce faci după aceea, nu vreau să știu.
sv: Jag älskar souvenirer. Här, den här tar dig in i fängelset. Prata med Warden Montag. Vad du än gör efter det vill jag inte veta.
tr: Hatıra eşyalarına bayılırım. İşte, bu seni hapishaneye sokacak. Müdür Montag ile konuş. Ondan sonra ne yaparsan yap, bilmek istemiyorum.

# TXT_RPLY0_SCRIPT02_D66704_FINEB
source: Fine by me.
da: Det er fint med mig.
ja: 良好だ。
nl: Ik vind het prima.
pt_br: Por mim, sem problemas.
ro: Mie-mi convine.
sv: Det är okej för mig.
tr: Bana uyar.
