Repository: the-phinet/UZDoom
Catalog: zdoom_game_strings/*.po
Languages: da, ja, nl, pt_br, ro, sv, tr

# TXT_RNO0_SCRIPT06_D6064_BRING
source: Bring me the uniform.
da: Giv mig hans uniform.
ja: 制服を持ってこい。
nl: Breng me het uniform.
pt_br: Me traga o uniforme.
ro: Adu-mi uniforma.
sv: Ge mig uniformen.
tr: Bana üniformayı getir.

# TXT_DLG_SCRIPT06_D7580_GOODH
source: Good. Here's something extra. My fellows tore this off of a fallen Crusader, it's the parts that make up a flamethrower. Now Irale can make one for you. You can have such fun.
da: Godt. Her er noget ekstra. Mine kammerater rev den af en faldet korsfarer, det er de dele, der udgør en flammekaster. Nu kan Irale lave en til dig. Du kan have det så sjovt.
ja: 良し。礼は果たそう。 それと仲間が倒れたクルセイダーからこれを 奪ってきた、火炎放射器の部品らしい。 イラールに渡せば作り上げるはずだ。 楽しみだろう。
nl: Goed. Hier is iets extra's. Mijn vrienden scheurden dit af van een gevallen kruisvaarder, het zijn de onderdelen die een vlammenwerper vormen. Nu kan Irale er een voor je maken. Je kunt zoveel plezier hebben.
pt_br: Muito bom. Aqui tem um brinde. Meus companheiros arrancaram isso de um Cruzado destruído. São peças para lança-chamas. Agora o Irale vai poder montar um pra você. Vai se divertir bastante.
ro: Bun. Uite aici ceva în plus. Tovarășii mei au smuls asta de pe un Cruciat răpus, sunt părți ale unui aruncător de flăcări. Acum Irale îți poate construi unul. Te poți distra de minune.
sv: Jag har den. Här är något extra. Mina kamrater slet av den här från en stupad korsriddare, det är delarna som utgör en flamkastare. Nu kan Irale göra en åt dig. Du kan ha så roligt.
tr: Güzel. Burada ekstra bir şey var. Arkadaşlarım bunu düşmüş bir Haçlı'dan kopardılar. Alev silahını oluşturan parçalar. Şimdi İrale senin için bir tane yapabilir. Çok eğlenebilirsiniz.

# TXT_RPLY0_SCRIPT06_D7580_WHERE
source: Where's the gate mechanism?
da: Hvor er portmekanismen?
ja: ゲートメカニズムは何処だ?
nl: Waar is het poortmechanisme?
pt_br: Onde fica o mecanismo do portão?
ro: Unde e mecanismul de acționare al porții?
sv: Var är grindmekanismen?
tr: Kapı mekanizması nerede?

# TXT_DLG_SCRIPT06_D9096_YOUHA
source: You have to enter another part of the sewers. To get there you must enter the castle from a sewer maintenance door and drain the fluid reclamation tank. At the bottom is the hidden entrance to sewers, and right beyond that is the manual gate control.
da: Du skal ind i en anden del af kloakkerne. For at komme derhen skal du gå ind i slottet fra en dør til vedligeholdelse af kloakken og tømme væskegenvindingsbeholderen. Nederst er den skjulte indgang til kloakkerne, og lige bagved er den manuelle portkontrol.
ja: 下水道の別の部分に入る必要がある。 そこへ行くには下水道の整備室から 城の浄水施設に入りタンクを排水する必要がある その下には隠された入り口があり、 その先に手動ゲートコントロールがあるはずだ。
nl: Je moet een ander deel van de riolering betreden. Om daar te komen moet je het kasteel binnengaan via een deur voor het onderhoud van de riolering en de vloeistoftank aftappen. Onderaan is de verborgen toegang tot de riolering, en net daarachter is de handmatige poortbesturing.
pt_br: Você precisa entrar em outra parte do esgoto. Para chegar até lá você deve entrar no castelo por uma porte de manutenção de esgoto e drenar o tanque de recuperação de fluído. Lá no fundo fica a entrada oculta do esgoto e logo adiante fica o controle manual do portão.
ro: Va trebui să intrăm pe altă parte a canalelor. Ca să ajungi acolo trebuie să intri în castel printr-o ușa de mentenanță a canalului și să drenezi rezervorul. La bază e intrarea în canale, și imediat după aceea e controlul manual al porții.
sv: Du måste gå in i en annan del av kloakerna. För att komma dit måste du gå in i slottet från en dörr för underhåll av kloakerna och tömma vätskereklamationstanken. Längst ner finns den dolda ingången till kloakerna, och precis bakom den finns den manuella grindmekanismen.
tr: Kanalizasyonun başka bir bölümüne girmelisin. Oraya ulaşmak için kaleye bir kanalizasyon bakım kapısından girmeli ve sıvı geri kazanım tankını boşaltmalısınız. En altta kanalizasyonun gizli girişi ve onun hemen ötesinde de manuel kapı kontrolü var.

# TXT_RPLY0_SCRIPT06_D9096_ANYTH
source: Anything else you can do?
da: Er der andet, du kan gøre?
ja: 他に出来ることは?
nl: Kun je nog iets anders doen?
pt_br: Algo mais que você possa fazer?
ro: Mai poți face altceva?
sv: Finns det något annat du kan göra?
tr: Yapabileceğin başka bir şey var mı?

# TXT_DLG_SCRIPT06_D10612_GOODL
source: Good luck. I've opened several of our tunnels for you. It should make your task easier. Oh, size ten, perfect! ...But dreadful colors.
da: Held og lykke. Jeg har åbnet flere af vores tunneler for dig. Det burde gøre din opgave lettere. Åh, størrelse ti, perfekt! ...Men forfærdelige farver.
ja: 頑張れよ。それとアンタの為に俺達は幾つか トンネルを開けといた。多少はやり易くなるだろ。 おぅ、サイズは10型か、ピッタリだ! ...だが、おっかねえ色してんな。
nl: Veel succes. Ik heb een aantal van onze tunnels voor u geopend. Het moet uw taak gemakkelijker maken. Oh, maat tien, perfect! ...Maar vreselijke kleuren.
pt_br: Boa sorte. Eu abri alguns de nossos túneis pra você. Acho que vai facilitar o seu trabalho. Ah, tamanho M, perfeito! ...Mas as cores são um horror.
ro: Noroc. Am deschis câteva canale pentru tine. Ar trebui să îți ușureze munca. Ah, mărimea zece, perfect! ...Dar cumplite culori.
sv: Lycka till. Jag har öppnat flera av våra tunnlar åt dig. Det borde göra din uppgift lättare. Åh, storlek tio, perfekt! ...men hemska färger.
tr: İyi şanslar. Sizin için birkaç tünelimizi açtım. İşinizi kolaylaştıracaktır. Oh, 10 numara, mükemmel! ...Ama korkunç renkler.

# TXT_RPLY0_SCRIPT06_D10612_THANK
source: Thanks for your help.
da: Tak for din hjælp.
ja: 協力ありがとう。
nl: Bedankt voor je hulp.
pt_br: Obrigado pela ajuda.
ro: Merci de ajutor.
sv: Tack för hjälpen.
tr: Yardımınız için teşekkürler.

# TXT_DLG_SCRIPT06_D12128_YOUGI
source: You give me nothing, you get nothing.
da: Hvis du ikke giver mig noget, får du intet.
ja: 何も無ければ、何も渡すモンは無い。
nl: Je geeft me niets, je krijgt niets.
pt_br: Você não me dá nada, não ganha nada.
ro: Nu dai nimic, primești nimic.
sv: Du ger mig inget, du får inget.
tr: Bana bir şey vermezsen, hiçbir şey alamazsın.

# TXT_DLG_SCRIPT06_D13644_WERAN
source: Weran will save us. He's never failed us yet.
da: Weran vil redde os. Han har aldrig svigtet os endnu.
ja: ウェランは皆を保護してくれている。 彼は誰も見捨てたことはない。
nl: Weran zal ons redden. Hij heeft ons nog nooit teleurgesteld.
pt_br: Weran vai nos salvar. Ele nunca nos deixou na mão.
ro: Weran ne va salva. Nu ne-a dezamăgit până acum.
sv: Weran kommer att rädda oss. Han har aldrig svikit oss än.
tr: Weran bizi kurtaracak. Şimdiye kadar bizi hiç hayal kırıklığına uğratmadı.

# TXT_DLG_SCRIPT06_D15160_IFYOU
source: If you seek an answer to your problem, find Weran.
da: Hvis du søger et svar på dit problem, så find Weran.
ja: 君の問題の答えが欲しいなら、 ウェランに会うといい。
nl: Als je een antwoord zoekt op je probleem, vind Weran.
pt_br: Se você precisa de um resposta para o seu problema, procure Weran.
ro: Dacă ești în căutarea unor răspunsuri, găsește-l pe Weran.
sv: Om du söker ett svar på ditt problem, hitta Weran.
tr: Eğer sorununuza bir cevap arıyorsanız, Weran'ı bulun.

# TXT_DLG_SCRIPT06_D16676_LONGL
source: Long live the Front? That's all crap. We're all just waiting to die.
da: Længe leve fronten? Det er alt sammen noget lort. Vi venter alle bare på at dø.
ja: フロントに入れ? 馬鹿げてる。 死ねと言ってるようなもんだ。
nl: Lang leve het Front? Dat is allemaal onzin. We wachten allemaal op de dood.
pt_br: Viva a Frente? Isso é besteira. Todos nós estamos esperando a morte.
ro: Să trăiască Frontul? Aiureli. Doar așteptăm să murim.
sv: Länge leve fronten? Det är bara skit. Vi väntar bara på att dö.
tr: Cephe çok yaşa mı? Bunların hepsi saçmalık. Hepimiz ölmeyi bekliyoruz.

# TXT_DLG_SCRIPT06_D18192_WITHO
source: With our passage to the surface sealed, we can't even feed ourselves.
da: Med vores passage til overfladen forseglet, kan vi ikke engang brødføde os selv.
ja: 外への出入口が封鎖されてるから、 飯が調達できないんだ。
nl: Met onze doorgang naar de oppervlakte afgesloten, kunnen we onszelf niet eens voeden.
pt_br: Com a nossa passagem para a superfície selada, não somos capazes nem de nos alimentar.
ro: Cu calea spre suprafață sigilată, nici măcar nu ne putem hrănii.
sv: Med vår passage till ytan förseglad kan vi inte ens föda oss själva.
tr: Yüzeye geçişimiz mühürlü olduğu için kendimizi bile besleyemiyoruz.

# TXT_DLG_SCRIPT06_D19708_FOODD
source: Food, do you have any food? Please help us.
da: Mad, har du noget mad? Vær sød at hjælpe os.
ja: 食い物、食い物を恵んでくれないか? 頼むよ。
nl: Eten, heb je eten? Help ons alstublieft.
pt_br: Comida. Você tem alguma comida? Por favor nos ajude.
ro: Mâncare, ai mâncare? Te rog ajută-ne.
sv: Mat, har ni någon mat? Snälla, hjälp oss.
tr: Yiyecek, hiç yiyeceğiniz var mı? Lütfen bize yardım edin.

# TXT_DLG_SCRIPT06_D21224_THISI
source: This is my reward for letting prisoners escape, guarding the sewers. If I ever find the guy who broke them out, I'll slaughter him.
da: Dette er min belønning for at lade fanger flygte og bevogte kloakkerne. Hvis jeg nogensinde finder den fyr, der brød dem ud, vil jeg slagte ham.
ja: この下水道から囚人を脱走させた奴を探す為、 下水道を監視している。首謀者を見つけたら、 その命を持って報いを受けてもらう。
nl: Dit is mijn beloning voor het laten ontsnappen van gevangenen, het bewaken van de riolering. Als ik ooit de man vind die ze heeft uitgebroken, zal ik hem afslachten.
pt_br: Essa é a minha recompensa por deixar os prisioneiros escaparem. Vigiar o esgoto. Se algum dia eu encontrar o cara que soltou eles, eu vou arrancar os seus pedaços.
ro: Asta e răsplata mea pentru că am lăsat prizonieri să scape, apărarea canalelor. Dacă îl prind pe cel care i-a lăsat să scape, îl masacrez.
sv: Det här är min belöning för att jag lät fångarna rymma och vaktade kloakerna. Om jag någonsin hittar killen som bröt ut dem ska jag slakta honom.
tr: Mahkumların kaçmasına izin verip kanalizasyonları koruduğum için ödülüm bu. Eğer onları kaçıran adamı bulursam, onu katledeceğim.

# TXT_DLG_SCRIPT06_D22740_WEVEG
source: We've got those little beggars just where we want them. Few more days of this, and they'll have starved themselves into oblivion.
da: Vi har de små tiggere lige hvor vi vil have dem. Et par dage mere af dette, og de vil have sultet sig selv til ukendelighed.
ja: この辺の何処かに乞食共がいるはずだ。 数日もすれば忘れ去られ飢え死するだろうな。
nl: We hebben die kleine bedelaars precies waar we ze willen hebben. Nog maar een paar dagen en ze zullen zich in de vergetelheid hebben laten hongeren.
pt_br: Esses mendigos estão bem onde a gente quer que estejam. Só mais alguns dias e eles vão morrer de fome.
ro: Îi avem pe sărmanii ăștia exact acolo unde vrem. Încă câteva zile, și vor muri de foame.
sv: Vi har de små tiggarna precis där vi vill ha dem. Några dagar till av detta, och de kommer att ha svultit sig själva till glömska.
tr: O küçük dilencileri tam istediğimiz yere getirdik. Birkaç gün daha böyle devam ederlerse, kendilerini açlıktan öldürmüş olacaklar.

# TXT_DLG_SCRIPT06_D24256_WHATS
source: What's your clearance? There's no unauthorized personnel allowed up here.
da: Hvad er din tilladelse? Der er ingen uautoriseret personale tilladt heroppe.
ja: お前のクリアランスは何だ? ここは許可の無い者は立入を禁じている。
nl: Wat is uw toelating? Er is hier geen onbevoegd personeel toegestaan.
pt_br: Onde está a sua permissão? Ninguém sem permissão pode ficar aqui.
ro: Care e nivelul tău de acces? Niciun personal neautorizat nu are voie aici.
sv: Vad har du för tillstånd? Ingen obehörig personal tillåts här uppe.
tr: Yetkiniz nedir? Buraya yetkisiz personel giremez.

# TXT_DLG_SCRIPT07_D0_WHATT
source: What the hell? Who opened the gates? Sound the alarm!!!
da: Hvad fanden? Hvem åbnede portene? Slå alarm!!!!
ja: 何をしやがった? 誰がゲートを開けた? 警報を鳴らせ!
nl: Wat de hel? Wie heeft de poorten geopend? Laat alarm slaan!!!
pt_br: Mas que diabos? Quem abriu os portões? Ativem o alarme!!!
ro: Ce naiba? Cine a deschis porțile? Sună alarma!!!
sv: Vad i helvete? Vem öppnade grindarna? Slå larm!
tr: Ne oluyor be? Kapıları kim açtı? Alarmı çalın!!!

# TXT_DLG_SCRIPT07_D1516_THERE
source: There's another way into the sewers, throw that switch and then go up and purge the reclamation tank.
da: Der er en anden vej ind i kloakkerne, smid kontakten og gå så op og tøm genvindingstanken.
ja: 下水道に別の入り口がある、スイッチを入れ 次に昇って浄水タンクを空にするんだ。
nl: Er is nog een andere weg in de riolering, gooi die schakelaar naar boven en ga dan naar boven om de terugwinnings tank te zuiveren.
pt_br: Há outra maneira de entrar no esgoto. Use esse interruptor, suba e esvazie o tanque de recuperação.
ro: Mai e o cale de acces către canale, folosește butonul apoi du-te sus și scurge lichidul din rezervor.
sv: Det finns en annan väg in i kloakerna, slå om den strömbrytaren och gå sedan upp och rensa återvinningstanken.
tr: Kanalizasyona giden başka bir yol var, o düğmeyi at ve sonra yukarı çıkıp ıslah tankını temizle.

# TXT_DLG_SCRIPT07_D3032_WHATT
source: What the hell's your problem. If the Programmer comes up from his audience chamber, you're dead.
da: Hvad fanden er dit problem? Hvis programmøren kommer op fra sit publikumskammer, er du død.
ja: 一体何をしに来た。プログラマーが オーディエンスチャンバーから来たら 死んでいた所だ。
nl: Wat de hel is jouw probleem? Als de programmeur uit zijn publiekskamer komt, ben je dood.
pt_br: Qual é o seu problema? Se o Programador vier até aqui de sua câmara de audiências, você estará morto.
ro: Care mai e problema ta? Dacă Programatorul vine sus din camera sa de audiență, ești mort.
sv: Vad i helvete är ditt problem. Om Programmeraren kommer upp från sin publikrum är du död.
tr: Senin sorunun ne? Eğer Programcı seyirci odasından çıkarsa, öldün demektir.

# TXT_DLG_SCRIPT07_D4548_HEYYO
source: Hey, you're not cleared to go down there.
da: Du har ikke tilladelse til at gå derned.
ja: おい、あんたはここを降りる事は 許可されてないぞ。
nl: Hé, je hebt geen toestemming om naar beneden te gaan.
pt_br: Ei, você não tem permissão para descer aí.
ro: Hei, n-ai acces să mergi acolo jos.
sv: Du har inte tillstånd att gå ner dit.
tr: Hey, oraya inme iznin yok.

# TXT_DLG_SCRIPT07_D6064_PROGR
source: Programmer? Who told you that? There is no Programmer. That story was spread ages ago. Don't tell me the Front actually believed that crap. Idiots.
da: Programmør? Hvem har fortalt dig det? Der er ingen programmør. Den historie blev spredt for længe siden. Fortæl mig ikke, at fronten troede på det lort. Idioter.
ja: プログラマー?誰ガそんなことヲ言った? ここにプログラマーハいない。 その噂ハ何年も前ニ広まったものダ。 そんな下らない事ヲ未だニ信じていたとは。 白痴モいいとこだ。
nl: Programmeur? Wie heeft je dat verteld? Er is geen programmeur. Dat verhaal is eeuwen geleden verspreid. Vertel me niet dat het Front die onzin echt geloofde. Idioten.
pt_br: Programador? Quem te disse isso? Não existe nenhum Programador. Essa história anda se espalhando desde muito tempo. Não me diga que a Frente acreditou mesmo nessa bobagem. Otários.
ro: Programator? Cine ți-a spus asta? Nu e niciun Programator. Povestea asta a fost răspândită acum multă vreme. Nu-mi spune că Frontul chiar a crezut prostia asta. Idioți.
sv: Programmerare? Vem har sagt det? Det finns ingen programmerare. Den historien spreds för länge sedan. Säg inte att fronten verkligen trodde på den skiten. Idioter.
tr: Programcı mı? Bunu sana kim söyledi? Programcı diye biri yok. Bu hikaye yıllar önce yayıldı. Bana Cephe'nin bu saçmalığa gerçekten inandığını söyleme. Aptallar.

# TXT_RPLY0_SCRIPT07_D6064_WELLW
source: Well, what's the truth then?
da: Nå, hvad er sandheden så?
ja: それなら、本当の事は何だ?
nl: Nou, wat is de waarheid dan?
pt_br: Bem, qual é a verdade?
ro: Păi, care e adevărul atunci?
sv: Vad är sanningen då?
tr: Peki, gerçek ne o zaman?

# TXT_DLG_SCRIPT07_D7580_ITOLD
source: I told you all I know. You are wasting your time.
da: Jeg har fortalt dig alt, hvad jeg ved. Du spilder din tid.
ja: 私ハ知っていることヲ教えた。 これ以上ハ互いニ時間ノ無駄ダ。
nl: Ik heb je alles verteld wat ik weet. Je verspilt je tijd.
pt_br: Eu já contei tudo o que eu sei. Você está perdendo tempo.
ro: Ți-am spus tot ce știu, îți pierzi vremea.
sv: Jag har berättat allt jag vet. Du slösar bort din tid.
tr: Size tüm bildiklerimi anlattım. Zamanınızı boşa harcıyorsunuz.

# TXT_DLG_SCRIPT07_D9096_FIGHT
source: Fight on, we will triumph. This day will belong to us!
da: Kæmp videre, vi vil triumfere. Denne dag vil tilhøre os!
ja: 我々は勝利を志し、戦う。 この日は我々と共に在る!
nl: Vecht verder, we zullen zegevieren. Deze dag zal van ons zijn!
pt_br: Continue lutando, nós iremos triunfar. Este dia pertence a nós!
ro: Continuă lupta, vom triumfa. Ziua asta ne aparține!
sv: Kämpa vidare, vi kommer att triumfera. Den här dagen kommer att tillhöra oss!
tr: Savaşmaya devam edin, zafere ulaşacağız. Bu gün bize ait olacak!

# TXT_DLG_SCRIPT07_D10612_FIGHT
source: Fight on, we will triumph. This day will belong to us!
da: Kæmp videre, vi vil triumfere. Denne dag vil tilhøre os!
ja: 我々は勝利を志し、戦う。 この日は我々と共に在る!
nl: Vecht verder, we zullen zegevieren. Deze dag zal van ons zijn!
pt_br: Continue lutando, nós iremos triunfar. Este dia pertence a nós!
ro: Continuă lupta, vom triumfa. Ziua asta ne aparține!
sv: Kämpa vidare, vi kommer att triumfera. Den här dagen kommer att tillhöra oss!
tr: Savaşmaya devam edin, zafere ulaşacağız. Bu gün bize ait olacak!

# TXT_DLG_SCRIPT07_D12128_FIGHT
source: Fight on, we will triumph. This day will belong to us!
da: Kæmp videre, vi vil triumfere. Denne dag vil tilhøre os!
ja: 我々は勝利を志し、戦う。 この日は我々と共に在る!
nl: Vecht verder, we zullen zegevieren. Deze dag zal van ons zijn!
pt_br: Continue lutando, nós iremos triunfar. Este dia pertence a nós!
ro: Continuă lupta, vom triumfa. Ziua asta ne aparține!
sv: Kämpa vidare, vi kommer att triumfera. Den här dagen kommer att tillhöra oss!
tr: Savaşmaya devam edin, zafere ulaşacağız. Bu gün bize ait olacak!

# TXT_DLG_SCRIPT07_D13644_FIGHT
source: Fight on, we will triumph. This day will belong to us!
da: Kæmp videre, vi vil triumfere. Denne dag vil tilhøre os!
ja: 我々は勝利を志し、戦う。 この日は我々と共に在る!
nl: Vecht verder, we zullen zegevieren. Deze dag zal van ons zijn!
pt_br: Continue lutando, nós iremos triunfar. Este dia pertence a nós!
ro: Continuă lupta, vom triumfa. Ziua asta ne aparține!
sv: Kämpa vidare, vi kommer att triumfera. Den här dagen kommer att tillhöra oss!
tr: Savaşmaya devam edin, zafere ulaşacağız. Bu gün bize ait olacak!

# TXT_DLG_SCRIPT07_D15160_FIGHT
source: Fight on, we will triumph. This day will belong to us!
da: Kæmp videre, vi vil triumfere. Denne dag vil tilhøre os!
ja: 我々は勝利を志し、戦う。 この日は我々と共に在る!
nl: Vecht verder, we zullen zegevieren. Deze dag zal van ons zijn!
pt_br: Continue lutando, nós iremos triunfar. Este dia pertence a nós!
ro: Continuă lupta, vom triumfa. Ziua asta ne aparține!
sv: Kämpa vidare, vi kommer att triumfera. Den här dagen kommer att tillhöra oss!
tr: Savaşmaya devam edin, zafere ulaşacağız. Bu gün bize ait olacak!

# TXT_DLG_SCRIPT07_D16676_FIGHT
source: Fight on, we will triumph. This day will belong to us!
da: Kæmp videre, vi vil triumfere. Denne dag vil tilhøre os!
ja: 我々は勝利を志し、戦う。 この日は我々と共に在る!
nl: Vecht verder, we zullen zegevieren. Deze dag zal van ons zijn!
pt_br: Continue lutando, nós iremos triunfar. Este dia pertence a nós!
ro: Continuă lupta, vom triumfa. Ziua asta ne aparține!
sv: Kämpa vidare, vi kommer att triumfera. Den här dagen kommer att tillhöra oss!
tr: Savaşmaya devam edin, zafere ulaşacağız. Bu gün bize ait olacak!

# TXT_DLG_SCRIPT08_D0_YOUKI
source: You killed all the guards. Don't hurt me. I told him this was a dumb idea. The real Programmer's in the keep. Here, take this key.
da: Du dræbte alle vagterne. Gør mig ikke noget. Jeg sagde til ham, at det var en dum idé. Den rigtige programmør er i tårnet. Her, tag denne nøgle.
ja: 君がガードを全員殺したノカ。 私ハ傷つけないでくれ。 私ハ望んでこんなふざけた事をしたワケではない。 本当のプログラマーはこのキーの場所ニいる。 ほら、受け取れ。
nl: Je hebt alle bewakers gedood. Doe me geen pijn. Ik zei hem dat dit een dom idee was. De echte programmeur is in de donjon. Hier, pak deze sleutel.
pt_br: Você matou todos os guardas. Não me machuque. Eu disse a ele que isso era uma idéia besta. O verdadeiro Programador está na fortaleza. Aqui, pegue esta chave.
ro: Ai omorât toți gardienii. Nu mă rănii. I-am spus că e o idee proastă. Adevăratul Programator e înăuntru. Ia cheia asta.
sv: Du dödade alla vakter. Gör mig inte illa. Jag sa till honom att detta var en dum idé. Den riktiga programmeraren är i fängelset. Här, ta den här nyckeln.
tr: Bütün muhafızları öldürdün. Bana zarar vermeyin. Ona bunun aptalca bir fikir olduğunu söyledim. Gerçek Programcı kalede. İşte, al şu anahtarı.

# TXT_RPLY0_SCRIPT08_D0_YOURE
source: You're the Programmer!
da: Det er dig, der er programmøren!
ja: アンタがプログラマーだろ!
nl: Jij bent de programmeur!
pt_br: Você é o Programador!
ro: Tu ești Programatorul!
sv: Du är programmeraren!
tr: Programcı sensin!

# TXT_DLG_SCRIPT08_D1516_DOILO
source: Do I look like I wield ultimate power? The Order uses us all. Now go, I'm dead already.
da: Ser jeg ud, som om jeg udøver den ultimative magt? Ordenen bruger os alle. Gå nu, jeg er allerede død.
ja: 私ガそんな凄まじい力ヲ振舞っていると思うか? オーダーハ私達全員を利用している。 私ハもう死人同然だ。さあ行け。
nl: Zie ik eruit alsof ik de ultieme macht heb? De Orde gebruikt ons allemaal. Ga nu, ik ben al dood.
pt_br: Você acha que eu pareço alguém que possui um poder tremendo? A Ordem manipula a todos nós. Agora vá. Eu já estou morto.
ro: Ți se pare că controlez puterea supremă? Ordinul ne folosește pe toți. Acum pleacă, sunt mort deja.
sv: Ser jag ut som om jag har den ultimata makten? Orden använder oss alla. Gå nu, jag är redan död.
tr: Nihai güce sahipmişim gibi mi görünüyorum? Tarikat hepimizi kullanır. Şimdi git, ben zaten ölüyüm.

# TXT_DLG_SCRIPT08_D3032_POWER
source: Power is the key!
da: Magt er nøglen!
ja: キーが力だ!
nl: Kracht is de sleutel!
pt_br: O poder é a chave!
ro: Puterea e cheia!
sv: Makt är nyckeln!
tr: Güç anahtardır!

# TXT_DLG_SCRIPT10_D0_GOODY
source: Good, you're conscious again. When you grabbed that item the Programmer dropped, you let loose some terrible secrets.
da: Godt, du er ved bevidsthed igen. Da du greb den genstand, som programmøren tabte, slap du nogle frygtelige hemmeligheder løs.
ja: 良し、意識が戻ったか。 君がプログラマーの遺品を拾った時に 恐ろしい秘密が解放されたのだ。
nl: Goed, je bent weer bij bewustzijn. Toen je dat item pakte, liet de programmeur je een aantal vreselijke geheimen los.
pt_br: Ótimo, já está consciente de novo. Quando você pegou o item que o Programador largou você deixou escapar alguns segredos terríveis.
ro: Bun, ești conștient din nou. Când ai pus mâna pe obiectul ăla Programatorul ți-a dat drumul ca să elibereze niște secrete oribile.
sv: Bra, du är vid medvetande igen. När du tog tag i föremålet som programmeraren tappade släppte du lös några hemska hemligheter.
tr: Güzel, tekrar kendine geldin. Programcı'nın düşürdüğü o eşyayı aldığında, bazı korkunç sırları açığa çıkardın.

# TXT_RPLY0_SCRIPT10_D0_WHATK
source: What kind of secrets.
da: Hvilken slags hemmeligheder?
ja: その秘密とは。
nl: Wat voor geheimen.
pt_br: Que tipos de segredos?
ro: Ce fel de secrete?
sv: Vad för slags hemligheter.
tr: Ne tür sırlar?
