Repository: the-phinet/UZDoom
Catalog: zdoom_game_strings/*.po
Languages: da, ja, nl, pt_br, ro, sv, tr

# NERVETEXT
source: Trouble was brewing again in your favorite vacation spot... Hell. Some Cyberdemon punk thought he could turn Hell into a personal amusement park, and make Earth the ticket booth. Well, that half-robot freak show didn't know who was coming to the fair. There's nothing like a shooting gallery full of hellspawn to get the blood pumping... Now the walls of the demon's labyrinth echo with the sound of his metallic limbs hitting the floor. His death moan gurgles out through the mess you left of his face. This ride is closed.
da: Der var igen ballade på vej i dit yndlingsferieområde... Helvede. En eller anden cyberdemon troede, at han kunne forvandle Helvede til en personlig forlystelsespark og gøre Jorden til billetluge. Nå, men den halv-robot freak show vidste ikke hvem der kom til tivoli. Der er intet som en skydebane fuld af dæmoner til at få blodet til at pumpe... Nu ekkoede væggene i dæmonens labyrint med lyden af hans metalliske lemmer, der ramte gulvet. Hans dødsstøn gisper ud gennem det rod, du har efterladt af hans ansigt. Denne tur er lukket.
ja: 厄介事は君のお気に入りのリゾート地、地獄でまた発生していた... サイバーデーモンのバカが、地獄をヤツの遊び場にできるとでも 思っていたんだ。そして地球は、そのチケット売り場になる予定だった。 まあ、あの半身ロボットの見世物野郎は、 一体誰がそのお祭りに来るのかを考えていなかったようだ。 たくさんの化け物たちを撃ちまくる射撃訓練場みたいに、 気持ちが良いことはないからな。 そしてサイバーデーモンが倒れ、金属の脚が床に崩れ落ちた。 この音は、悪魔の迷宮の壁に響き渡った。 サイバーデーモンの死前喘鳴が、彼の削がれた顔面から漏れてきている。 この地獄のアトラクションは、運行休止となった。
nl: Nogmaals, er waren problemen op je favoriete vakantieoord... in de hel. Een Cyberdemon punker dacht dat hij van de hel een persoonlijk pretpark kon maken, en van de aarde de kassa. Nou, die halve robot freakshow wist niet wie er naar de beurs kwam. Er gaat niets boven een schietbaan vol met demonen om het bloed te pompen... Nu weerklinken de muren van het labyrint van de demon met het geluid van zijn metalen ledematen die de vloer raken. Zijn doodskreun klatert door de rotzooi die je nog van zijn gezicht hebt achtergelaten. Deze rit is gesloten.
pt_br: Mais uma vez estava começando a dar encrenca no seu local de descanso favorito... Que saco. Algum Ciberdemônio desgraçado achou que podia transformar o Inferno em um parque de diversões particular e fazer da Terra um quiosque de venda de ingressos. Bem, essa aberração semi-robotizada não imaginava quem estava por chegar. Nada como uma barraca de tiro ao alvo cheio de demônios para fazer o sangue ferver... Agora as paredes do labirinto demoníaco ecoam com o som de seus membros metálicos caindo no chão. Seu gemido de morte se engasga na bagunça que você fez da cara dele. Esta atração está fechada.
ro: Se pare că problemele au început să apară în locul tău de vacanță preferat... Infernul. Ceva șmecher de Ciberdemon a crezut că poate să-și facă din Infern propriul parc de distracții, și Pământul chioșc de bilete. Ei, acea urâțenie pe jumătate robot nu a realizat cine urma să li se alăture. Nimic nu e mai bun decât un poligon plin cu creaturi infernale pentru a pune sângele în mișcare... Acum zidurile labirintului fac ecou din zgomotul membrelor matahalei care se prăbușește la pământ. Ultimul său geamăt gâlgâie prin mizeria în care i-ai transformat fața. Călătoria s-a încheiat.
sv: "Det var återigen oroligt på din favoritsemesterplats... Helvetet. Någon Cyberdemon-punk trodde att han kunde förvandla helvetet till en personlig nöjespark och göra jorden till biljettkassan. Tja, den där halvrobot-freakshowen visste inte vem som skulle komma till tivoli. Det finns inget bättre än en skjutbana full av helvetesgödsel för att få blodet att pumpa... Nu ekar väggarna i demonens labyrint med ljudet av hans metalliska lemmar som slår i golvet. Hans dödsstön gurglar ut genom den röra du lämnade av hans ansikte. Den här föreställningen är stängt.
tr: En sevdiğin tatil yerinde yine sorun çıkıyordu... Cehennem'de. Siber iblisin teki Cehennem'i kişisel bir eğlence parkına dönüştürebileceğini ve Dünya'yı da bilet gişesi yapabileceğini düşündü. O yarı robot ucube fuara kimin geldiğini bilmiyordu. Kan pompalamak için cehennem zebanileriyle dolu bir atış poligonu gibisi yoktur... Şimdi iblisin labirentinin duvarları, yere çarpan metalik uzuvlarının sesiyle yankılanıyor. Ölüm iniltisi yüzünde bıraktığın karmaşanın içinden fışkırıyor. Bu yolculuk kapandı.

# HE1TEXT
source: With the destruction of the Iron Liches and their minions, the last of the undead are cleared from this plane of existence. Those creatures had to come from somewhere, though, and you have the sneaky suspicion that the fiery portal of hell's maw opens onto their home dimension. To make sure that more undead (or even worse things) don't come through, you'll have to seal Hell's maw from the other side. Of course this means you may get stuck in a very unfriendly world, but no one ever said being a heretic was easy!
da: Med udslettelsen af jernlicherne og deres håndlangere er de sidste udøde blevet fjernet fra dette eksistensplan. Disse skabninger måtte dog komme et eller andet sted fra, og du har en lumsk mistanke om, at den brændende portal i Helvedes gab åbner sig mod deres hjemlige dimension. For at sikre dig, at der ikke kommer flere udøde (eller endnu værre ting) igennem, skal du forsegle Helvedes gab fra den anden side. Det betyder selvfølgelig, at du kan komme til at sidde fast i en meget uvenlig verden, men ingen har nogensinde sagt, at det er let at være kætter!
ja: アイアンリッチとその手下たちが滅ぼされたことにより、 アンデッドは一匹残らずこの世界から消滅した。 この怪物達は、別の場所から此処へ来る必要があったらしい、 故に、地獄の肚と呼ばれる燃え盛るポータルが 奴等の住処と繋がっているのではという不審感を覚えた。 更なるアンデット(もしくはそれ以上の者)が押し寄せるのを 阻止する為、そこを通り地獄へのポータルを封印する手段を 探さなければならない。だがそれで貴方が不倶戴天の世界に 立往生する事態となっても、異端者と攻め立てる権利は誰にも無い!
nl: Met de vernietiging van de ijzeren lijken en hun ondergeschikten heeft de laatste ondoden deze dimensie verlaten. Die wezens moesten echter ergens vandaan Komen, en je hebt het stiekeme vermoeden dat het vurige portaal van de helse muil zich opent naar hun thuisdimensie. Om ervoor te zorgen dat er niet nog meer Ondoden (of nog ergere dingen) doorkomen, moet je de muil van de hel van de andere kant verzegelen. Natuurlijk betekent dit dat je vast komt te zitten in een zeer onvriendelijke wereld, maar niemand heeft ooit gezegd dat het gemakkelijk is om ketter te zijn!
pt_br: Com a destruição dos Liches de Ferro e seus lacaios, os últimos mortos-vivos são varridos deste plano de existência. No entanto, essas criaturas devem ter vindo de algum lugar e você suspeita que o portal flamejante da boca do inferno leva até a dimensão de origem delas. Para ter certeza de que não apareçam mais mortos-vivos (ou coisas ainda piores) você deve selar a boca do inferno pelo outro lado. Claro que isso significa que você pode ficar pres@[ao_ptb] num lugar nada amigável, mas ninguém jamais disse que ser herége era fácil.
ro: Odată cu distrugerea Cadavrelor de Fier și ai minionilor, ultimii nemorți dispar din acest plan al existenței. Aceste creaturi trebuie să fii venit de undeva, și ai vaga suspiciune că portalul fierbinte al gurii infernului deschide o cale către dimensiunea lor. Pentru a fi sigur că niciun alt nemort (sau chestii mai oribile) nu trec prin ea, va trebui să închizi gura infernului de pe cealaltă parte. Firește că asta poate să însemne că vei rămâne blocat într-o lume extrem de neprimitoare, dar n-a spus nimeni că e ușor să fii un eretic!
sv: I och med förintelsen av järnlicherna och deras hantlangare har de sista odöda försvunnit från det här existensplanet. Dessa varelser måste dock ha kommit någonstans ifrån, och du har en lömsk misstanke om att den eldiga portalen i helvetets gap öppnar sig på deras hemdimension. För att se till att inte fler odöda (eller ännu värre saker) kommer igenom måste du försegla Helvetets gap från andra sidan. Naturligtvis innebär detta att du kan fastna i en mycket ovänlig värld, men ingen har någonsin sagt att det är lätt att vara kättare!
tr: Demir cesetlerin ve yardakçılarının yok edilmesiyle, son yaşayan ölüler de bu âlemden uzaklaştırılmış oldu. Bu yaratıkların bir yerde, yine de, ve sen var sinsi şüphesi Cehennemin ağzının kapısı açılıyor kendi boyutlarında. Daha fazla ölümsüzün (ya da daha kötü şeyler) gelmiyor Cehennem'i mühürlemek zorunda kalacaksın. diğer taraftan maw. Elbette. bu da, bir güvenlik duvarı nda sıkışıp kalabileceğiniz anlamına gelir. çok düşmanca bir dünya, ama kimse Kafir olmanın kolay olduğunu hiç söylemedim!

# HE2TEXT
source: The mighty maulotaurs have proved to be no match for you, and as their steaming corpses slide to the ground you feel a sense of grim satisfaction that they have been destroyed. The gateways which they guarded have opened, revealing what you hope is the way home. But as you step through, mocking laughter rings in your ears. Was some other force controlling the maulotaurs? Could there be even more horrific beings through this gate? The sweep of a crystal dome overhead where the sky should be is certainly not a good sign....
da: De mægtige maulotaurer har vist sig ikke at være nogen match for dig, og mens deres dampende lig glider ned på jorden, føler du en følelse af grum tilfredshed med, at de er blevet udslettet. De porte, som de bevogtede, er blevet åbnet og har afsløret det, som du håber er vejen hjem. Men da du træder igennem, lyder hånlig latter i dine ører. Var der en anden kraft, der kontrollerede maulotaurerne? Kunne der være endnu mere rædselsvækkende væsener bag denne port? En krystalkupel over himlen, der er i vejret, hvor himlen burde være, er bestemt ikke et godt tegn...
ja: 強靭と自負していたマウロタウロスは貴方に肩を並べるほど 鍛えていなかったようで、その焼け焦げた牛の死体が 貴方の満足感を満たした。 守護されていたゲートが開き、元の世界に戻る道が出来た。 しかし通り抜けた瞬間、嘲た笑い声が鳴り響いた。 何者がマウロタウロスを支配していたか? この門の向こうにさらなる脅威が待ち受けるのか? 頭上に広がる透き通ったクリスタルドームを見るに 良い兆候は決して訪れないと確信した....
nl: De machtige mauloteurs waren geen uitdaging voor je en terwijl hun stomende karkassen instorten, voelt je een gevoel van grimmige tevredenheid dat ze zijn vernietigd. De poorten die ze bewaakten, zijn geopend en onthullen wat je hoopt dat de weg naar huis is. Maar als je er doorheen stapt, klinkt er een spottende lach in je oren. Was er een andere kracht die de mauloteurs controleerde? Kunnen er nog meer gruwelijke wezens door deze poort komen? Het vegen van een kristallen koepel op de plek waar de hemel zou moeten staan is zeker geen goed teken...
pt_br: Os poderosos marretauros mostraram não ser páreos para você. Enquanto seus corpos despencam pelo chão você sente uma sensação sinistra de satisfação por ter destruído eles. Os portões que eles vigiavam se abrem, revelando o que você espera que seja o caminho para casa. Mas enquanto você entra, risos de deboche ressoam nos seus ouvidos. Será que havia uma outra força controlando os marretauros? Será que há mais criaturas horrendas por trás desses portões? A visão da cúpula de cristal acima onde deveria estar o céu certamente não é um bom sinal....
ro: Puternicii maulotauri s-au dovedit a nu fi nici pe departe pe măsura ta, iar în timp ce cadavrele lor fumegânde alunecă pe pământ simți o satisfacție crudă că au fost distruși. Poarta care era păzită de ei e acum deschisă, dezvăluind ceea ce tu sperai să fie drumul spre casă. Dar o dată ce pășești prin ea, râset batjocoritor îți răsună în urechi. Să fii fost o altă forță în spatele maulotaurilor? Să fie oare creaturi și mai oribile dincolo de acest portal? Un dom de cristal în locul unde trebuia să fie cerul cu siguranță nu e un semn bun...
sv: De mäktiga maulotaurerna har visat sig inte vara någon match för er, och när deras ångande lik glider ner på marken känner du en känsla av grym tillfredsställelse över att de har förintats. Portarna som de vaktade har öppnats och avslöjat vad du hoppas är vägen hem. Men när du kliver igenom ringer ett hånfullt skratt i dina öron. Var det någon annan kraft som kontrollerade maulotaurerna? Kan det finnas ännu mer hemska varelser bakom den här porten? En kristallkupol över himlen där himlen borde vara är verkligen inget bra tecken...
tr: Kudretli maulotorlar kanıtladı seninle boy ölçüşemez, ve dumanı tüten cesetleri acımasızlık hissi uyandırır oldukları için memnuniyet yok edildi. Korudukları geçitler açtınız, neyi açığa çıkardınız umut eve giden yoldur. Ama sen adım at, alaycı kahkahalar kulaklarında çınlıyor. Maulotorları kontrol eden başka bir güç mü vardı? Bu geçidin ardında daha da korkunç varlıklar olabilir miydi? Gökyüzünün olması gereken yerde kristal bir kubbenin yükselmesi kesinlikle iyi bir işaret değil....

# HE3TEXT
source: The death of D'Sparil has loosed the magical bonds holding his creatures on this plane, their dying screams overwhelming his own cries of agony. Your oath of vengeance fulfilled, you enter the portal to your own world, mere moments before the dome shatters into a million pieces. But if D'Sparil's power is broken forever, why don't you feel safe? Was it that last shout just before his death, the one that sounded like a curse? Or a summoning? You can't really be sure, but it might just have been a scream. Then again, what about the other Serpent Riders?
da: D'Sparils død har løsnet de magiske bånd, der holder hans skabninger på dette plan, og deres døende skrig overdøver hans egne smertefulde skrig. Din hævnsed er opfyldt, og du træder ind i portalen til din egen verden, blot få øjeblikke før kuplen splintres i en million stykker. Men hvis D'Sparils magt er brudt for evigt, hvorfor føler du dig så ikke sikker? Var det det sidste råb lige før hans død, det råb, der lød som en forbandelse? Eller en tilkaldelse? Du kan ikke være helt sikker, men det kan bare have været et skrig. Men igen, hvad med de andre slange ryttere?
ja: デ'スパリルの死によって魔法による従僕達は解放され その風靡なる死の悲鳴に貴方は圧倒された。 復讐の誓いは成し遂げられ、元の世界へ戻るポータルを 通った瞬間、ドームが崩壊し数百万の破片と化した。 だがデ'スパリルの魔力が永久に破壊されたなら 安全だと思うはずだろう? 奴の死の直前、呪文のような叫びが最後に聞こえた ような?何かが召喚された? もしくはただの悲鳴だったのか? それとも、また別のサーペントライダーがいたのか?
nl: De dood van D'Sparil heeft de magische banden met zijn wezens in dit vliegtuig losgemaakt, hun dood schreeuwt zijn eigen doodskreten uit. Jouw eed van wraak is vervuld, je betreedt het portaal naar je eigen wereld, slechts enkele ogenblikken voordat de koepel in een miljoen stukjes uiteenvalt. Maar als D'Sparil's kracht voor altijd gebroken is, waarom voel je je dan niet veilig? Was het die laatste schreeuw vlak voor zijn dood, die als een vloek klonk? Of een oproeping? Je kunt er niet echt zeker van zijn, maar het kan gewoon een schreeuw zijn geweest. Maar hoe zit het dan met de andere servenrijders?
pt_br: A morte de D'Sparil acabou desfazendo as ligações mágicas que unem as criaturas deste plano, com seus gritos moribundos superando seus prantos de agonia. Cumprindo o seu juramento de vingança, você entra no portal que leva ao seu mundo, pouco antes da cúpula se quebrar em milhões de pedaços. Mas se o poder de D'Sparil foi destruído para sempre, por que você ainda não se sente segur@[ao_ptb]? Será que é por causa daquele último grito antes da sua morte, que pareceu uma maldição? Ou uma invocação? Você não tem muita certeza, mas pode ter sido apenas um grito. De qualquer forma, e quanto aos outros Cavaleiros de Serpentes?
ro: Moartea lui D'Sparil a slăbit legatura magică care ținea creaturile în acest plan, strigătele lor de pierzanie înăbușindu-i ragetele agonizante. Odată cu îndeplinirea jurământului răzbunării, intri în portalul care duce înapoi spre lumea ta, cu doar câteva momente înainte ca domul să se spargă într-un milion de bucăți. Dar dacă puterea lui D'Sparil e dusă pe veci, de ce tot nu te simți în siguranță? O fi din cauza ultimului său strigăt înainte să piară, cel care a sunat ca un blestem? Sau o chemare? Nu poți fi tocmai sigur, dar e posibil să fii fost un simplu strigăt. Dar din nou, cu ceilalți Călăreți cum rămâne?
sv: D'Sparils död har lossat de magiska band som håller hans varelser på detta plan, deras dödliga skrik överväldigade hans egna skrik av plågor. Din hämndens ed uppfylld, går du in i portalen till din egen värld, bara några ögonblick innan kupolen splittras i en miljon bitar. Men om D'Sparils makt är bruten för alltid, varför känner du dig då inte trygg? Var det det sista ropet strax före hans död, det som lät som en förbannelse? Eller en kallelse? Du kan inte riktigt vara säker, men det kan ha varit ett skrik. Men å andra sidan, hur är det med de andra ormryttarna?
tr: D'Sparil'in ölümü, yaratıklarını bu alemde tutan büyülü bağları kopardı, onların ölüm çığlıkları kendi acı çığlıklarını bastırdı. İntikam yeminini yerine getirdin ve kubbenin milyonlarca parçaya ayrılmasından sadece birkaç dakika önce kendi dünyana açılan kapıdan girdin. Ama eğer D'Sparil'in gücü kırılırsa Sonsuza dek, neden güvende hissetmiyorsun? O son bağırış mıydı? Onun ölümü, o ses Lanet gibi mi? Ya da bir çağırma? Sen emin olamıyorum, ama olabilir sadece bir çığlık olabilirdi. Sonra tekrar, peki ya diğer Yılan Süvarileri mi?

# HE4TEXT
source: You thought you would return to your own world after D'Sparil died, but his final act banished you to his own plane. Here you entered the shattered remnants of lands conquered by D'Sparil. You defeated the last guardians of these lands, but now you stand before the gates to d'Sparil's stronghold. Until this moment you had no doubts about your ability to face anything you might encounter, but beyond this portal lies the very heart of the evil which invaded your world. D'Sparil might be dead, but the pit where he was spawned remains. Now you must enter that pit in the hopes of finding a way out. And somewhere, in the darkest corner of D'Sparil's demesne, his personal bodyguards await your arrival ...
da: Du troede, at du ville vende tilbage til din egen verden, efter at D'Sparil døde, men hans sidste handling forviste dig til hans eget plan. Her kom du ind i de ødelagte rester af de lande, som D'Sparil erobrede. Du besejrede de sidste vogtere af disse lande, men nu står du foran portene til d'Sparils fæstning. Indtil dette øjeblik var du ikke i tvivl om din evne til at klare alt, hvad du måtte møde, men bag denne portal ligger selve hjertet af den ondskab, som invaderede din verden. D'Sparil er måske død, men den grube, hvor han blev skabt, er stadig tilbage. Nu må du gå ind i dette hul i håb om at finde en vej ud. Og et eller andet sted i det mørkeste hjørne af D'Sparils domæne venter hans personlige bodyguards på din ankomst ...
ja: 貴方はデ'スパリルの死後、元の世界に戻れるはずだったが あの死に際の呪文により既に征服され破壊された古蹟へ 送られてしまった。先程その守護者を打ち倒し、次いで 要塞への門前に迷わず進み出た。この瞬間まで更なる脅威に 立ち向かう魔力を疑う余地は持たなかった。 だがそのポータルを抜けた先には世界侵略を企てる 諸悪の根源が待ち構えている。デ'スパリルは死んだ、 しかし彼奴のいた居城はまだ残っている。 解決策を得る為その門に突入する必要がある。 そして何処か、デ'スパリルの領地で専属の者が 暗黒の僻地で待ち構えているだろう。
nl: Je dacht dat je terug zou keren naar je eigen wereld na de dood van D'Sparil, maar zijn laatste daad verbande je naar zijn eigen dimensie. Hier ging je de verbrijzelde restanten van het door D'Sparil veroverde land binnen. Je hebt de laatste bewakers van deze landen verslagen, maar nu sta je voor de poorten van het bolwerk van D'Sparil. Tot dit moment had je geen twijfel over je vermogen om alles wat je tegenkomt onder ogen te zien, maar voorbij dit portaal ligt het hart van het kwaad dat je wereld is binnengedrongen. D'Sparil mag dan dood zijn, maar de put waar hij geboren is, blijft bestaan. Nu moet je die kuil betreden in de hoop een uitweg te vinden. En ergens, in de donkerste hoek van D'Sparil's rijk, wachten zijn persoonlijke lijfwachten op je komst...
pt_br: Você achou que retornaria ao seu mundo após a morte de D'Sparil, mas o seu último ato encurralou você neste plano. Neste lugar você se encontra nas ruínas das terras conquistadas por D'Sparil. Você derrotou os últimos guardiões destas terras, mas agora você está diante dos portões que levam à fortaleza de D'Sparil. Até este momento você não tinha dúvidas sobre a sua habilidade de encarar qualquer coisa que aparecesse na sua frente, mas através deste portal existe o coração do mal que invadiu o seu mundo. D'Sparil pode estar morto, mas o buraco de onde ele surgiu ainda permanece. Agora você deve entrar nele na esperança de achar uma saída. E em algum lugar, nos cantos mais escuros do reino de D'Sparil, seus guarda-costas aguardam a sua chegada...
ro: Ai crezut că te poți întoarce acasă dupa moartea lui D'Sparil, dar ultimul său act te-a alungat în propria lui dimensiune. Ai pășit pe ultimele lui tărâmuri cucerite. Ai învins gardienii acestor tărâmuri când ai trecut pe aici ultima dată, dar acum te regăsești în fața porților bastionului lui D'Sparil. Până în acest moment nu ai avut niciun dubiu în legătură cu abilitatea ta de a face față la orice întâlnești în cale, dar dincolo de acest portal se află însăși înima răului care ți-a invadat lumea. Poate că D'Sparil s-a dus, dar groapa în care s-a născut rămâne. Acum trebuie să intri în acea groapa în speranța că vei găsi și o cale de ieșire. Și undeva, în defensiva celui mai întunecat colț al locului, proprii lui gardieni îți așteaptă sosirea ...
sv: Du trodde att du skulle återvända till din egen värld efter D'Sparils död, men hans sista handling förvisade dig till hans eget plan. Här gick du in i krossade resterna av de länder som D'Sparil erövrade. Du besegrade de sista väktarna av dessa länder, men nu står du framför portarna till D'Sparils fäste. Fram till det här ögonblicket hade du inga tvivel om din förmåga att möta allt som du skulle kunna möta, men bortom den här portalen ligger själva hjärtat av den ondska som invaderade din värld. D'Sparil må vara död, men gropen där han föddes finns kvar. Nu måste du gå in i den gropen i hopp om att hitta en väg ut. Och någonstans, i det mörkaste hörnet av D'Sparils rike, väntar hans personliga livvakter på din ankomst ...
tr: Kendi evine döneceğini sanıyordun. D'Sparil öldükten sonra kendi dünyasına döndü. son eylemi seni sürgüne gönderdi kendi uçağı. İşte burada parçalanmış toprak kalıntıları D'Sparil tarafından fethedildi. Sen yendin Bu toprakların son koruyucuları, ama şimdi kapıların önünde duruyorsun D'Sparil'in kalesine. Ta ki bu hakkında hiçbir şüphen olmadığı an her şeyle yüzleşebilme yeteneği karşılaşma, ama bu portalın ötesinde kötülüğün tam kalbinde yatıyor dünyanızı işgal eden. D'Sparil ölmüş olabilir, ama çukurda doğduğu yer kalır. Şimdi yapman gereken o çukura girme umuduyla bir çıkış yolu bulmak. Ve bir yerlerde, D'Sparil'in krallığının en karanlık köşesinde, kişisel korumaları gelişinizi bekliyor ...
