Repository: the-phinet/UZDoom
Catalog: zdoom_game_strings/*.po
Languages: da, ja, nl, pt_br, ro, sv, tr

# TXT_ILOG1026
source: Next you must find the surgeon who butchers and controls your people.... The Loremaster. Stop him, and the next piece will be yours. Use the teleporter I opened to reach him. When he's dead, use the same device to return to me.
da: Dernæst skal du finde den kirurg, der slagter og kontrollerer dit folk.... Loremesteren. Stop ham, og den næste del bliver din. Brug teleporteren, som jeg åbnede for at nå ham. Når han er død, skal du bruge den samme anordning til at vende tilbage til mig.
ja: 次の欠片は人々を虐殺で支配する外科医... ロアマスターが所持している。奴を止め、欠片を自分の物にする。 近辺へのテレポーターを使い、奴が死んだら再びテレポーターから戻る。
nl: Vervolgens moet u de chirurg vinden die uw mensen afslacht en onder controle heeft....... De Kennismeester. Stop hem, en het volgende stuk zal van jou zijn. Gebruik de teleporter die ik geopend heb om hem te bereiken. Als hij dood is, gebruik dan hetzelfde apparaat om terug te keren naar mij.
pt_br: Agora você deve encontrar o cirurgião que mutila e controla o seu povo... o Mestre do Conhecimento. Detenha-o e a próxima peça será sua. Use o teletransportador que eu abri para chegar até ele. Quando ele estiver morto, use o mesmo dispositivo e volte até mim.
ro: Mai departe trebuie să găsești chirurgul care vă masacrează oameni.... Maestrul Cunoștiințelor. Oprește-l, și următoarea piesă va fii a ta.
sv: Nästa steg är att hitta kirurgen som slaktar och kontrollerar ditt folk.... Läromästaren. Stoppa honom och nästa del blir din. Använd teleportern som jag öppnade för att nå honom. När han är död använder du samma apparat för att återvända till mig.
tr: Şimdi halkını katleden ve kontrol eden cerrahı bulmalısın.... Loremaster. Onu durdurun ve bir sonraki parça sizin olsun. Ona ulaşmak için açtığım ışınlayıcıyı kullan. O öldüğünde, bana dönmek için aynı cihazı kullan.

# TXT_ILOG1027
source: You have chosen wisely. The third piece is held by your own leader. Destroy that which hides within your heart and return to me.
da: Du har truffet et klogt valg. Den tredje brik er i hænderne på din egen leder. Ødelæg det, der gemmer sig i dit hjerte, og vend tilbage til mig.
ja: 貴方は賢い判断をした。三つ目の欠片は我々のリーダーが保持している。 貴方の胸中に隠れているものを払い彼の元に戻る。
nl: Je hebt verstandig gekozen. Het derde stuk wordt vastgehouden door je eigen leider. Vernietig datgene wat zich in je hart verbergt en keer terug naar mij.
pt_br: Você escolheu sabiamente. A terceira peça está com o seu próprio líder. Destrua aquilo que se esconde em seu coração e volte a mim.
ro: Ai ales înțelept. A treia piesă e deținută de liderul vostru. Distruge ceea ce se ascunde în inima ta și întoarce-te la mine.
sv: Du har valt klokt. Den tredje biten innehas av din egen ledare. Förstör det som gömmer sig i ditt hjärta och återvänd till mig.
tr: Akıllıca bir seçim yaptın. Üçüncü parça kendi liderinizin elinde. Kalbinde sakladığın şeyi yok et ve bana dön.

# TXT_ILOG1028
source: We've found out that the Order is transforming our people into bio-mechanical soldiers. Find the facility where this is being done and close it, permanently! Find Richter in the commons, near the waterfall and he'll tell you how to stop this atrocity.
da: Vi har fundet ud af, at Ordenen forvandler vores folk til biomekaniske soldater. Find det sted, hvor det sker, og luk det for altid! Find Richter i fællesarealerne, nær vandfaldet, og han vil fortælle dig, hvordan du kan stoppe denne grusomhed.
ja: 我等はオーダーが人々をサイボーグ兵に改造しつつある事を発見した。 これが行われている施設を見つけ永久に停止させる。 コモンズの滝近くにいるリヒターに会い、この残虐な行為を止める方法を聞く。
nl: We hebben ontdekt dat de Orde onze mensen transformeert in bio-mechanische soldaten. Vind de faciliteit waar dit gebeurt en sluit deze permanent! Vind Richter in de commons, vlakbij de waterval, en hij zal je vertellen hoe je deze gruweldaad kunt stoppen.
pt_br: Descobrimos que a Ordem está transformando o nosso pessoal em soldados biomecânicos. Encontre a instalação onde isso está sendo feito e feche-a, de uma vez por todas! Encontre o Richter no refeitório próximo à cascata e ele te dirá como parar com essa atrocidade.
ro: Am aflat că Ordinul ne transformă oamenii în soldați bio-mecanici. Găsește fabrica unde se întâmplă asta și închide-o, permanent! Găsește-l pe Richter la comune, lângă cascadă și îți va spune cum să oprești atrocitatea.
sv: Vi har fått reda på att Orden förvandlar vårt folk till biomekaniska soldater. Hitta anläggningen där detta görs och stäng den, för gott! Hitta Richter i allmänningen, nära vattenfallet, så berättar han hur du ska stoppa denna grymhet.
tr: Tarikat'ın insanlarımızı biyo-mekanik askerlere dönüştürdüğünü öğrendik. Bunun yapıldığı tesisi bulun ve kalıcı olarak kapatın! Ortak alanda, şelalenin yanında Richter'i bulun ve size bu vahşeti nasıl durduracağınızı anlatsın.

# TXT_ILOG1029
source: To enter the factory, you need a key. We stole one, but the agent who had it is missing in the catacombs underneath the commons. There's something down there taking our men. Whatever it is, you have to find it and retrieve the key. When you've got it, the factory is next to the mines.
da: For at komme ind på fabrikken skal du bruge en nøgle. Vi stjal en, men agenten, der havde den, er forsvundet i katakomberne under fællesarealerne. Der er noget dernede, der tager vores mænd. Uanset hvad det er, skal du finde det og hente nøglen. Når du har den, er fabrikken ved siden af minerne.
ja: 工場に入るにはキーが必要だ。持っていた代理人はコモンズの地下墓所にはいない。 何処かへ連れて行かれたと思われる。それが何であれキーを見つけなければならない。 キーを手に入れたら工場の隣の鉱山に向かう。
nl: Om de fabriek binnen te komen, heb je een sleutel nodig. We hebben er een gestolen, maar de agent die hem had, wordt vermist in de catacomben onder de commons. Er is daar beneden iets dat onze mannen meeneemt. Wat het ook is, je moet het vinden en de sleutel ophalen. Als je hem hebt, staat de fabriek naast de mijnen.
pt_br: Para entrar na fábrica você precisa de uma chave. Nós roubamos uma, mas o agente que tinha ela desapareceu nas catacumbas sob o refeitório. Há algo lá embaixo que está pegando os nossos homens. Seja lá o que for, você precisa achar e recuperar a chave. Quando conseguir, a fábrica fica próxima às minas.
ro: Pentru a intra în fabrică ai nevoie de cheie. Noi am furat una, dar agentul care a luat-o e undeva în caverne, sub comune. E ceva acolo care ne răpește oamenii. Orice ar fi, găsește-l și ia cheia. Când o ai, fabrica e lângă mine.
sv: För att komma in i fabriken behöver du en nyckel. Vi stal en, men agenten som hade den är försvunnen i katakomberna under allmänningen. Det är något där nere som tar våra män. Vad det än är måste du hitta det och hämta nyckeln. När du har fått den är fabriken bredvid gruvorna.
tr: Fabrikaya girmek için bir anahtara ihtiyacınız var. Bir tane çaldık, ama anahtarı alan ajan avlunun altındaki yeraltı mezarlarında kayıp. Aşağıda adamlarımızı kaçıran bir şey var. O her neyse, onu bulup anahtarı almalısın. Anahtarı aldığında, fabrika madenlerin yanında olacak.

# TXT_ILOG1101
source: Find the chalice in the sanctuary chapel and bring it to Harris upstairs in the tavern.
da: Find bægeret i helligkapellet og bring det til Harris ovenpå i tavernaen.
ja: 聖域でチャリスを探しバーの二階にいるハリスに渡す
nl: Vind de kelk in de kapel van het heiligdom en breng hem naar Harris boven in de taverne.
pt_br: Encontre o cálice na capela do santuário e leve ao Harris no andar de cima da taverna.
ro: Găsește potirul în sanctuarul capelei și du-l lui Harris sus în tavernă.
sv: Hitta kalken i helgedomens kapell och ta med den till Harris uppe i tavernan.
tr: Kutsal şapeldeki kadehi bul ve tavernanın üst katındaki Harris'e getir.

# TXT_ILOG1102
source: Find the Governor's mansion and talk to the Governor to get your reward
da: Find guvernørens palæ og tal med guvernøren for at få din belønning
ja: 知事のマンションで知事と話し報酬を得る
nl: Zoek het herenhuis van de Gouverneur en praat met de Gouverneur om je beloning te krijgen.
pt_br: Encontre a mansão do Governador e fale com ele para pegar a sua recompensa.
ro: Găsește complexul Guvernatorului și vorbește cu el pentru a-ți lua recompensa.
sv: Hitta guvernörens herrgård och prata med guvernören för att få din belöning.
tr: Vali'nin konağını bulun ve ödülünüzü almak için Vali ile konuşun

# TXT_ILOG1201
source: Congratulations! You have earned our gratitude. Visit the medic and weapons trainer and they will get you ready for what lies ahead. Feel free to wander around within the base.
da: Tillykke med det! Du har fortjent vores taknemmelighed. Besøg lægen og våbentræneren, og de vil gøre dig klar til det, der venter forude. Du er velkommen til at vandre rundt i basen.
ja: おめでとう!私達は貴方に感謝している。 メディックと武器トレーナーに訪れれば手助けを施せる。 基地内部も自由に回ってよい。
nl: Gefeliciteerd! Je hebt onze dankbaarheid verdiend. Bezoek de medicus- en wapentrainer en zij zullen je klaarstomen voor wat je te wachten staat. Voel je vrij om rond te dwalen in de basis.
pt_br: Parabéns! Você conquistou a nossa gratidão. Visite o médico e o treinador de armas e eles vão te preparar para o que vem adiante. Sinta-se livre para passear pela base.
ro: Felicitări! Ne-ai câștigat recunoștiința. Vizitează medicul și antrenorul de arme și te vor pregătii pentru ceea ce urmează mai departe. Simte-te liber să te plimbi prin bază.
sv: Gratulerar! Du har förtjänat vår tacksamhet. Besök sjukvårdaren och vapentränaren och de kommer att göra dig redo för vad som väntar dig. Du får gärna vandra runt i basen.
tr: Tebrikler! Minnettarlığımızı kazandınız. Sıhhiyeyi ve silah eğitmenini ziyaret edin, onlar sizi ileride olacaklara hazırlayacaktır. Üs içinde dolaşmaktan çekinmeyin.

# TXT_SPEAKER_ORDER_SERGEANT
source: Order Sergeant
da: Ordenens sergent
ja: オーダー軍曹
nl: Soldaat van de orde
pt_br: Sargento da Ordem
ro: Sergent al Ordinului
sv: Sergeant på orden
tr: Emir Çavuşu

# TXT_SPEAKER_PRISON_GUARD
source: Prison Guard
da: Fængselsbetjent
ja: 刑務官
nl: Gevangenisbewaker
pt_br: Guarda da Prisão
ro: Gardian Închisoare
sv: Fångvakt
tr: Hapishane Gardiyanı

# TXT_SPEAKER_ASSISTANT
source: Assistant
da: Assistent
ja: アシスタント
nl: Assistent
pt_br: Assistente
ro: Asistent
sv: Assistent
tr: Asistan

# TXT_SPEAKER_KEY_MASTER
source: Key Master
da: Nøglemester
ja: キーマスター
nl: Zeer belangrijke Meester
pt_br: Mestre das Chaves
ro: Stăpân al Cheilor
sv: Nyckelmästare
tr: Anahtar Ustası

# TXT_SPEAKER_BODYGUARD
source: Bodyguard
da: Livvagt
ja: ボディガード
nl: Lijfwacht
pt_br: Guarda-costas
ro: Gardă de Corp
sv: Livvakt

# TXT_SPEAKER_INTERROGATOR
source: Interrogator
da: Forhørsleder
nl: Ondervrager
pt_br: Interrogador
ro: Interogator
sv: Förhörsledare
tr: Sorgulayıcı

# TXT_SPEAKER_WARDEN_MONTAG
source: Warden Montag
da: Direktør Montag
ja: モンターグ刑務所長
nl: Directeur Montag
pt_br: Carcereiro Montag
ro: Directorul Montag
sv: Direktör Montag
tr: Müdür Montag

# TXT_SPEAKER_MACIL_S_ADVISOR
source: Macil's Advisor
da: Macils rådgiver
ja: マシルの補佐官
nl: Macil's adviseur
pt_br: Conselheiro de Macil
ro: Sfetnicul lui Macil
sv: Macils rådgivare
tr: Macil'in Danışmanı

# TXT_SPEAKER_JUDGE_WOLENICK
source: Judge Wolenick
da: Dommer Wolenick
ja: ウォレニック裁判官
nl: Rechter Wolenick
pt_br: Juiz Wolenick
ro: Judecătorul Wolenick
sv: Domare Wolenick
tr: Yargıç Wolenick

# TXT_SPEAKER_PRISONER
source: Prisoner
da: Fange
ja: 囚人
nl: Gevangene
pt_br: Prisioneiro
ro: Prizonier
sv: Fånge
tr: Mahkum

# TXT_SPEAKER_WEAPON_SMITH
source: Weapon Smith
da: Våbensmed
ja: 武器工
nl: Wapen Smith
pt_br: Armeiro
ro: Făurar Arme
sv: Vapen Smith
tr: Silah Ustası

# TXT_SPEAKER_REACTOR_GUARD
source: Reactor Guard
da: Reaktorvagt
ja: リアクターガード
nl: Reactor bewaker
pt_br: Guarda do Reator
ro: Gardian Reactor
sv: Reaktorvakt
tr: Reaktör Muhafızı

# TXT_SPEAKER_APPRENTICE
source: Apprentice
da: Lærling
ja: 見習い
nl: Leerling
pt_br: Aprendiz
ro: Ucenic
sv: Lärling
tr: Çırak

# TXT_SPEAKER_DOOR_GUARD
source: Door Guard
da: Dørvagt
ja: ドアガード
nl: Deurwacht
pt_br: Guarda da Porta
ro: Paznic
sv: Dörrvakt
tr: Kapı Koruması

# TXT_SPEAKER_MASTER_SMITHY
source: Master Smithy
da: Mester Smithy
ja: マスター スミシー
nl: Meester Smithy
pt_br: Mestre Smithy
ro: Maestrul Smithy
sv: Mästersmeden
tr: Demirci Usta

# TXT_SPEAKER_WAREHOUSE_GUARD
source: Warehouse Guard
da: Lagervagt
ja: 倉庫のガード
nl: Magazijnwachter
pt_br: Guarda do Depósito
ro: Paznic Depozit
sv: Lagervakt
tr: Depo Görevlisi

# TXT_SPEAKER_BARKEEP
source: Barkeep
da: Bartender
ja: バーテンダー
nl: Barman
pt_br: Taberneiro
ro: Barman
sv: Bartender
tr: Barmen

# TXT_SPEAKER_TIMOTHY
source: Timothy
ja: ティモシー
ro: Timotei

# TXT_SPEAKER_BAILEY_GUARD
source: Bailey Guard
da: Bailey-vagt
ja: ベイリー ガード
pt_br: Guarda da Fortaleza
ro: Gardian Bailey
sv: Bailey-vakt
tr: Dış avlu bekçisi

# TXT_SPEAKER_DRONE
source: Drone
ja: 労働者
pt_br: Escravo
ro: Dronă
sv: Drönare

# TXT_SPEAKER_FRONT_GUARD
source: Front Guard
da: Front vagt
ja: フロント ガード
nl: Voorwacht
pt_br: Guarda da Frente
ro: Gandian Front
sv: Frontvakt
tr: Ön Koruma

# TXT_SPEAKER_SERGEANT
source: Sergeant
da: Sergent
ja: 軍曹
pt_br: Sargento
ro: Sergent
tr: Çavuş

# TXT_SPEAKER_TEMPLE_GUARD
source: Temple Guard
da: Tempelvagt
ja: テンプル ガード
nl: Tempelwacht
pt_br: Guarda do Templo
ro: Gardian Templu
sv: Tempelvakt
tr: Tapınak Muhafızı

# TXT_SPEAKER_ORACLE
source: Oracle
da: Orakel
ja: オラクル
nl: Orakel
pt_br: Oráculo
ro: Oracol
sv: Orakel
tr: Kahin

# TXT_SPEAKER_FRONT_SOLDIER
source: Front Soldier
da: Frontsoldat
ja: フロント ソルジャー
pt_br: Soldado da Frente
ro: Soldat Front
sv: Frontsoldat
tr: Ön Asker

# TXT_SPEAKER_PROGRAMMER
source: Programmer
da: Programmør
ja: プログラマー
nl: Programmeur
pt_br: Programador
ro: Programator
sv: Programmerare
tr: Programcı

# TXT_SPEAKER_WATCHMAN
source: Watchman
da: Vagtmand
ja: 警備員
nl: Waker
pt_br: Vigia
ro: Străjer
sv: Väktare
tr: Bekçi

# TXT_SPEAKER_ADVISOR
source: Advisor
da: Rådgiver
ja: 補佐官
nl: Adviseur
pt_br: Conselheiro
ro: Sfetnic
sv: Rådgivare
tr: Danışman

# TXT_SPEAKER_OVERSEER
source: Overseer
da: Tilsynsførende
ja: 監視人
nl: Opziener
pt_br: Supervisor
ro: Supraveghetor
sv: Övervakare
tr: Gözetmen

# TXT_SPEAKER_SECURITY_COMPLE
source: Security Comple
da: Sikkerhedskomplet
nl: Bewaker
pt_br: Vigia
ro: Paznic Complex de Securitate
sv: Säkerhetskompetens
tr: Güvenlik Comple

# TXT_SPEAKER_COMPUTER_TECH
source: Computer Tech
ja: 機械技術者
nl: Computertechniek
pt_br: Técnico de Informática
ro: Tehnician Calculatoare
sv: Datortekniker
tr: Bilgisayar Teknolojisi

# TXT_SPEAKER_DOCK_WORKER
source: Dock Worker
da: Dokarbejder
ja: 港湾労働者
nl: Dokwerker
pt_br: Estivador
ro: Muncitor Docuri
sv: Hamnarbetare
tr: Liman İşçisi

# TXT_SPEAKER_CORE_GUARD
source: Core Guard
da: Kernevagt
ja: コア ガード
nl: Kernwacht
pt_br: Guarda do Núcleo
ro: Gardian Nucleu
sv: Kärnvårdsvakt
tr: Çekirdek Koruma

# TXT_SPEAKER_SEWER_GUARD
source: Sewer Guard
da: Kloakvagt
ja: 下水道ガード
nl: Rioolwacht
pt_br: Guarda do Esgoto
ro: Gardian Canal
sv: Avloppsvakt
tr: Kanalizasyon Görevlisi

# TXT_SPEAKER_TECHNICIAN
source: Technician
da: Tekniker
ja: 技術者
nl: Technicus
pt_br: Técnico
ro: Tehnician
sv: Tekniker
tr: Teknisyen

# TXT_SPEAKER_GUARD
source: Guard
da: Vagt
ja: ガード
nl: Bewaker
pt_br: Guarda
ro: Gardian
sv: Väktare
tr: Muhafız

# TXT_SPEAKER_PEASANT
source: Peasant
da: Bonde
ja: 庶民
nl: Boer
pt_br: Cidadão
ro: Sărman
sv: Bonde
tr: Köylü

# TXT_SPEAKER_ARMORER
source: Armorer
da: Våbenmekaniker
ja: 兵器係
nl: Pantser
pt_br: Forjador de Armaduras
ro: Armurier
sv: Rusthållare
tr: Zırhçı

# TXT_SPEAKER_GOVERNOR_MOUREL
source: Governor Mourel
da: Guvernør Mourel
ja: モーレル知事
nl: Gouverneur Mourel
pt_br: Governador Mourel
ro: Guvernatorul Mourel
sv: Guvernör Mourel
tr: Vali Mourel

# TXT_SUB_INTRO1
source: The comet struck our planet without warning. We lost our paradise in a single violent stroke.
da: Kometen ramte vores planet uden varsel. Vi mistede vores paradis i et enkelt voldsomt slag.
ja: 彗星がこの星に突然衝突した。私達の楽園はこの一撃で失われた。
nl: De komeet raakte onze planeet zonder waarschuwing. We verloren ons paradijs in een enkele gewelddadige beroerte.
pt_br: O cometa atingiu o nosso planeta sem aviso prévio. Num único e violento golpe, nós perdemos o nosso paraíso.
ro: Cometa ne-a izbit planeta în mod violent. Ne-am pierdut paradisul într-o clipă.
sv: Kometen träffade vår planet utan förvarning. Vi förlorade vårt paradis i ett enda våldsamt slag.
tr: Kuyruklu yıldız gezegenimize uyarı vermeden çarptı. Cennetimizi tek bir şiddetli darbeyle kaybettik.

# TXT_SUB_INTRO2
source: The impact released a virus, which swept through the land and killed millions. They turned out to be the lucky ones.
da: Sammenstødet frigjorde en virus, som fejede gennem landet og dræbte millioner af mennesker. De viste sig at være de heldige.
ja: 彗星の衝突によりウィルスが世界中に放たれ、数えきれないほどの人々が死んだ。 今から考えれば、彼らはまだ運がいい方だった。
nl: Door de inslag kwam er een virus vrij, dat door het land veegde en miljoenen doden veroorzaakte. Zij bleken de gelukkigen te zijn.
pt_br: O impacto liberou um vírus, que se espalhou pela terra e matou milhões. Esses foram os que tiveram sorte.
ro: Impactul a lansat un virus, care a măturat pământul și omorât milioane. Aparent ei au fost cei norocoși.
sv: Genom nedslaget frigjordes ett virus som svepte genom landet och dödade miljontals människor. De visade sig vara de lyckligt lottade.
tr: Çarpışmanın etkisiyle bir virüs salındı ve bu virüs tüm dünyayı kasıp kavurarak milyonları öldürdü. Onlar şanslı olanlardı.

# TXT_SUB_INTRO3
source: For those who did not die became mutations of humanity. Some became fanatics who heard the voice of a malignant god in their heads and called themselves "the Order".
da: For de, der ikke døde, blev til mutationer af menneskeheden. Nogle blev fanatikere, der hørte en ondskabsfuld guds stemme i deres hoveder og kaldte sig selv "Ordenen".
ja: 死ななかった人々は、人間から変異して別の物となった。 一部の人々は、頭の中に邪悪な神の声を伝えられた狂信者となり、 自らの集団を'オーダー'と呼んだ。
nl: Voor degenen die niet stierven werden mutaties van de mensheid. Sommigen werden fanatiekelingen die de stem van een kwaadaardige god in hun hoofd hoorden en zichzelf "de Orde" noemden.
pt_br: Aqueles que sobreviveram se tornaram mutações de humanidade. Alguns se tornaram fanáticos que ouviam em suas cabeças a voz de um deus malígno e passaram a se chamar "a Ordem".
ro: Pentru că cei care nu au murit au ajuns mutanți. Unii au devenit fanatici care au auzit vocea unui zeu perfid în capul lor și s-au numit "Ordinul".
sv: För de som inte dog blev mutationer av mänskligheten. Några blev fanatiker som hörde en ondskefull guds röst i sina huvuden och kallade sig själva för "Orden".
tr: Ölmeyenler ise insanlığın mutasyonları oldular. Bazıları kafalarının içinde kötücül bir tanrının sesini duyan ve kendilerine "Düzen" diyen fanatikler haline geldi.

# TXT_SUB_INTRO4
source: Those of us who are deaf to this voice suffer horribly and are forced to serve these ruthless psychotics who wield weapons more powerful than anything we can muster.
da: De af os, der er døve for denne stemme, lider forfærdeligt og er tvunget til at tjene disse hensynsløse psykopater, der svinger våben, der er stærkere end alt, hvad vi kan mønstre.
ja: その神の声を聞き取れなかった私達は苦しんだ挙げ句、 この無慈悲な狂人どもに仕えるのを強いられた。 そして奴等は、私達のどんな武器とも比べ物にならないほど強力な兵器を持っているのだ。
nl: Degenen onder ons die doof zijn voor deze stem lijden vreselijk en worden gedwongen om deze meedogenloze psychoten te dienen, die wapens gebruiken die krachtiger zijn dan alles wat we kunnen verzamelen.
pt_br: Nós que não ouvimos essa voz sofremos terrívelmente e somos forçados a servir a esses psicopatas impiedosos que possuem armas mais poderosas do que qualquer coisa ao nosso alcance.
ro: Noi cei care suntem surzi și nu auzim vocea suferim oribil și suntem forțați să servin pe acești psihopați care cârmuie arme mai puternice decat orice avem.
sv: De av oss som är döva för denna röst lider fruktansvärt och tvingas tjäna dessa hänsynslösa psykopater som svingar vapen som är kraftfullare än allt vi kan uppbåda.
tr: Bu sese kulaklarını tıkayan bizler ise korkunç acılar çekiyor ve ellerinde toplayabileceğimiz her şeyden daha güçlü silahlar olan bu acımasız psikopatlara hizmet etmek zorunda kalıyoruz.

# TXT_SUB_INTRO5
source: They destroy our women and children so that we must hide them underground and live like animals in constant fear for our lives.
da: De ødelægger vores kvinder og børn, så vi må gemme dem under jorden og leve som dyr i konstant frygt for vores liv.
ja: 奴等は女性や子供を殺害していくため、私達はそういった人々を地下に隠さなければならなかった。 我々は動物のように暮らすのを強いられ、命は常に危険に晒されている。
nl: Ze vernietigen onze vrouwen en kinderen zodat we ze ondergronds moeten verbergen en als dieren moeten leven in voortdurende angst voor ons leven.
pt_br: Eles destroem nossas mulheres e crianças e por isso nós temos que escondê-las no subterrâneo e viver como animais, temendo constantemente por nossas vidas.
ro: Ne distrug femeile și copiii pentru ca noi să ne ascundem sub pământ și să trăim ca animalele, constant în teamă pentru virțiile noastre.
sv: De förstör våra kvinnor och barn så att vi måste gömma dem under jorden och leva som djur i ständig rädsla för våra liv.
tr: Kadınlarımızı ve çocuklarımızı yok ediyorlar, böylece onları yeraltına saklamak ve hayatlarımız için sürekli korku içinde hayvanlar gibi yaşamak zorunda kalıyoruz.

# TXT_SUB_INTRO6
source: But there are whispers of discontent. If we organize, can we defeat our masters? Weapons are being stolen, soldiers are being trained. A movement is born: born of lifelong strife!
da: Men der er hvisken af utilfredshed. Hvis vi organiserer os, kan vi så besejre vores herrer? Våben bliver stjålet, soldater bliver uddannet. En bevægelse er født: født af livslange stridigheder!
ja: だが不満のささやきは常にある。もし私達が力を合わせれば、 支配者たちを倒すことができるだろうか? 奴等の武器は盗まれ続けていて、 我らの兵士たちは訓練され続けている。 革命への動きは生まれたのだ- 終わりなき闘争(Strife)から!
nl: Maar er wordt gefluisterd van ontevredenheid. Als we ons organiseren, kunnen we dan onze meesters verslaan? Wapens worden gestolen, soldaten worden getraind. Een beweging is geboren: geboren uit levenslange strijd!
pt_br: Mas há sussurros de descontentamento. Se nós nos organizarmos, será que podemos derrotar os nossos mestres? Armas estão sendo roubadas, soldados estão sendo treinados. Um movimento está nascendo. Nascendo por meio de um conflito sem fim!
ro: Dar există șoapte ale neliniștii. Dacă ne organizam, am putea să ne înfrângem stăpânii? Armele sunt furate, soldații antrenați. O mișcare se naște: născută din suferința de o viață!
sv: Men det finns viskningar av missnöje. Om vi organiserar oss kan vi besegra våra herrar? Vapen stjäls, soldater utbildas. En rörelse är född: född av livslång strid!
tr: Ama hoşnutsuzluk fısıltıları var. Eğer örgütlenirsek, efendilerimizi yenebilir miyiz? Silahlar çalınıyor, askerler eğitiliyor. Bir hareket doğuyor: yaşam boyu süren mücadeleden doğuyor!

# TXT_SUB_GOOD1
source: Attention, all troops of the Front: he's done it! It's over. Blackbird's soldier has killed the Evil. The Order is no more. Blackbird, do you read me?
da: Hør efter, alle fronttropper: Han har gjort det! Det er slut. Blackbird's soldat har dræbt Ondskaben. Ordenen er ikke mere. Blackbird, kan du høre mig?
ja: フロントの兵士たちよ、聞きたまえ! 彼がすべてを終わらせたのだ。 もうこれで何もかも終わりだ。ブラックバードの兵士が悪を滅ぼしたのだ。 オーダーはもう存在しない。ブラックバード、聞こえるか?
nl: Opgelet, alle troepen van het Front: hij heeft het gedaan! Het is voorbij. Blackbird's soldaat heeft het Kwaad gedood. De Orde is niet meer. Blackbird, hoort jou mij?
pt_br: Atenção, todas as tropas da Frente: ele conseguiu! Está tudo acabado. O soldado de Blackbird matou o Mal. A Ordem não existe mais. Blackbird, consegue me ouvir?
ro: Atenție, toate trupele Frontului: e gata! S-a terminat. Soldatul lui Blackbird a distrus Răul. Ordinul nu mai există. Blackbird, m-auzi?
sv: Lystring, alla fronttrupper: han har gjort det! Det är över. Blackbirds soldat har dödat ondskan. Orden finns inte längre. Blackbird, hör du mig?
tr: Cephe'nin tüm askerlerinin dikkatine: Başardı! Her şey bitti. Karabatak'ın askeri Şeytan'ı öldürdü. Tarikat artık yok. Karatavuk, beni duyuyor musun?
