Repository: the-phinet/UZDoom
Catalog: zdoom_game_strings/*.po
Languages: da, ja, nl, pt_br, ro, sv, tr

# TXT_HEXEN_WIN2MSG
source: This can only be the chaos sphere, the source of korax's power. with this, you can create worlds... or destroy them. By rights of battle and conquest it is yours, and with trembling hands you reach to grasp it. Perhaps, now, a new player will join the cosmic game of power. Like the pawn who is promoted to queen, suddenly the very reaches of the board seem to be within your grasp.
da: det kan kun være kaoskuglen, kilden til korax' kraft. med den kan du skabe verdener... eller ødelægge dem. I kraft af kampens og erobringens rettigheder er den din, og med bævende hænder rækker du ud efter den. Måske vil en ny spiller nu deltage i det kosmiske spil om magt. Ligesom den bonde, der bliver forfremmet til dronning, synes brættets yderste rækkevidde pludselig at være inden for din rækkevidde.
ja: カオススフィア、コラックスの魔力の源だ。 これを使えば世界を創造することが出来る...または破壊することも。 征服者の権利を得た貴方は震える手をそれに伸ばした。 恐らく、今、新しい挑戦者が宇宙の権力ゲームに加わった。 クイーンに成ったポーンの様に突然、世界が貴方の手に 届く位置にあるのだ。
nl: Dit kan alleen de chaos sfeer zijn, de bron van Korax' kracht. hiermee kun je werelden creëren... of ze vernietigen. Door de rechten van de strijd en verovering is het van jou, en met trillende handen bereik je om het te begrijpen. misschien, nu, zal een nieuwe speler zich aansluiten bij het kosmische spel van de macht. Net als de pion die gepromoveerd is tot koningin, het hele bord is nu binnen handbereik.
pt_br: Essa só pode ser a Esfera do Caos, a fonte de poder de Korax. Com ela, você pode criar mundos... ou destruí-los. Pelos direitos de batalha e conquista, ela é sua. Com as suas mãos trêmulas, você a alcança e pega. Talvez agora um novo jogador se juntará ao jogo cósmico de poder. Como um peão que é promovido a rainha, as bordas do tabuleiro passam a estar ao seu alcance repentinamente.
ro: Asta nu poate fi decât sfera haosului, sursa puterii lui Korax. Cu ea, ai puterea de a crea lumi... sau de a le distruge. Prin dreptul bătălilei, îți aparține, și cu mâinile tremurânde te întinzi să o apuci. Poate că acum, un nou participant se va alătura jocului cosmic pentru putere. Asemeni pionului care e promovat la rang de regină, din senin pare că toată tabla e în mâinile tale.
sv: Detta kan bara vara kaos-sfären, källan till Korax kraft. Med denna kan du skapa världar... eller förstöra dem. Genom stridens och erö- vringens rättigheter är den din, och med darrande händer sträcker du dig för att ta tag i den. Kanske kommer nu en ny spelare att ansluta sig till det kosmiska spelet om makt. Likt en bonde som befordras till drottning verkar plötsligt brädans yttersta räckvidd vara inom räckhåll för dig.
tr: Bu sadece Korax'ın gücünün kaynağı olan kaos küresi olabilir. Bununla dünyalar yaratabilirsin... ya da onları yok edebilirsin. Savaş ve fetih haklarıyla sizindir ve titreyen ellerinizle onu kavramak için uzanırsınız. Belki de şimdi, kozmik güç oyununa yeni bir oyuncu katılacak. Vezirliğe terfi eden piyon gibi, aniden tahtanın en uç noktaları avucunuzun içindeymiş gibi görünür.

# TXT_HEXEN_WIN3MSG
source: \nbut there are other players mightier than you, and who can know their next moves?
da: \nmen der er andre spillere, der er mægtigere end dig, og hvem kan kende deres næste træk?
ja: \nしかし貴方より上手の挑戦者はいる、 そして誰が彼らの一手を読めるだろうか?
nl: \nmaar er zijn andere spelers machtiger dan jij, en wie kan hun volgende stappen kennen?
pt_br: \nMas existem outros jogadores mais poderosos do que você. E quem sabe quais são os seus próximos movimentos?
ro: \ndar mai există și alți jucători care sunt mai puternici decât tine, și cine le-ar putea anticipa următoarele mișcări?
sv: Men det finns andra spelare som är mäktigare än du, och vem kan känna till deras nästa drag?
tr: \nAma senden daha güçlü başka oyuncular da var. Sonraki hamleler?

# TXT_HEXDD_CLUS1MSG
source: Wiping a trembling hand across your bleeding face, you try to clear your mind for what lies ahead... ...and forget what lies behind. In the distance, the stark ramparts of a great castle complex seem to rend the sky above, and the stench of decay wafts from the violated graves of uncounted dead. Carefully counting what little remains of your artifacts, you try to reassure yourself that it will be enough. after all, it has to be enough, doesn't it? doesn't it?
da: Du tørrer en rystende hånd hen over dit blødende ansigt og forsøger at gøre dig klar til det, der venter forude... ...og glemme, hvad der ligger bagved. I det fjerne ser det ud til, at de barske volde af et stort slotskompleks river himlen op, og stanken af forrådnelse vifter fra de krænkede grave af utallige døde. Du tæller omhyggeligt de få rester af dine artefakter og forsøger at forsikre dig selv om, at det vil være nok. det må trods alt være nok, ikke sandt?
ja: 傷付き出血した顔を手で拭い、これから先を考える為に 正気を保とうとした... ...背負っているもの事も忘れながら。 遠くで大きな城の複合体の殺風景な城壁が上空を劈く様に そして数え切れない程荒らされた墓地から 死者の腐臭が漂っている。 殆ど残っていないアーティファクトを注意深く数え、 貴方は十分足りるだろうと自分自身を納得させた。 だが結局、それで間に合うではないか、そうだろう? そうだろう?
nl: Veeg een trillende hand over je bloedende gezicht, en probeer je je geest vrij te maken voor wat er voor je ligt... ...en vergeet wat er achter je ligt. In de verte lijken de grimmige vestingmuren van een groot kasteelcomplex de lucht boven te scheuren, en de stank van vervalwafels uit de geschonden graven van ontelbare doden. Zorgvuldig tellen wat er van je artefacten overblijft, probeer je jezelf ervan te verzekeren dat het genoeg zal zijn. het moet toch genoeg zijn, nietwaar? Nietwaar?
pt_br: Passando a mão trêmula pelo seu rosto sangrento, você tenta limpar a sua mente para o que está por vir... ...e esquece o que ficou atrás. Mais além, as muralhas rígidas de um grande complexo de castelos parecem rasgar o céu. E o fedor putrefato emana de dentro das tumbas violadas de inúmeros mortos. Contando cuidadosamente o pouco que resta de seus artefatos, você tenta se assegurar de que há o suficiente. Afinal, tem que ser o suficiente, não é mesmo? Não é mesmo?
ro: Ștergându-ți fața cu mâna tremurândă, încerci să îți limpezești mintea pentru ceea ce urmează în continuare... ...și să uiți ce ai lăsat în urmă. În depărtare, meterezele unui falnic castel par să spintece cerul, iar mirosul decadenței se răspândește de la mormintele profanate ale nenumăraților morți. Numărând atent ce mai rămâne din artefactele tale, încerci să te reasiguri că vor fi suficiente. Până la urmă, vor trebui să fie de ajuns, nu-i așa? Nu-i așa?
sv: Du stryker en darrande hand över ditt blödande ansikte och försöker rensa ditt sinne för det som väntar dig... ...och glömma det som ligger bakom. I fjärran tycks de karga vallarna till ett stort slottsanläggning slita sönder himlen ovanför, och stanken av förruttnelse vajar från de våldtagna gravarna av oräkneliga döda. När du noggrant räknar det som återstår av dina artefakter försöker du försäkra dig själv om att det kommer att räcka. Det måste ju räcka, eller hur? eller hur?
tr: Titreyen elinizi kanayan yüzünüze silerek, önünüzdekiler için zihninizi temizlemeye çalışıyorsunuz... ...ve geride kalanları unutmaya çalışıyorsun. Uzakta, büyük bir kale kompleksinin sert surları gökyüzünü parçalıyor gibi görünüyor ve sayısız ölünün ihlal edilmiş mezar- larından çürümenin pis kokusu yayılıyor. Eserlerinizden geriye kalanları dikkatlice sayarak, her şeyin yolunda gideceğine dair kendinizi rahatlatmaya çalışıyorsunuz. Yeterli olacaktır. Yeterli, değil mi? Değil mi?

# TXT_HEXDD_CLUS2MSG
source: Surely the souls of the damned inhabit this world, for nothing fair or good could survive here for long. But what has passed before can only be a pale shadow of what bars your passage now: the dark citadel itself. The grim bulk of the cathedral blocks all but fragmentary glimpses of the citadel proper, but what can be seen speaks in sibilant whispers of cold, lingering death... ...for the fortunate.
da: De fordømtes sjæle bor sikkert i denne verden, for intet godt eller retfærdigt kan overleve her længe. Men det, der er gået før, kan kun være en bleg skygge af det, der spærrer din passage nu: selve det mørke citadel. Katedralens dystre masse blokerer alt andet end fragmentariske glimt af selve citadellet, men det, der kan ses, taler med hvislende hvisken om kold, dvælende død... ...for de heldige.
ja: この世界には地獄に堕とされた善人や親切であろう 人々の魂が居着いている。 しかし通過する際には前方を遮る薄いもやでしかない 暗黒城塞そのものだ。 垣根の要塞が断片的な部分を除いて大聖堂の全てを封鎖しているが、 見ただけで冷徹な死の低徊が囁かれている。 ...幸福な者に向けて。
nl: De zielen van de verdoemden bewonen deze wereld toch zeker, want niets eerlijk of goed kan hier lang overleven. Maar wat eerder is voorbijgegaan kan slechts een bleke schaduw zijn van wat je nu tegenhoudt: de donkere citadel zelf. Het grimmigste deel van de kathedraal blokkeert bijna fragmentarische blikken van de eigenlijke citadel, maar wat er te zien is spreekt in sibilant gefluister van de koude, slepende dood... ...voor de gelukkigen.
pt_br: Certamente as almas dos condenados habitam este mundo, pois nada bom ou justo poderia sobreviver aqui por muito tempo. Mas o que ocorreu até agora só pode ser uma sombra tênue do que está por vir: a Cidadela Negra. A silhueta macabra da catedral bloqueia tudo menos algumas poucas partes da cidadela em si. Mas o que pode ser visto, fala em sussurros sibiliantes de morte fria e prolongada... ...para os fortunados.
ro: Cu siguranță că sufletele blestemaților populează această lume, având în vedere faptul că nimic drept și bun nu poate supraviețui aici pentru multă vreme. Dar ceea ce a trecut poate să fie doar o umbră slabă față de ceea ce îți blochează calea acum: Însăși citadela întunecată. Groasele blocuri ale catedralei stopează totul, mai puțin întrezăririle citadelei însăși, dar ceea ce poate fi văzut vorbesțe doar în șoapte siflante ale lentei, reci morți... ...pentru cei norocoși.
sv: Säkert bor de fördömdas själar i denna värld, för inget rättvist eller gott skulle kunna överleva här länge. Men det som har passerat tidigare kan bara vara en blek skugga av det som hindrar din passage nu: själva det mörka citadellet. Katedralens dystra massa blockerar alla utom fragmentariska glimtar av själva citadellet, men det som kan ses talar i svischande viskningar om kall, kvardröjande död... ...för de lyckligt lottade.
tr: kesinlikle lanetlenmişlerin ruhları bu dünya, hiçbir şey için adil ya da iyi burada uzun süre hayatta kalabilirdi. ama daha önce geçenler sadece soluk bir gölge olacak Şimdi geçit: Karanlık kalenin kendisi. Katedral bloklarının acımasız kütlesi parçalı bakışlar dışında ama görülebilenler soğuk fısıltılarla konuşuyor, kalıcı ölüm. ...talihliler için.

# TXT_HEXDD_WIN1MSG
source: Once again you find yourself in the great hall of the chaos sphere, as if no time had passed from when last you moved among these shadows. But something is eerily different, a silence where once had been soft whispers, a sense of being watched by hidden eyes... ...eyes which shield a malefic intent.
da: Du befinder dig igen i kaoskuglens store hal, som om der ikke er gået nogen tid siden sidste gang, du bevægede dig blandt disse skygger. Men noget er uhyggeligt anderledes, en stilhed, hvor der før var bløde hviskener, en følelse af at blive overvåget af skjulte øjne... ... øjne, der skjuler en ondskabsfuld hensigt.
ja: 貴方は今一度、あたかも最後の時が止まったままである カオススフィアの影の広間に立った。 しかしかつては柔らかい囁きによる静かな場所だったが 何か影から不気味な視線がある。 ...悪意を遮蔽する目が。
nl: Opnieuw bevind je je in de grote hal van de chaos sfeer, alsof er geen tijd meer was verstreken vanaf de laatste keer dat je je tussen deze schaduwen bewoog. Maar iets is angstaanjagend anders, een stilte waar ooit zacht gefluister was, een gevoel van door verborgen ogen bekeken te worden... ...ogen die een kwaadaardige bedoeling verbergen.
pt_br: Mais uma vez você se encontra no grande salão da Esfera do Caos, como se não tivesse passado tempo nenhum desde a última vez que você passou no meio destas sombras. Mas há algo estranho e diferente. Um silêncio onde antes havia suaves sussurros, uma sensação de estar sendo vigiad@[ao_ptb] por olhos ocultos... ...olhos que escondem uma intenção maléfica.
ro: Te regăsești încă o dată în marea sală a sferei haosului, ca și cum timpul a stat în loc de când ai cutreierat printre aceste umbre ultima dată. Dar în mod straniu, ceva e diferit, o liniște acolo unde cândva erau șoapte încete, o senzație că ești urmărit de ochi ascunși... ...ochi care ascund intenții nefaste.
sv: Ännu en gång befinner du dig i den stora salen i kaos-sfären, som om ingen tid hade gått sedan du senast rörde dig bland dessa skuggor. Men något är kusligt annorlunda, en tystnad där det en gång hade varit mjuka viskningar, en känsla av att bli iakttagen av dolda ögon... ...ögon som skyddar en ondskefull avsikt.
tr: Kendinizi bir kez daha kaos küresinin büyük salonu üzerinden hiç zaman geçmemiş olsaydı en son bu gölgeler arasında hareket etmiştin. Ama bir şeyler ürkütücü bir şekilde farklı, bir zamanlar yumuşak fısıltıların olduğu yerde bir sessizlik, gizli gözler tarafından izlenme hissi... ...kötücül bir niyeti koruyan gözler.

# TXT_HEXDD_WIN2MSG
source: Once before you grasped the chaos sphere, held it within trembling hands. now your hands tremble with something more than avarice, and dread meshes with the hunger for power. If even the power of the sphere is not enough to protect you from the forces of darkness, perhaps it is better left untouched, its promise left unkept. But then, you never were one to back down from a challenge...
da: Førhen greb du fat i kaossfæren, holdt den i dine bævende hænder. nu bæver dine hænder af noget mere end grådighed, og frygt blander sig med hunger eftermagt. Hvis selv kuglens magt ikke er nok til at beskytte dig mod mørkets kræfter, er det måske bedre at lade den forblive urørt, og dens løfte forblive uindfriet. Men du har jo aldrig været en af dem, der har vendt tilbage fra en udfordring...
ja: 貴方はカオススフィアを掴む前に、一度震える手を握りしめた。 今この手は貪欲に何かを超える権力を渇望している。 スフィアの魔力でさえ貴方を暗黒の軍勢から守護するのに 十分でないならば、恐らくそれに手を出さなければ、 契約は破棄されるだろう。 しかしそれでも、貴方は決して後へ引く事は 出来なかった...
nl: Ooit greep je de chaos sfeer, hield hem in trillende handen. nu beven je handen met iets meer dan gierigheid, en de angst sluit aan bij de honger naar macht. Als zelfs de kracht van de sfeer niet genoeg is om je te beschermen tegen de krachten van de duisternis, dan is het misschien beter om hem onaangeroerd te laten en zijn belofte onbewaakt te laten. Maar dan, je was er nooit een om je terug te trekken van een uitdaging...
pt_br: Você já tinha pego a Esfera do Caos anteriormente, segurando-a em suas mãos trêmulas. Agora as suas mãos tremem com algo além de avareza e o medo se mescla com a sede por poder. Se nem mesmo o poder da Esfera é suficiente para te proteger das forças das trevas, talvez seja melhor deixá-lo intacto e sua promessa não cumprida. No entanto, nunca foi de sua natureza fugir de um desafio...
ro: Ultima dată ai apucat sfera haosului, și ai ținut-o cu mâini tremurânde. Acum mâinile tale tremură cu ceva mai mult decât avariție, și ochii se imbucă cu sete de putere. Dacă nici măcar puterea sferei nu e suficientă pentru a te proteja de forțele întunericului, poate că e mai bine lăsată neatinsă, iar promisiunea ei neținută. Dar apoi, tu n-ai fost niciodată cineva care să se dea înlături de la o provocare...
sv: En gång i tiden greppade du kaos- sfären, höll den i darrande händer. Nu darrar dina händer av något mer än girighet, och rädsla förenas med hunger efter makt. Om inte ens sfärens kraft är tillräcklig för att skydda dig från mörkrets krafter är det kanske bättre att lämna den orörd, att inte hålla dess löfte. Men du var aldrig den som backade från en utmaning...
tr: Bir zamanlar kaos küresini kavradın, titreyen ellerinde tuttun. şimdi ellerin açgözlülükten daha fazla bir şeyle titriyor ve dehşet güç açlığıyla birleşiyor. Küreni̇n gücü bi̇le seni̇ karanliğin güçleri̇nden korumaya yetmi̇yorsa, belki̇ de dokunulmamasi, vaadi̇ni̇n tutulmamasi daha i̇yi̇di̇r. Ama sen hiçbir zaman meydan okumalardan geri adım atan biri olmadın...

# TXT_HEXDD_WIN3MSG
source: \n...and other players await.
da: \n...og andre spillere venter.
ja: \n...更なる挑戦者を待ち構えながら。
nl: \n...en andere spelers wachten op je.
pt_br: \n...e os outros jogadores aguardam.
ro: \n...și alți jucători așteaptă.
sv: \n... och andra spelare väntar.
tr: \n...ve diğer oyuncular bekliyor.

# TXT_ACS_MAP01_5_THEDO
source: The door is locked
da: Døren er låst
ja: 扉は施錠されている
nl: De deur is op slot
pt_br: A porta está trancada
ro: Ușa e încuiată
sv: Dörren är låst
tr: Kapı kilitli

# TXT_ACS_MAP02_9_GREET
source: Greetings, mortal
da: Vær hilset, dødelige
ja: 御機嫌よう、小僧
nl: Groeten, sterfelijk
pt_br: Saudações, mortal.
ro: Salutări, muritorule
sv: Hälsningar, dödliga
tr: Selamlar, ölümlü

# TXT_ACS_MAP02_11_AREYO
source: Are you ready to die?
da: Er du klar til at dø?
ja: 死に急ぐ仕度は整ったか?
nl: Ben je klaar om te sterven?
pt_br: Você está pront@[ao_ptb] para morrer?
ro: Ești pregătit să mori?
sv: Är du redo att dö?
tr: Ölmeye hazır mısın?

# TXT_ACS_MAP02_20_ADOOR
source: A door opened on the Guardian of Ice
da: En dør åbnede sig på isens vogter
ja: 氷の守護者にある扉は開かれた
nl: Een deur opende op de bewaker van ijs
pt_br: Uma porta se abriu no Guardião de Gelo
ro: O ușă s-a deschis pe Gardianul de Foc
sv: En dörr öppnades på isens väktare
tr: Buz Muhafızı'nda bir kapı açıldı

# TXT_ACS_MAP03_12_THISP
source: This path is barred
da: Denne vej er spærret
ja: この道は塞がれている
nl: Dit pad is geblokkeerd
pt_br: Este caminho está bloqueado
ro: Această cale e blocată
sv: Denna väg är spärrad
tr: Bu yol yasaklandı

# TXT_ACS_MAP04_9_ONEHA
source: One half of the puzzle has been solved
da: Den ene halvdel af puslespillet er blevet løst
ja: パズルの一つが解かれた
nl: De helft van de puzzel is opgelost
pt_br: Metade do quebra-cabeça foi resolvido
ro: O jumătate din puzzle e rezolvată
sv: En halva av pusslet har lösts
tr: Bulmacanın bir yarısı çözüldü

# TXT_ACS_MAP04_10_ONTHE
source: on the Seven Portals
da: på de syv portaler
ja: 漆之門に影響を与えた
nl: op de Zeven Portalen
pt_br: nos Sete Portais
ro: pe cele Șapte Portaluri
sv: på de sju portalerna
tr: Yedi Portalda

# TXT_ACS_MAP04_11_ONETH
source: One third of the puzzle has been solved
da: En tredjedel af gåden er blevet løst
ja: 三種のパズルの一つが解かれた
nl: Een derde van de puzzel is opgelost
pt_br: Um terço do quebra-cabeça foi resolvido
ro: O treime din puzzle a fost rezolvată
sv: En tredjedel av pusslet har lösts
tr: Bulmacanın üçte biri çözüldü

# TXT_ACS_MAP04_12_STAIR
source: Stairs have risen on the Seven Portals
da: Der er kommet en trappe op på de syv portaler
ja: 漆之門に階段が立ち昇った
nl: Trappen zijn gestegen op de Zeven Portalen
pt_br: As escadas se ergueram nos Sete Portais
ro: S-au ridicat scări pe cele Șapte Portaluri
sv: En trappa har stigit upp i de sju portalerna
tr: Yedi Portalda merdivenler yükseldi

# TXT_ACS_MAP05_6_ONETH
source: One third of the puzzle has been solved
da: En tredjedel af puslespillet er blevet løst
ja: 三種のパズルの一つが解かれた
nl: Een derde van de puzzel is opgelost
pt_br: Um terço do quebra-cabeça foi resolvido
ro: O treime din puzzle a fost rezolvată
sv: En tredjedel av pusslet har lösts
tr: Bulmacanın üçte biri çözüldü

# TXT_ACS_MAP05_7_ONTHE
source: on the Seven Portals
da: på de syv portaler
ja: 漆之門 に影響を与えた
nl: op de Zeven Portalen
pt_br: nos Sete Portais
ro: pe cele Șapte Portaluri
sv: på de sju portalerna
tr: Yedi Portalda

# TXT_ACS_MAP05_8_STAIR
source: Stairs have risen on the Seven Portals
da: Trappen er steget op på de syv portaler
ja: 漆之門 に階段が立ち昇った
nl: Trappen zijn gestegen op de Zeven Portalen
pt_br: Escadas se ergueram nos Sete Portais
ro: S-au ridicat scări pe cele Șapte Portaluri
sv: Trappor har stigit upp på de sju portalerna
tr: Yedi Portalda merdivenler yükseldi

# TXT_ACS_MAP05_9_YOUHA
source: You have to find another switch...
da: Du skal finde en anden kontakt...
ja: 他のスイッチも探す必要がある...
nl: Je moet een andere schakelaar vinden...
pt_br: Você precisa encontrar outro interruptor...
ro: Trebuie să găsești alt buton...
sv: Du måste hitta en annan omkopplare...
tr: Başka bir anahtar bulmalısın...

# TXT_ACS_MAP05_10_STONE
source: Stones grind on the Seven Portals
da: Stenene knirker på de syv portaler
ja: 漆之門 の石壁が砕かれた
nl: Stenen slijpen op de Zeven Portalen
pt_br: As pedras giram nos Sete Portais
ro: Pietrele încep să macine pe cele Șapte Portaluri
sv: Stenar slipar på de sju portalerna
tr: Taşlar Yedi Portalda öğütülüyor

# TXT_ACS_MAP08_6_ONESI
source: One sixth of the puzzle has been solved
da: En sjettedel af puslespillet er blevet løst
ja: 六種のパズルの一つが解かれた
nl: Een zesde van de puzzel is opgelost
pt_br: Um sexto do quebra-cabeça foi resolvido
ro: O șesime din puzzle a fost rezolvată
sv: En sjättedel av pusslet har lösts
tr: Bulmacanın altıda biri çözüldü

# TXT_ACS_MAP08_7_ONTHE
source: on the Shadow Wood
da: i Skyggetræet
ja: 陰影樹 に少し影響を与えた
nl: op het Schaduwbos
pt_br: na Floresta das Sombras
ro: în Pădurea Umbrelor
sv: i skuggskogen
tr: Gölge Ormanı'nda

# TXT_ACS_MAP08_10_THEDO
source: The door is barred from the inside
da: Døren er spærret indefra
ja: この扉は内側から塞がれている
nl: De deur is van binnenuit geblokkeerd.
pt_br: A porta está barrada por dentro
ro: Ușa e blocată dinăuntru
sv: Dörren är spärrad från insidan
tr: Kapı içeriden kilitli.

# TXT_ACS_MAP08_11_YOUHE
source: You hear a door open in the distance
da: Du hører en dør åbne i det fjerne
ja: 遠くから扉が開く音が聞こえる
nl: In de verte hoor je een deur openstaan.
pt_br: Você ouve de longe uma porta se abrindo
ro: Auzi o ușă deschizându-se în depărtare
sv: Du hör en dörr som öppnas i fjärran
tr: Uzakta bir kapının açıldığını duyuyorsun.

# TXT_ACS_MAP09_6_ONESI
source: One sixth of the puzzle has been solved
da: En sjettedel af puslespillet er blevet løst
ja: 六種のパズルの一つが解かれた
nl: Een zesde van de puzzel is opgelost
pt_br: Um sexto do quebra-cabeça foi resolvido
ro: O șesime din puzzle a fost rezolvată
sv: En sjättedel av pusslet har lösts.
tr: Bulmacanın altıda biri çözüldü

# TXT_ACS_MAP09_7_ONTHE
source: on the Shadow Wood
da: i Skyggetræet
ja: 陰影樹 に少し影響を与えた
nl: op het Schaduwbos
pt_br: na Floresta das Sombras
ro: în Pădurea Umbrelor
sv: i skuggskogen
tr: Gölge Ormanı'nda

# TXT_ACS_MAP10_6_ONESI
source: One sixth of the puzzle has been solved
da: En sjettedel af puslespillet er blevet løst
ja: 六種のパズルの一つが解かれた
nl: Een zesde van de puzzel is opgelost
pt_br: Um sexto do quebra-cabeça foi resolvido
ro: O șesime din puzzle a fost rezolvată
sv: En sjättedel av pusslet har lösts.
tr: Bulmacanın altıda biri çözüldü

# TXT_ACS_MAP10_7_ONTHE
source: on the Shadow Wood
da: i Skyggetræet
ja: 陰影樹 に少し影響を与えた
nl: op het Schaduwbos
pt_br: na Floresta das Sombras
ro: în Pădurea Umbrelor
sv: i skuggskogen
tr: Gölge Ormanı'nda

# TXT_ACS_MAP11_0_ETTIN
source: \ ettins left
da: \ ettins venstre
ja: \ 匹のエティンが残っている
nl: \ overgebleven Ettins
pt_br: \ ettins restantes
ro: \ etini rămași
sv: \ ettins lämnade
tr: \ ettins ayrıldı

# TXT_ACS_MAP11_1_YOUWA
source: You waited too long, now you die!
da: Du ventede for længe, nu dør du!
ja: 長居をしたな、命を奪うには十分な程に!
nl: Je hebt te lang gewacht, nu ga je dood!
pt_br: Você esperou demais. Agora morrerá!
ro: Ți-a luat prea mult, acum mori!
sv: Du väntade för länge, nu dör du!
tr: Çok bekledin, şimdi öleceksin!

# TXT_ACS_MAP11_7_ADOOR
source: A door opened on the Forsaken Outpost
da: En dør blev åbnet i forladt forpost
ja: 荒れ果てた前哨地 への扉が開いた
nl: Een deur opende een deur op de Verwaarloosde buitenpost
pt_br: Uma porta se abriu no Posto Abandonado
ro: O ușă s-a deschis pe Avanpostul Părăsit
sv: En dörr har öppnats på försvunnen utposten
tr: Unutulmuş Karakol'da bir kapı açıldı

# TXT_ACS_MAP12_9_THISD
source: This door won't open yet
da: Denne dør vil ikke åbne sig endnu
ja: 扉はまだ開かない
nl: Deze deur gaat nog niet open.
pt_br: Esta porta não se abrirá ainda
ro: Ușa n-o să se deschidă încă
sv: Den här dörren kommer inte att öppnas än.
tr: Bu kapı henüz açılmayacak.
