Repository: the-phinet/UZDoom
Catalog: zdoom_game_strings/*.po
Languages: da, ja, nl, pt_br, ro, sv, tr

# TXT_DLG_SCRIPT02_D101572_THATS
source: That's right here in the sewage plant. But it's the Front's coupling. Whoever told you that it was the Order's was wrong.
da: Det er lige her i kloakanlægget. Men det er Fronts kobling. Den, der fortalte dig, at det var Ordenens, tog fejl.
ja: 正にここの下水処理場にあるさ。 だがそれはフロントにも繋いでいる。 そいつがオーダーの所有物と言われてたが、 そりゃ間違いだ。
nl: Dat is hier in de rioolwaterzuiveringsinstallatie. Maar het is de koppeling van de voorkant. Degene die je vertelde dat het de Order's waren, had het mis.
pt_br: Fica bem aqui na usina de tratamento de esgoto. Mas é a ligação da Frente. Quem te falou que era da Ordem estava enganado.
ro: Este chiar aici în sistemul de canalizare. Dar este cuplajul Frontului. Oricine ți-a spus că e al Ordinului a greșit.
sv: Det är precis här i reningsverket. Men det är Fronts koppling. Den som sa till dig att det var ordens koppling hade fel.
tr: Tam burada, kanalizasyon tesisinde. Ama bu Cephe'nin bağlantısı. Size kim Tarikat'ın olduğunu söylediyse yanılmış.

# TXT_RPLY0_SCRIPT02_D101572_THANK
source: Thanks
da: Tak
ja: ありがとう。
nl: Bedankt
pt_br: Obrigado
ro: Mulțumesc
sv: Tack
tr: Teşekkürler.

# TXT_DLG_SCRIPT02_D103088_IFYOU
source: If you say it's illegal I want nothing to do with you. I have enough trouble as it is.
da: Hvis du siger, det er ulovligt, vil jeg ikke have noget med dig at gøre. Jeg har problemer nok i forvejen.
ja: それが違法だっつうんならオレには関係無い。 トラブルは御免だ。
nl: Als je zegt dat het illegaal is, wil ik niets met je te maken hebben. Ik heb al genoeg problemen.
pt_br: Se você diz que isso é ilegal então eu não quero envolvimento nenhum contigo. Já tenho problemas o suficiente.
ro: Dacă zici că e ilegal, nu vreau să am nimic de-aface cu tine. Am destule probleme deja.
sv: Om du säger att det är olagligt vill jag inte ha något med dig att göra. Jag har tillräckligt med problem som det är.
tr: Eğer bunun yasadışı olduğunu söylüyorsanız, sizinle hiçbir şey yapmak istemiyorum. Başımda yeterince bela var zaten.

# TXT_RPLY0_SCRIPT02_D103088_THANK
source: Thanks
da: Tak
ja: ありがとう。
nl: Bedankt
pt_br: Obrigado
ro: Mulțumesc
sv: Tack
tr: Teşekkürler.

# TXT_DLG_SCRIPT02_D104604_RELEA
source: Release me, leave an old man alone.
da: Slip mig fri, lad en gammel mand være i fred.
ja: ほっといてくれ、年寄り一人にしてくれ。
nl: Laat me vrij, laat een oude man met rust.
pt_br: Me solte, deixe um velho em paz.
ro: Lasă-mă, lasă bătrânii în pace.
sv: Släpp mig, låt en gammal man vara ifred.
tr: Bırakın beni, yaşlı bir adamı yalnız bırakın.

# TXT_DLG_SCRIPT03_D0_WELCO
source: Welcome to the last flicker of hope. Only we have the free will to oppose the Order. We have the sharpest scientific minds, and many able bodies, but we lack that one real, uh... Problemsolver, who will give us the edge we need. Help us.
da: Velkommen til det sidste lille håb. Kun vi har den frie vilje til at modsætte os Ordenen. Vi har de skarpeste videnskabelige hjerner og mange dygtige kroppe, men vi mangler den ene rigtige, øh... Problemløser, som vil give os den fordel, vi har brug for. Hjælp os.
ja: ようこそ、ここは我々の僅かな希望が集まる 最後の場所だ。オーダーへと立ち向かう意思を 持っているのは我々くらいだ。 ここには素晴らしい頭脳を持つ学者たち、そして 丈夫な体を持った戦士たちがいる。 だがしかし、我々には問題解決に優れた者、 つまり私達の力となる者が足りていないんだ。 我々に手を貸してくれ。
nl: Welkom bij het laatste sprankje hoop. Alleen wij hebben de vrije wil om ons te verzetten tegen de Orde. We hebben de scherpste wetenschappelijke geesten en veel bekwame lichamen, maar we missen die ene echte, uh.... probleemoplosser, die ons de voorsprong zal geven die we nodig hebben. Help ons.
pt_br: Seja bem-vindo à última ponta de esperança. Somente nós temos o livre arbítrio para combater a Ordem. Temos as mentes científicas mais afiadas e muitas pessoas capazes, mas nos falta aquele verdadeiro, hã... quebra-galho, que nos dará o impulso que precisamos. Ajude-nos.
ro: Bun venit la ultima fărâmă de speranță. Numai noi avem voința liberă necesară pentru a ne opune Ordinului. Avem cele mai ascuțite minți științifice, și mulți oameni capabili de muncă, dar ne lipsește acel um... adevărat Salvator de la probleme, care să ne ofere avantajul de care avem nevoie. Ajută-ne.
sv: Välkommen till den sista flimret av hopp. Endast vi har den fria viljan att motsätta oss Orden. Vi har de skarpaste vetenskapliga hjärnorna och många dugliga kroppar, men vi saknar den där riktiga... Problemlösaren, som kan ge oss det övertag vi behöver. Hjälp oss.
tr: Son umut ışığına hoş geldiniz. Tarikat'a karşı koyacak özgür irade sadece bizde var. En keskin bilimsel zihinlere ve birçok yetenekli bedene sahibiz, ancak bize ihtiyacımız olan avantajı sağlayacak gerçek bir Problem Çözücüden yoksunuz. Bize yardım edin.

# TXT_RPLY0_SCRIPT03_D0_ALLRI
source: All right, I accept.
da: Okay, jeg accepterer.
ja: いいぞ、引き受けよう。
nl: Oké, ik accepteer het.
pt_br: Tá certo, eu aceito.
ro: În regulă, accept.
sv: Okej, jag accepterar.
tr: Pekala, kabul ediyorum.

# TXT_RPLY1_SCRIPT03_D0_NOTHA
source: No thanks!
da: Nej tak!
ja: 断る!
nl: Nee, dank je wel!
pt_br: Não, obrigado!
ro: Nu merci!
sv: Nej, tack!
tr: Hayır, teşekkürler!

# TXT_DLG_SCRIPT03_D1516_YOUMI
source: You might want to reconsider, seeing that you're surrounded by heavily armed angry rebels.
da: Du bør måske genoverveje det, når du er omgivet af tungt bevæbnede vrede oprørere.
ja: 少し考え直したほうが良さそうだぞ、 君が重装備の怒れる兵士たちに 囲まれているのはわかるだろう?
nl: Misschien wil je er nog eens over nadenken, aangezien je omringd wordt door zwaar bewapende, boze rebellen.
pt_br: Talvez você queira reconsiderar, já que está cercado de rebeldes furiosos armados até os dentes.
ro: S-ar putea să vrei să reconsideri, având în vedere că ești înconjurat de rebeli nervoși înarmați până în dinți.
sv: Du kanske vill tänka om, eftersom du är omgiven av tungt beväpnade arga rebeller.
tr: Etrafınız ağır silahlı kızgın asilerle çevrili olduğuna göre tekrar düşünmek isteyebilirsiniz.

# TXT_RPLY0_SCRIPT03_D1516_ALLRI
source: All right, I'm in!
da: Okay, jeg er med!
ja: わかった、乗ろう!
nl: Oké, ik doe mee!
pt_br: Tá certo, estou dentro!
ro: Bine, mă bag!
sv: Okej, jag är med!
tr: Pekala, ben varım!

# TXT_RPLY1_SCRIPT03_D1516_NOTHA
source: No thanks.
da: Nej tak.
ja: 断る。
nl: Nee, bedankt.
pt_br: Não, obrigado.
ro: Nu merci.
sv: Nej, tack.
tr: Hayır, teşekkürler.

# TXT_DLG_SCRIPT03_D3032_THEND
source: Then die in shame and dishonor.
da: Så dø i skam og vanære.
ja: では、恥と不名誉と共に死ぬがいい。
nl: Sterf dan in schaamte en oneer.
pt_br: Então morra com desonra e vergonha!
ro: Atunci mori în rușine și dezonoare.
sv: Dö då i skam och vanära.
tr: O zaman utanç ve onursuzluk içinde öl.

# TXT_DLG_SCRIPT03_D4548_GOODB
source: Good, Blackbird will continue to be your guide. She's taken quite a shine to you. Together you've got to unlock the secrets of the Order and their inhuman servants. Get inside and take them down.
da: Godt, Blackbird vil fortsat være din guide. Hun er blevet ret glad for dig. Sammen skal I løse hemmelighederne om Ordenen og deres umenneskelige tjenere. Kom ind og nedlæg dem.
ja: よし、君のガイドをブラックバードが今後務める 彼女は君に感心しているようだぞ。 君達の二人で、オーダーとその人間離れした 手下たちが持っている秘密を暴いてもらいたい。 奴等の基地に潜り込んで、倒すんだ。
nl: Goed, Blackbird zal je gids blijven. Ze heeft een behoorlijke glans aan je genomen. Samen moeten jullie de geheimen van de Orde en hun onmenselijke dienaren ontrafelen. Ga naar binnen en haal ze naar beneden.
pt_br: Ótimo. Blackbird continuará sendo a sua guia. Parece que ela vai com a sua cara. Juntos vocês desvendarão os segredos da Ordem e de seus discípulos desumanos. Entre lá e elimine eles.
ro: Bun, Blackbird va fi ghidul tău în continuare. A luat ceva înteres în tine. Împreună trebuie să descoperiți secretele Ordinului și slujitorii lor inumani. Dați buzna ți puneții la pământ.
sv: Bra, Blackbird kommer att fortsätta att vara din guide. Hon har blivit ganska förtjust i dig. Tillsammans måste ni avslöja hemligheterna om Orden och deras omänskliga tjänare. Gå in och ta ner dem.
tr: Güzel, Karatavuk rehberiniz olmaya devam edecek. Senden oldukça hoşlandı. Birlikte Tarikat'ın ve insanlık dışı hizmetkârlarının sırlarını çözmelisiniz. İçeri gir ve onları alaşağı et.

# TXT_RPLY0_SCRIPT03_D4548_WHERE
source: Where do I start?
da: Hvor skal jeg begynde?
ja: どこから始めればいいんだ?
nl: Waar moet ik beginnen?
pt_br: Por onde eu começo?
ro: De unde încep?
sv: Var börjar jag?
tr: Nereden başlayacağım?

# TXT_DLG_SCRIPT03_D6064_FRANK
source: Frankly the situation is a mess. You must accomplish several missions to prepare the way for more attacks on the Order. Our last raid was a disaster and most of our troops were captured. I need you to free these prisoners.
da: Helt ærligt, situationen er et rod. Du skal udføre flere missioner for at bane vejen for flere angreb på Ordenen. Vores sidste angreb var en katastrofe, og de fleste af vores tropper blev taget til fange. Jeg har brug for, at du befrier disse fanger.
ja: はっきり言えば、今の状況は全く良くない。 君は複数の任務をこなし、オーダーへの 攻撃態勢を整える必要がある。 我々が行ったこの前の襲撃は大失敗で、 ほとんどの兵たちは捕らえられてしまった。 君にはその捕らえられた者たちを 救助してもらいたい。
nl: Eerlijk gezegd is de situatie een puinhoop. Je moet verschillende missies volbrengen om de weg te bereiden voor meer aanvallen op de Orde. Onze laatste inval was een ramp en de meeste van onze troepen werden gevangen genomen. Ik heb je nodig om deze gevangenen te bevrijden.
pt_br: Sinceramente a situação é uma bagunça. Você precisa cumprir algumas missões para preparar o caminho para mais ataques contra a Ordem. Nossa última invasão foi um desastre e muitas das nossas tropas foram capturadas. Preciso que você liberte esses prisioneiros.
ro: Sincer situația e nasoală. Trebuie să îndepliniți câteva misiune pentru a pregătii calea pentru mai multe atacuri asupra Ordinului. Ultimul nostru raid a fost un dezastru și majoritatea trupelor noastre au fost capturate. Am nevoie ca voi să eliberați prizonierii.
sv: Ärligt talat är situationen en enda röra. Du måste utföra flera uppdrag för att bereda vägen för fler attacker mot Orden. Vår senaste räd var en katastrof och de flesta av våra trupper blev tillfångatagna. Jag behöver dig för att befria dessa fångar.
tr: Açıkçası durum tam bir karmaşa. Tarikat'a daha fazla saldırının yolunu hazırlamak için birkaç görevi tamamlamalısınız. Son baskınımız bir felaketti ve askerlerimizin çoğu esir alındı. Bu esirleri serbest bırakmanı istiyorum.

# TXT_RPLY0_SCRIPT03_D6064_ITHIN
source: I think I can handle it.
da: Jeg tror, jeg kan klare det.
ja: 俺ならできるはずだ。
nl: Ik denk dat ik het aankan.
pt_br: Acho que eu posso dar conta disso.
ro: Cred că mă pot descurca.
sv: Jag tror att jag klarar av det.
tr: Sanırım ben halledebilirim.

# TXT_DLG_SCRIPT03_D7580_TAKET
source: Take this money and visit Irale who supplies our weapons. Then, this key will get you in to see the Governor. He's a corrupt puppet of the Order, but he loves to make deals. Do whatever you need to free our brothers in arms.
da: Tag disse penge og besøg Irale, som leverer vores våben. Så vil denne nøgle give dig adgang til guvernøren. Han er en korrupt marionet af Ordenen, men han elsker at lave aftaler. Gør hvad du skal gøre for at befri vores våbenbrødre.
ja: この金で、我らの武器を調達してくれている イラールの元を訪ねて行け。 その次に、この鍵を使って知事に会え。 知事はオーダーの腐敗した傀儡だが取引には 興味を持ってくれる。我々の仲間を助けるために どんな手でも使ってくれ。
nl: Neem dit geld en bezoek Irale die onze wapens levert. Dan zal deze sleutel je naar binnen brengen om de Gouverneur te zien. Hij is een corrupte marionet van de Orde, maar hij houdt ervan om deals te sluiten. Doe alles wat je nodig hebt om onze broeders te bevrijden.
pt_br: Pegue este dinheiro e visite o Irale, nosso fornecedor de armas. Depois use esta chave para entrar e falar com o Governador. Ele é um fantoche corrupto da Ordem mas ele adora negociar. Faça o que for necessário para libertar os nossos irmãos de armas.
ro: Ia acești bani și vizitează pe Irale, cel care ne aprovizionează cu arme. Apoi, cheia asta îți va permite să intri să îl vezi pe Guvernator. El este o marionetă coruptă a Ordinului, dar adoră să facă târguri. Fă orice e necesar pentru a ne putea elibera frații.
sv: Ta de här pengarna och besök Irale som levererar våra vapen. Sedan kommer den här nyckeln att ge dig tillträde till guvernören. Han är en korrupt marionett för Orden, men han älskar att göra affärer. Gör vad du behöver för att befria våra vapenbröder.
tr: Bu parayı al ve silahlarımızı tedarik eden İrale'yi ziyaret et. Sonra, bu anahtar seni valiyi görmeye götürecek. Tarikat'ın yozlaşmış bir kuklasıdır ama anlaşma yapmayı sever. Silah arkadaşlarımızı serbest bırakmak için ne gerekiyorsa yap.

# TXT_RPLY0_SCRIPT03_D7580_ILLSE
source: I'll see to it.
da: Jeg skal nok sørge for det.
ja: 了解した。
nl: Ik zal ervoor zorgen.
pt_br: Vou dar um jeito nisso.
ro: O să mă ocup.
sv: Jag ska se till det.
tr: Ben halledeceğim.

# TXT_DLG_SCRIPT03_D9096_FIGHT
source: Fight for the Front and freedom. Move out.
da: Kæmp for fronten og friheden. Af sted.
ja: フロントと自由の為の闘争を。さあ向かえ。
nl: Vecht voor het Front en vrijheid. Verhuizen.
pt_br: Lute pela Frente e pela liberdade. Agora vá.
ro: Luptă pentru Front și libertate. Acum pleacă.
sv: Kämpa för fronten och friheten. Gå ut.
tr: Cephe ve özgürlük için savaşın. Dışarı çıkın.

# TXT_DLG_SCRIPT03_D10612_THEPR
source: The prisoners have been welcomed back, thanks to you. Here's some gold, go visit the medic and the weapons trainer and then, I have higher goals for you.
da: Fangerne er blevet budt velkommen tilbage, takket være dig. Her er lidt guld, besøg lægen og våbentræneren, og så har jeg højere mål for dig.
ja: 逃げ出した囚人たちを迎え入れた。 君の活躍に感謝する。幾つか報酬を与えよう。 それとメディックと訓練師も訪ねるといい、 その後に頼みたいことがある。
nl: De gevangenen zijn dankzij u weer welkom teruggekomen. Hier is wat goud, ga naar de dokter en de wapentrainer en dan heb ik hogere doelen voor je.
pt_br: Recebemos os prisioneiros de volta, graças a você. Pegue este dinheiro, visite o médico, o treinador de armas e depois eu vou te dar uns objetivos mais importantes.
ro: Prizonierii au fost primiți înapoi, mulțumită ție. Uite niște aur, vizitează medicul și antrenorul de arme, după aceea, am planuri mai mărețe pentru tine.
sv: Fångarna har välkomnats tillbaka, tack vare dig. Här är lite guld, besök läkaren och vapentränaren och sedan har jag högre mål för dig.
tr: Sayende mahkumlar geri döndü. İşte biraz altın, sıhhiyeciyi ve silah eğitmenini ziyaret et ve sonra, senin için daha yüksek hedeflerim var.

# TXT_RPLY0_SCRIPT03_D10612_IWILL
source: I will. What's next?
da: Det vil jeg gøre. Hvad er det næste?
ja: 次は何だ?
nl: Dat zal ik doen. Wat is het volgende?
pt_br: Farei isso. Qual a próxima missão?
ro: Mă voi conforma. Ce facem mai departe?
sv: Det kommer jag att göra. Vad kommer härnäst?
tr: Yapacağım. Sırada ne var?

# TXT_DLG_SCRIPT03_D12128_ASING
source: A single crystal runs the power grid which drives the Order's shields. Destroy that crystal and you will punch huge holes in the Order's defenses. Blackbird will lead you to a spy who has a way in, good luck.
da: En enkelt krystal driver det kraftnet, der driver ordenens skjolde. Ødelæg det krystal, og du vil slå store huller i Ordenens forsvar. Blackbird vil føre dig til en spion, der har en vej ind, held og lykke.
ja: とあるパワークリスタルがオーダー基地の シールドを維持している。それを破壊して 奴等の防壁に巨大な穴を開けるのだ。 潜入する為の情報を持ったスパイを ブラックバードが導いてくれる。
nl: Een enkel kristal loopt over het elektriciteitsnet dat de schilden van de Orde aandrijft. Vernietig dat kristal en je zult grote gaten slaan in de verdediging van de Orde. Blackbird leidt je naar een spion die een weg naar binnen heeft, veel geluk.
pt_br: Há um cristal que fornece energia à rede elétrica que mantém os escudos da Ordem em funcionamento. Destrua esse cristal e você abrirá brechas grandes nas defesas da Ordem. Blackbird guiará você a um espião que sabe como entrar lá. Boa sorte.
ro: Un cristal unic alimentează grila de putere care acționează scuturile Ordiului. Distruge cristalul și veți provoca daune imense sistemului de apărare al Ordinului. Blackbird vă va introduce unui spion care să vă ofere o cale în interior, multă baftă.
sv: En enda kristall driver kraftnätet som driver ordens sköldar. Förstör den kristallen och du kommer att slå enorma hål i ordens försvar. Blackbird kommer att leda dig till en spion som har en väg in, lycka till.
tr: Tarikat'ın kalkanlarını çalıştıran güç şebekesini tek bir kristal çalıştırıyor. O kristali yok edersen Tarikat'ın savunmasında büyük delikler açacaksın. Karatavuk seni içeri girmenin bir yolunu bulan bir casusa götürecek, iyi şanslar.

# TXT_RPLY0_SCRIPT03_D12128_WELLG
source: We'll get it.
da: Vi skal nok få fat i den.
ja: すぐ始めよう。
nl: We krijgen het wel.
pt_br: Vamos conseguir.
ro: Vom ajunge în interior.
sv: Vi kommer att hitta den.
tr: Onu yakalayacağız.

# TXT_DLG_SCRIPT03_D13644_FIGHT
source: Fight for the Front and freedom. Move out.
da: Kæmp for fronten og friheden. Af sted.
ja: フロントと自由の為の闘争を。さあ向かえ。
nl: Vecht voor het front en vrijheid. Verhuizen.
pt_br: Lute pela Frente e pela liberdade. Agora vá.
ro: Luptați pentru Front și libertate. Acum plecați.
sv: Kämpa för fronten och friheten. Gå ut.
tr: Cephe ve özgürlük için savaşın. Çıkın.

# TXT_DLG_SCRIPT03_D15160_YOUVE
source: You've exceeded all of our expectations. Because of your daring our troops are on the move. I want you two to join the assault, with a specific target. Take out the Programmer. It's time to reveal what we've found out about this layer of the Order.
da: Du har overgået alle vores forventninger. På grund af jeres mod er vores tropper på vej. Jeg vil have jer to til at deltage i angrebet, med et specifikt mål. Udrydd programmereren. Det er tid til at afsløre, hvad vi har fundet ud af om dette lag af Ordenen.
ja: 君達は我々の期待を超える活躍を行ってくれた。 君の勇猛さに私の部隊が動き出した。 今度は君達二人にある目的の為、強襲部隊に 加わって欲しい。プログラマーを討ち取るのだ。 オーダーに纏わる様々な事情について 明らかにする時が来た。
nl: Je hebt al onze verwachtingen overtroffen. Door jouw durf zijn onze troepen in beweging. Ik wil dat jullie twee zich bij de aanval aansluiten, met een specifiek doelwit. Schakel de programmeur uit. Het is tijd om te onthullen wat we hebben ontdekt over deze laag van de Orde.
pt_br: Você superou todas as nossas expectativas. Graças à sua audácia as nossas tropas estão em movimento. Quero que vocês dois participem do ataque, com um alvo específico. Elimine o Programador. Já está na hora de revelar o que descobrimos a respeito dessa parte da Ordem.
ro: Ne-ați depășit toate așteptările. Datorită îndrăznelii voastre trupele noastre s-au putut pune în mișcare. Vreau să vă alăturați asaltului, cu o țintă specifică. Eliminați-l pe Programator. E timpul să dezvăluim ce am descoperit despre acest nivel al Ordinului.
sv: Du har överträffat alla våra förväntningar. På grund av er djärvhet är våra trupper på väg. Jag vill att ni två ansluter er till anfallet, med ett specifikt mål. Ta ut programmeraren. Det är dags att avslöja vad vi har kommit fram till om det här skiktet av Orden.
tr: Tüm beklentilerimizi aştınız. Cesaretiniz sayesinde birliklerimiz harekete geçti. İkinizin saldırıya katılmanızı istiyorum, belirli bir hedefle. Programcıyı ortadan kaldırın. Tarikat'ın bu katmanı hakkında ne bulduğumuzu açıklamanın zamanı geldi.

# TXT_RPLY0_SCRIPT03_D15160_TELLM
source: Tell me what we know.
da: Fortæl mig, hvad vi ved.
ja: こちらに知っている事を教えてくれ。
nl: Vertel me wat we weten.
pt_br: Conte-me o que sabemos.
ro: Spune-mi ce știi.
sv: Berätta vad vi vet.
tr: Bana ne bildiğimizi söyle.

# TXT_DLG_SCRIPT03_D16676_THEPR
source: The Programmer's lair is in the castle. Now, see the medic, grab some ammo and go get him.
da: Programmørens hule er i slottet. Gå hen til lægen, tag noget ammunition og hent ham.
ja: プログラマーの居場所は城内だ。それと、 メディックと訓練士に会い弾薬を補給したら 奴を倒せ。
nl: Het hol van de programmeur is in het kasteel. Ga nu naar de dokter, pak wat munitie en ga hem halen.
pt_br: O covil do Programador fica no castelo. Agora vá ver o médico, pegue munição e vá atrás dele.
ro: Bârlogul Programatorului e în castel. Acum, dute la medic, ia niște muniție, și prindeți-l.
sv: Programmerarens gömställe finns i slottet. Gå till läkaren, ta lite ammunition och hämta honom.
tr: Programcı'nın sığınağı kalenin içinde. Şimdi, doktoru gör, biraz cephane al ve gidip onu getir.

# TXT_RPLY0_SCRIPT03_D16676_LETME
source: Let me at 'em!
da: Lad mig tage dem!
ja: 任せろ!
nl: Laat me er naartoe gaan!
pt_br: Pode deixar!
ro: Le voi arăta eu lor!
sv: Låt mig ta dem!
tr: Bana bırakın!

# TXT_DLG_SCRIPT03_D18192_FIGHT
source: Fight for the Front and freedom. Move out.
da: Kæmp for fronten og friheden. Af sted.
ja: フロントと自由の為の闘争を。さあ向かえ。
nl: Vecht voor het front en vrijheid. Verhuizen.
pt_br: Lute pela Frente e pela liberdade. Agora vá.
ro: Luptă pentru Front și libertate. Acum pleacă.
sv: Kämpa för fronten och friheten. Gå ut.
tr: Cephe ve özgürlük için savaşın. Dışarı çıkın.

# TXT_DLG_SCRIPT03_D19708_REMEM
source: Remember what the town hall looked like? That's a gentle reminder of what they're willing to do to get at us. Be careful.
da: Kan du huske, hvordan rådhuset så ud? Det er en blid påmindelse om, hvad de er villige til at gøre for at få fat i os. Vær forsigtig.
ja: 市庁舎の外観を見たか?あれが我々に対する 奴等の所業を思い出させる。気をつけろ。
nl: Weet je nog hoe het stadhuis eruit zag? Dat is een vriendelijke herinnering aan wat ze bereid zijn te doen om ons te pakken te krijgen. Wees voorzichtig.
pt_br: Lembra como era a prefeitura? Aquilo é um simples lembrete do que eles estão dispostos a fazer para nos pegar. Tome cuidado.
ro: Mai ții minte cum arăta primăria? Asta e o reamintire ușoară de ceea ce sunt dispuși să facă pentru a ajunge la noi. Ai grijă.
sv: Minns du hur stadshuset såg ut? Det är en mild påminnelse om vad de är villiga att göra för att komma åt oss. Var försiktig.
tr: Belediye binasının neye benzediğini hatırlıyor musun? Bu bize ulaşmak için neler yapabileceklerini hatırlatıyor. Dikkatli olun.

# TXT_DLG_SCRIPT03_D21224_TALKT
source: Talk to Macil. He'll be able to help you.
da: Tal med Macil. Han vil kunne hjælpe dig.
ja: マシルと話すんだ。彼から援助が得られるはず。
nl: Praat met Macil. Hij zal je kunnen helpen.
pt_br: Fale com Macil. Ele vai poder te ajudar.
ro: Discută cu Macil. Te va ajuta el.
sv: Prata med Macil. Han kan hjälpa dig.
tr: Macil ile konuş. Sana yardım edebilir.

# TXT_DLG_SCRIPT03_D22740_IVEHE
source: I've heard that Macil's got a plan to subvert the Order. It had better be good. One more failure and we're all just dead meat.
da: Jeg har hørt, at Macil har en plan om at undergrave Ordenen. Den har bare at være god. En fiasko mere, og vi er alle bare dødt kød.
ja: 私はマシルがオーダーを転覆させる計画を 持っていると聞いた。そうだと良かったが。 我々は一度大敗し全滅しかけた。
nl: Ik heb gehoord dat Macil een plan heeft om de Orde te ondermijnen. Het kan maar beter goed zijn. Nog een mislukking en we zijn allemaal gewoon dood vlees.
pt_br: Fiquei sabendo que Macil tem um plano para desestabilizar a Ordem. Espero que seja bom. Mais um fracasso e estaremos todos mortos.
ro: Am auzit că Macil are un plan pentru a submina Ordinul. Ar face bine să fie grozav. Încă un eșec și vom fi toți carne ambalată.
sv: Jag har hört att Macil har en plan för att omstörta Orden. Det är bäst att den är bra. Ett misslyckande till och vi är alla bara döda kött.
tr: Macil'in Tarikat'ı yıkmak için bir planı olduğunu duydum. İyi olsa iyi olur. Bir başarısızlık daha olursa hepimiz ölürüz.

# TXT_DLG_SCRIPT03_D24256_AFEWO
source: A few of these barrels dumped into their water supply should even the odds a little.
da: Et par af disse tønder dumpet i deres vandforsyning burde udligne oddsene lidt.
ja: ここの樽は捨てられていた物で 彼らの給水を補っている。
nl: Een paar van deze vaten die in hun waterleiding gedumpt zijn, zullen de kans dat ze een beetje gelijk zijn.
pt_br: Se despejarmos alguns destes barris no estoque de água deles, vamos igualar as chances um pouco.
ro: Câteva butoaie vărsate în rezerva lor de apă ar trebui să echilibreze balanța.
sv: Några av de här tunnorna dumpade i deras vattenförsörjning borde jämna ut oddsen lite.
tr: Bu varillerden birkaçı su kaynaklarına atılırsa ihtimaller biraz olsun eşitlenir.
