Repository: the-phinet/UZDoom
Catalog: zdoom_game_strings/*.po
Languages: da, ja, nl, pt_br, ro, sv, tr

# TXT_ILOG93
source: The factory is next to the mines. The Degnin ore is magnetic and explosive, just the thing for shutting down force fields. Let's get that key from the catacombs, and then we go down for some ore. This must be the ruins Richter's agents were searching for, be careful.
da: Fabrikken ligger ved siden af minerne. Degnin-malmen er magnetisk og eksplosiv og er lige til at lukke kraftfelter ned med. Lad os hente nøglen fra katakomberne, og så går vi ned efter noget malm. Dette må være ruinerne, som Richters agenter ledte efter, vær forsigtig.
ja: 工場は鉱山の隣にあるわ。リヒターはデグニン鉱山とも呼んでいる。 デグニン石は綺麗だが可燃性で、フォースフィールドを消すにはうってつけよ。 そこへのキーを地下墓所から取り、鉱山に向かおう。 ここがリヒターのエージェントが探していた遺跡のはず。気を付けて。
nl: De fabriek is naast de mijnen. Het Degnin-erts is magnetisch en explosief, precies het ding voor het afsluiten van krachtvelden. Laten we die sleutel uit de catacomben halen, en dan gaan we naar beneden voor wat erts. Dit moeten de ruïnes zijn waar Richter's agenten naar op zoek waren, wees voorzichtig.
pt_br: A fábrica fica próxima às minas. O minério de Degnin é magnético e explosivo, o ideal para derrubar campos de força. Vamos pegar aquela chave das catacumbas e ir atrás desse minério. Essas devem ser as ruínas que os agentes do Richter estavam procurando. Tome cuidado.
ro: Fabrica e lângă mine, Richter se referă la minele din Degnin. Minereul de Degni e magnetic și exploziv, exact ceea ce ne trebuie pentru a opri câmpul de forță. Să luăm cheia aceea din catacombe și să ne îndreptăm înspre mine.
sv: Fabriken ligger bredvid gruvorna. Degninmalmen är magnetisk och explosiv, precis vad man behöver för att stänga av kraftfält. Vi hämtar nyckeln från katakomberna och går sedan ner för att hämta malm. Detta måste vara ruinerna som Richters agenter sökte efter, var försiktig.
tr: Fabrika madenlerin yanında. Degnin cevheri manyetik ve patlayıcıdır, güç alanlarını kapatmak için birebirdir. Hadi şu anahtarı yeraltı mezarlarından alalım, sonra da biraz cevher için aşağı inelim. Burası Richter'in ajanlarının aradığı kalıntılar olmalı, dikkatli ol.

# TXT_ILOG95
source: The factory is next to the mines. The Degnin ore is magnetic and explosive, just the thing for shutting down force fields. My friend, whatever it is we're fighting, it's more than just the Order. Back to the commons then off to the mines. We need ore.
da: Fabrikken ligger ved siden af minerne. Degnin-malmen er magnetisk og eksplosiv, lige til at lukke kraftfelter ned med. Min ven, hvad det end er, vi kæmper imod, er det mere end bare Ordenen. Tilbage til fællesrummet og så til minerne. Vi har brug for malm.
ja: 工場は鉱山の隣にあるわ。リヒターはデグニン鉱山とも呼んでいる。 デグニン石は綺麗だが可燃性で、フォースフィールドを消すにはうってつけよ。 友よ、私達が戦う相手が何であろうとも、オーダー以上のものはない。 鉱山から離れましょう!
nl: De fabriek ligt naast de mijnen. Het Degnin-erts is magnetisch en explosief, precies het ding voor het afsluiten van krachtvelden. Mijn vriend, wat het ook is waar we tegen vechten, het is meer dan alleen de Orde. Terug naar de commons en dan naar de mijnen. We hebben erts nodig.
pt_br: A fábrica fica próxima às minas. O minério de Degnin é magnético e explosivo, o ideal para derrubar campos de força. Meu amigo, seja lá o que estiver combatendo, é mais do que somente a Ordem. Volte ao refeitório e depois vá para as minas. Precisamos desse minério.
ro: Fabrica e lângă mine, Richter se referă la minele din Degnin. Minereul de Degni e magnetic și exploziv, exact ceea ce ne trebuie pentru a opri câmpul de forță. Prietene, orice ar fi, ne luptăm cu ceva mai mult decât Ordinul. Înapoi la comune și dupaia, mine. Ne trebuie minereu.
sv: Fabriken ligger bredvid gruvorna. Degninmalmen är magnetisk och explosiv, precis vad man behöver för att stänga av kraftfält. Min vän, vad det än är vi slåss mot så är det mer än bara Orden. Tillbaka till allmänningen och sedan till gruvorna. Vi behöver malm.
tr: Fabrika madenlerin yanında. Degnin cevheri manyetik ve patlayıcıdır, tam da güç alanlarını kapatmak için. Dostum, savaştığımız şey her neyse, Düzen'den daha fazlası. Avam kamarasına dönüp madenlere gidelim. Cevhere ihtiyacımız var.

# TXT_ILOG96
source: The factory is next to the mines. The degnin ore is magnetic and explosive, just the thing for shutting down force fields. Without letting down your guard, look for deposits of ore.
da: Fabrikken ligger ved siden af minerne. Degninmalmen er magnetisk og eksplosiv, lige det rigtige til at lukke kraftfelter. Uden at sænke din vagt, skal du lede efter forekomster af malm.
ja: 工場は鉱山の隣にあるわ。リヒターはデグニン鉱山とも呼んでいる。 デグニン石は綺麗だが可燃性で、フォースフィールドを消すにはうってつけよ。 警戒を緩めることなく、鉱石の堆積所を探しましょう。
nl: De fabriek ligt naast de mijnen. Het degnin-erts is magnetisch en explosief, precies het ding voor het afsluiten van krachtvelden. Zonder je waakzaamheid te laten verslappen, zoek je naar ertsafzettingen.
pt_br: A fábrica fica próxima às minas. O minério de Degnin é magnético e explosivo, o ideal para derrubar campos de força. Não baixe a sua guarda e procure pelos depósitos de minério.
ro: Fabrica e lângă mine. Minereul de Degnin e magnetic și exploziv, exact ceea ce ne trebuie pentru câmpul de forță. Fără a lăsa garda jos, uită-te după depozite de minereu.
sv: Fabriken ligger bredvid gruvorna. Degninmalmen är magnetisk och explosiv, precis vad vi behöver för att stänga av kraftfält. Utan att sänka garden, leta efter malmfyndigheter.
tr: Fabrika madenlerin yanında. Degnin cevheri manyetik ve patlayıcıdır, tam da güç alanlarını kapatmak için. Gardınızı düşürmeden, cevher yataklarını arayın.

# TXT_ILOG97
source: Without letting down your guard, look for deposits of ore. These poor souls are drones. Their synaptic functions are being jammed by RC implants. We destroy the transmitter, and they're free.
da: Uden at sænke paraderne, skal du lede efter malmforekomster. Disse stakkels sjæle er droner. Deres synaptiske funktioner bliver blokeret af RC-implantater. Vi ødelægger senderen, og så er de frie.
ja: 警戒を緩めることなく、鉱石の堆積所を探しましょう。 ここの精神の乏しい労働者達は、RCインプラントでシナプス機能を妨害している。 私達が送信機を破壊し、皆を解放しよう。
nl: Zonder je waakzaamheid te laten verslappen, zoek je naar ertsafzettingen. Deze arme zielen zijn drones. Hun synaptische functies worden geblokkeerd door RC-implantaten. We vernietigen de zender en ze zijn vrij.
pt_br: Não baixe a sua guarda e procure por depósitos de minério. Esses pobres coitados são escravos. Suas funções sinápticas estão sendo bloqueadas por implantes de controle remoto. Se destruirmos o transmissor eles estarão livres.
ro: Fără a lăsa garda jos, uită-te după minereu. Sufletele ăstea sărmane sunt drone. Funcțiile lor sinaptice primesc interferență de la implanturile RC. Distrugem transmițătoarele și sunt libere.
sv: Utan att sänka garden letar du efter malmfyndigheter. Dessa stackars själar är drönare. Deras synaptiska funktioner blockeras av RC-implantat. Vi förstör sändaren och de är fria.
tr: Gardınızı düşürmeden, cevher yataklarını arayın. Bu zavallı ruhlar dron. Sinaptik fonksiyonları RC implantları tarafından engelleniyor. Vericiyi yok edersek özgür kalırlar.

# TXT_ILOG99
source: The factory is next to the mines. Without letting down your guard, look for deposits of ore. My suggestion is, toss the ore at the force field and then blast it, the resulting compression should create a magnetic blanket and turn off the lights.
da: Fabrikken ligger ved siden af minerne. Uden at sænke din vagt, skal du lede efter malmforekomster. Mit forslag er, at kaste malmen mod kraftfeltet og derefter sprænge det, den resulterende kompression skulle skabe et magnetisk tæppe og slukke lyset.
ja: 工場は鉱山の隣にあるわ。警戒を緩めることなく、鉱石の堆積所を探しましょう。 私の案はフォースフィールドの近くに鉱石を置き撃って爆発させる方法よ。 その結果、圧縮されていた磁場の反動で光を打ち消すわ。
nl: De fabriek ligt naast de mijnen. Zonder je waakzaamheid te laten verslappen, zoek je naar ertsafzettingen. Mijn suggestie is om het erts naar het krachtveld te gooien en het vervolgens op te blazen, de resulterende compressie zou een magnetische deken moeten creëren en de lichten uit moeten doen.
pt_br: A fábrica fica próxima às minas. Não baixe a sua guarda e procure pelos depósitos de minério. Sugiro que você arremesse o minério ao campo de força e detone ele. A explosão deve gerar um campo magnético que vai apagar as luzes.
ro: Fabrica e lăngă mine. Fără a lăsa garda jos uită-te dupa depozite de minereu. Sugestia mea e, aruncă minereul la câmpul de forță și aruncă-l în aer, comprimarea ce va rezulta în urma ei ar trebui să creeze o încărcătură magnetică care va distruge luminile.
sv: Fabriken ligger bredvid gruvorna. Utan att sänka garden, leta efter malmfyndigheter. Mitt förslag är att kasta malmen mot kraftfältet och sedan spränga det, den resulterande kompressionen bör skapa en magnetisk filt och släcka ljuset.
tr: Fabrika madenlerin yanında. Gardınızı düşürmeden, cevher yataklarını arayın. Benim önerim, cevheri güç alanına fırlatın ve sonra patlatın, ortaya çıkan sıkıştırma manyetik bir örtü oluşturmalı ve ışıkları kapatmalıdır.

# TXT_ILOG100
source: Now on to the factory. Exit the mines and you can't miss it. Let's find that machine and shut it down!
da: Nu videre til fabrikken. Forlad minerne, og du kan ikke undgå at se den. Lad os finde den maskine og lukke den ned!
ja: 工場へ今すぐ入ろう。鉱山の出口はすぐわかる。 機械を探してシャットダウンさせろ!
nl: Nu naar de fabriek. Verlaat de mijnen en je kunt het niet missen. Laten we die machine vinden en hem uitschakelen!
pt_br: Agora vá para a fábrica. Ao sair das minas você vai encontrá-la, não tem como errar. Vamos achar essa máquina e desligá-la de vez!
ro: Acum înspre fabrică. Ieși din mine, nu o poți rata. Să găsim mașina aia și să o oprim!
sv: Nu fortsätter vi till fabriken. Gå ut ur gruvorna och du kan inte missa den. Låt oss hitta den där maskinen och stänga av den!
tr: Şimdi fabrikaya gidelim. Madenlerden çıkın ve onu kaçırmayın. Hadi şu makineyi bulup kapatalım!

# TXT_ILOG102
source: I'm reading massive neural wave distortions from straight ahead. I think we've found it. Let's get in there and shut it down!
da: Jeg kan se massive neurale bølgeforvrængninger lige forude. Jeg tror, vi har fundet den. Lad os komme ind og lukke den ned!
ja: 重い神経波歪曲が直に届いたわ。私達はそれを見つけたという事よ。
nl: Ik lees enorme neurale golfvervormingen van rechtdoor. Ik denk dat we hem gevonden hebben. Laten we naar binnen gaan en de machine stilleggen!
pt_br: Estou vendo distorções enormes de ondas neurais. Acho que encontramos. Vamos entrar lá e desligar!
ro: Citesc distorsiune neurale masive drept din față, cred că am găsit-o. Să intrăm și să o oprim.
sv: Jag läser massiva neurala vågförvrängningar från rakt fram. Jag tror att vi har hittat den. Låt oss gå in där och stänga av den!
tr: Tam karşıdan büyük sinir dalgası bozulmaları okuyorum. Sanırım onu bulduk. Oraya girelim ve onu kapatalım!

# TXT_ILOG103
source: Just when I think we've seen it all! They go in human and come out... I dont even want to think about it. Destroy this horror!
da: Lige når jeg tror, vi har set det hele! De går ind i et menneske og kommer ud... Jeg vil ikke engang tænke på det. Ødelæg denne rædsel!
ja: 今まで見てきたことについて考えている! 奴は人の内部から出てくる...それについて考えたくないわ。 この恐怖を打ち消すんだ!
nl: Net nu ik denk dat we alles hebben gezien! Ze gaan menselijk naar binnen en komen eruit.... Ik wil er niet eens over nadenken. Vernietig deze verschrikking!
pt_br: E eu pensei que já tinha visto de tudo! Eles entram humanos e saem... Eu não quero nem pensar nisso. Destrua essa coisa horripilante!
ro: Exact când credeam că am văzut tot. Intră oameni și ies...Nici nu vreau să mă gândesc. Distruge-o!
sv: Precis när jag tror att vi har sett allt! De går in som människor och kommer ut... Jag vill inte ens tänka på det. Förstör denna skräck!
tr: Tam da her şeyi gördüğümüzü düşündüğüm anda! İnsana giriyorlar ve çıkıyorlar. Bunu düşünmek bile istemiyorum. Bu dehşeti yok edin!

# TXT_ILOG104
source: Macil's gone nuts. He just knowingly sent 200 men to their deaths. I want vengeance! For the dead and for the living dead! Let's get back and find out what's going on.
da: Macil er blevet skør. Han har lige bevidst sendt 200 mænd i døden. Jeg vil have hævn! For de døde og for de levende døde! Lad os tage tilbage og finde ud af, hvad der foregår.
ja: オラクルが正しかった。マシルはイカれていたなんて。 彼は故意に200人以上の人々を死に追いやっていた。 復讐しなくては。死んだ人達の為、そして今生きている人達の為にも! 戻って何が起きているかも調べるんだ。
nl: Macil is gek geworden. Hij heeft net bewust 200 mannen naar hun dood gestuurd. Ik wil wraak! Voor de doden en voor de levende doden! Laten we teruggaan en uitzoeken wat er aan de hand is.
pt_br: O Macil enlouqueceu. Ele acabou de mandar 200 homens para as suas mortes e ele sabia disso. Eu quero vingança! Pelos mortos e pelos mortos-vivos! Vamos voltar e descobrir o que está acontecendo.
ro: Macil a înnebunit. A trimis intenționat 200 oameni la moarte. Vreau răzbunare! Pentru morți și morții vii! Să ne întoarcem și să vedem despre ce e vorba.
sv: Macil har blivit galen. Han skickade just medvetet 200 män i döden. Jag vill ha hämnd! För de döda och för de levande döda! Låt oss återvända och ta reda på vad som pågår.
tr: Macil çıldırdı. Bile bile 200 adamı ölüme gönderdi. İntikam istiyorum! Ölüler ve yaşayan ölüler için! Geri dönüp neler olduğunu öğrenelim.

# TXT_ILOG106
source: The factory leads to a "lab", and they're getting a Sigil piece power signature from within. Back to the factory and our next step to freedom.
da: Fabrikken fører til et "laboratorium", og de får en signatur af en Sigil-styks kraft fra det indre. Tilbage til fabrikken og vores næste skridt mod frihed.
ja: リヒターの報告では我々が破壊した工場は'研究所'に繋がっていて、 奴等はシジルの調印を内部から得ている。工場に戻って自由への次の段階に進みましょう
nl: De fabriek leidt naar een "lab", en ze krijgen een Sigil stuk macht handtekening van binnenuit. Terug naar de fabriek en onze volgende stap naar vrijheid.
pt_br: A fábrica leva a um "laboratório" e é de lá de onde eles estão recebendo um sinal da energia de uma peça do Sigilo. De volta à fábrica e ao próximo passo à liberdade.
ro: Fabrica duce înspre un laborator, și primesc putere de la o piesă din Sigiliu. Înapoi la fabrică și încă un pas spre libertate.
sv: Fabriken leder till ett "labb", och de får en Sigil piece power signatur inifrån. Tillbaka till fabriken och vårt nästa steg mot frihet.
tr: Fabrika bir "laboratuvara" açılıyor ve içeriden bir Sigil parçası güç imzası alıyorlar. Fabrikaya geri dönelim ve özgürlüğe bir sonraki adımımızı atalım.

# TXT_ILOG120
source: Find the Bishop and destroy him! Once he's dead, return to the Oracle.
da: Find biskoppen og ødelæg ham! Når han er død, skal du vende tilbage til Oraklet.
ja: ビショップを見つけて殺したらオラクルの元へ戻れ。
nl: Vind de bisschop en vernietig hem! Als hij dood is, keer je terug naar het Orakel.
pt_br: Encontre o Bispo e destrua ele! Assim que ele morrer volte ao Oráculo.
ro: Găsește Episcopul și distruge-l! Odată ce e mort, întoarce-te la Oracol.
sv: Hitta biskopen och förgöra honom! När han är död återvänder du till oraklet.
tr: Piskoposu bulun ve onu yok edin! O öldükten sonra Kahin'e dönün.

# TXT_ILOG122
source: The Loremaster's lab is beyond the teleporter that just opened. Let's go find out what he was just yapping about. And our next step to freedom.
da: Loremesterens laboratorium ligger bag teleporteren, der lige er åbnet. Lad os finde ud af, hvad han lige pludrede om. Og vores næste skridt til frihed.
ja: ロアマスター研究所は開いたばかりのテレポーターを越えた先だ。 奴が何をやらかしているか調べろ。次の自由を解放するために。
nl: Het lab van de Kennismeester is voorbij de teleporter die net geopend is. Laten we gaan uitzoeken waar hij net over aan het zeuren was. En onze volgende stap naar vrijheid.
pt_br: O laboratório do Mestre do Conhecimento está depois desse teletransportador que acaba de abrir. Vamos lá descobrir sobre o que ele estava tagarelando. E ao nosso próximo passo à liberdade.
ro: Laboratorul Maestrului Cunoștiințelor e dincolo de teleportorul care tocmai s-a deschis. Să mergem și să vedem despre ce tot bolborosea. Și următorul nostru pas spre libertate.
sv: Läromästarens labb ligger bortom teleportern som just öppnades. Nu går vi och tar reda på vad han just babblade om. Och vårt nästa steg till frihet.
tr: Loremaster'ın laboratuvarı az önce açılan ışınlayıcının ötesinde. Gidip neden bahsettiğini öğrenelim. Ve özgürlüğe giden bir sonraki adımımızı.

# TXT_ILOG211
source: Come on, let's get the hell out of here. The force field is down, off to the Bishop's tower. Once he's dead, get back to the Oracle.
da: Kom nu, lad os komme væk herfra. Kraftfeltet er nede, af sted til biskoppens tårn. Når han er død, så gå tilbage til Oraklet.
ja: 頼むからこんな所さっさと出よう。 フォースフィールドは切った、ビショップの塔へ向かおう。 ビショップを殺したらオラクルの元へ戻れ。
nl: Kom op, laten we hier als de sodemieter weggaan. Het krachtveld is naar beneden, op weg naar de bisschopstoren. Als hij dood is, ga dan terug naar het Orakel.
pt_br: Vamos dar o fora daqui. O campo de força está desligado. Vamos para a torre do Bispo. Assim que ele morrer, volte ao oráculo.
ro: Hai, să ieșim de aici. Câmpul de forță e la pământ, către turnul Episcopului. Odată ce e mort, întoarce-te la Oracol.
sv: Kom igen, vi sticker härifrån. Kraftfältet är nere, vi går till biskopens torn. När han är död, återvänder vi till Oraklet.
tr: Hadi, buradan defolup gidelim. Güç alanı kapandı, Piskopos'un kulesine gidiyoruz. O öldüğünde, Kahin'e geri dönün.

# TXT_ILOG1001
source: Find the sanctuary by the river. Steal the chalice from inside. Bring it to Harris in the tavern.
da: Find helligdommen ved floden. Stjæl bægeret indefra. Bring den til Harris på tavernaen.
ja: 川沿いの 聖域 を探し、中にある聖杯を盗む。 酒場にいるハリスに渡す。
nl: Zoek het heiligdom bij de rivier. Steel de kelk van binnenuit. Breng het naar Harris in de herberg.
pt_br: Encontre o santuário perto do rio. Roube o cálice que está lá dentro. Leve-o para o Harris na taverna.
ro: Găsește sanctuarul de lângă râu. Fură potirul din interior. Du-l la Harris în tavernă.
sv: Hitta helgedomen vid floden. Stjäl kalken från insidan. Ta med den till Harris i tavernan.
tr: Nehir kenarındaki tapınağı bulun. İçeriden kadehi çalın. Tavernadaki Harris'e götür.

# TXT_ILOG1002
source: Find the Governor. Talk to him about your reward.
da: Find guvernøren. Tal med ham om din belønning.
ja: 知事を探せ。彼と話して報酬を貰う。
nl: Vind de Gouverneur. Spreek met hem over je beloning.
pt_br: Encontre o Governador. Fale com ele sobre a sua recompensa.
ro: Găsește Guvernatorul. Vorbește cu el despre recompensa ta.
sv: Hitta guvernören. Prata med honom om din belöning.
tr: Vali'yi bul. Onunla ödülün hakkında konuş.

# TXT_ILOG1003
source: Find the sanctuary by the river. Inside someone called Beldin is being held. Shut him up, and bring his ring back to Rowan as proof.
da: Find helligdommen ved floden. Indenfor bliver en person ved navn Beldin holdt fanget. Få ham til at lukke munden på ham, og giv Rowan hans ring tilbage som bevis.
ja: 川沿いの 聖域 を探せ。中にいるベルディンと 呼ばれている捕獲された者を見つけ彼を黙らせる。 指輪をロワンに渡す。
nl: Zoek het heiligdom bij de rivier. Binnenin wordt iemand met de naam Beldin vastgehouden. Laat hem zwijgen, en breng zijn ring terug naar Rowan als bewijs.
pt_br: Encontre o santuário perto do rio. Dentro há alguém chamado Beldin sendo detido. Cale a boca dele e traga o seu anel de volta ao Rowan como prova.
ro: Găsește sanctuarul de lângă râu. Înăuntru cineva numit Beldin e reținut. Redu-l la tăcere și întoarce-te cu inelul la Rowan drept dovadă.
sv: Hitta helgedomen vid floden. Där inne hålls någon som heter Beldin fången. Få tyst på honom och ta med dig hans ring tillbaka till Rowan som bevis.
tr: Nehir kenarındaki sığınağı bul. İçeride Beldin adında biri tutuluyor. Onu susturun ve yüzüğünü kanıt olarak Rowan'a geri getirin.

# TXT_ILOG1004
source: Find the location of the Front and talk to Macil.
da: Find placeringen af fronten og tal med Macil.
ja: フロントの場所を見つけ、マシルと会話する。
nl: Zoek de locatie van het Front en praat met Macil.
pt_br: Ache a localização da Frente e fale com o Macil.
ro: Găsește locația Frontului și vorbește cu Macil.
sv: Hitta platsen för fronten och prata med Macil.
tr: Cephe'nin yerini bulun ve Macil ile konuşun.

# TXT_ILOG1005
source: Go down the stairs, find and talk to Macil.
da: Gå ned ad trappen, find og tal med Macil.
ja: 階段を降り、マシルと会話する。
nl: Ga de trap af, zoek en praat met Macil.
pt_br: Desça as escadas, encontre e fale com o Macil.
ro: Du-te în josul scărilor, găsește-l și vorbește cu Macil.
sv: Gå ner för trapporna, hitta och prata med Macil.
tr: Merdivenlerden aşağı inin, Macil'i bulun ve onunla konuşun.

# TXT_ILOG1006
source: Visit Irale, the Front's weapons supplier in town. He's behind the door next to the weapons shop. Then, use the key Macil gave you to talk to the Governor.
da: Besøg Irale, Frontens våbenleverandør i byen. Han befinder sig bag døren ved siden af våbenbutikken. Brug derefter den nøgle, som Macil gav dig, til at tale med guvernøren.
ja: 町にいるフロントへの武器供給者であるイラールの元を訪ねる。 彼は武器屋の隣のドアに居る。それで、知事と会う為にマシルから貰ったキーを使う。
nl: Bezoek Irale, de wapenleverancier van het Front in de stad. Hij zit achter de deur naast de wapenwinkel. Gebruik dan de sleutel die Macil je gaf om met de Gouverneur te praten.
pt_br: Visite o Irale, o fornecedor de armas da Frente. Ele está atrás da porta perto da loja de armas. Depois, use a chave que o Macil te deu para falar com o Governador.
ro: Vizitează pe Irale, distribuitorul de arme alFrontului în oraș. E dincolo de ușa de lângă magazinul de arme. Apoi, folosește cheia pe care Macil ți-a dat-o și vorbește cu Guvernatorul.
sv: Besök Irale, frontens vapenleverantör i staden. Han befinner sig bakom dörren bredvid vapenbutiken. Använd sedan nyckeln som Macil gav dig för att prata med guvernören.
tr: Kasabada Cephe'nin silah tedarikçisi İrale'yi ziyaret edin. Silah dükkanının yanındaki kapının arkasında. Sonra, Vali ile konuşmak için Macil'in size verdiği anahtarı kullanın.

# TXT_ILOG1007
source: Find the power tap on the mains, and shut it off. Bring something back to the Governor as proof.
da: Find elhanen på hovedledningen, og luk den. Tag noget med tilbage til guvernøren som bevis.
ja: 電力盗用の場所を見つけ、それを止める。 知事に渡す証拠も必要だ。
nl: Zoek het kraantje op het lichtnet, en zet het uit. Breng iets terug naar de Gouverneur als bewijs.
pt_br: Encontre a ligação clandestina no transformador e desligue-a. Traga algo de volta para o Governador como prova.
ro: Găsește cuplul de putere și oprește-l. Adu ceva drept dovadă Guvernatorului.
sv: Leta reda på strömkranen på elnätet och stäng av den. Ta med dig något tillbaka till guvernören som bevis.
tr: Şebekedeki güç musluğunu bulun ve kapatın. Kanıt olarak Vali'ye bir şey getirin.

# TXT_ILOG1008
source: Find Derwin in the warehouse of the power station. Kill him, and bring Mourel his ear.
da: Find Derwin i lageret på kraftværket. Dræb ham, og giv Mourel hans øre.
ja: 発電所の倉庫にいるダーウィンを見つける。 始末したら、そいつの耳をモーレルに渡す。
nl: Vind Derwin in het magazijn van de centrale. Dood hem, en breng Mourel zijn oor.
pt_br: Encontre o Derwin no depósito da usina elétrica. Mate-o e leve a sua orelha para o Mourel.
ro: Găsește-l pe Derwin în depozit. Omoară-l și adu-i urechea lui Mourel.
sv: Hitta Derwin i lagret i kraftverket. Döda honom och ge Mourel hans öra.
tr: Elektrik santralinin deposunda Derwin'i bulun. Onu öldürün ve Mourel'e kulağını getirin.
