Repository: the-phinet/UZDoom
Catalog: zdoom_game_strings/*.po
Languages: da, ja, nl, pt_br, ro, sv, tr

# TXT_RPLY0_SCRIPT12_D6064_ALLRI
source: All right, it is Macil.
da: Okay, det er Macil.
ja: わかった、それがマシルか。
nl: Oké, het is Macil.
pt_br: Certo. Então é o Macil.
ro: Bine, Macil să fie.
sv: Okej, det är Macil.
tr: Pekala, bu Macil.

# TXT_RPLY1_SCRIPT12_D6064_ITSYO
source: It's you I don't trust.
da: Det er dig, jeg ikke stoler på.
ja: 信用できん。
nl: Ik vertrouw jou niet.
pt_br: É você em quem eu não confio.
ro: Tu ești cel în care nu am încredere.
sv: Det är dig jag inte litar på.
tr: Güvenmediğim sensin.

# TXT_DLG_SCRIPT12_D7580_WHATE
source: Whatever choice you make your kind shall perish under the will of the One God.
da: Uanset hvilket valg du træffer, vil din slags gå under under den ene Guds vilje.
ja: 如何なる選択でも、人類は大いなる神の元で 浄化されるだろう。
nl: Welke keuze je ook maakt, jouw soort zal vergaan onder de wil van de Ene God.
pt_br: Seja qual for a escolha que você fizer, sua espécie irá perecer sob a vontade do Deus Único.
ro: Indiferent de alegerea ta, neamul tău va pieri sub voința Adevăratului Zeu.
sv: Vilket val du än gör kommer din sort att förgås under den ende Gudens vilja.
tr: Yaptığın seçim ne olursa olsun, türün Tek Tanrı'nın iradesi altında yok olacak.

# TXT_RPLY0_SCRIPT12_D7580_ILLBE
source: I'll be back when Macil's dead.
da: Jeg kommer tilbage, når Macil er død.
ja: マシルの死と共に戻る。
nl: Ik kom terug als Macil dood is.
pt_br: Voltarei quando Macil estiver morto.
ro: Am să mă întorc odată ce Macil e mort.
sv: Jag kommer tillbaka när Macil är död.
tr: Macil öldüğünde geri döneceğim.

# TXT_RPLY1_SCRIPT12_D7580_ICANT
source: I can't let that happen.
da: Jeg kan ikke lade det ske.
ja: そうはさせん。
nl: Dat kan ik niet laten gebeuren.
pt_br: Não posso deixar isso acontecer.
ro: Nu voi permite asta.
sv: Jag kan inte låta det hända.
tr: Bunun olmasına izin veremem.

# TXT_DLG_SCRIPT12_D9096_THERI
source: The river of time moves forever onward, while you stand still.
da: Tidens flod bevæger sig for evigt fremad, mens du står stille.
ja: 事を措いても、時の河は永遠の先に進む。
nl: De rivier van de tijd beweegt voor altijd verder, terwijl je stilstaat.
pt_br: O corrente do tempo se movimenta sempre adiante, enquanto você fica imóvel.
ro: Râul timpului curge în permanență, în timp ce tu stai pe loc.
sv: Tidens flod rör sig för evigt framåt, medan du står stilla.
tr: Sen dururken, zaman nehri sonsuza dek ilerliyor.

# TXT_DLG_SCRIPT12_D10612_YOUHA
source: You have cut the cancer from your body, but your heart still beats. Next you must find the surgeon who butchers and controls your people, the Loremaster. Stop him, and the next piece will be yours.
da: Du har skåret kræften ud af din krop, men dit hjerte slår stadig. Nu skal du finde den kirurg, der slagter og kontrollerer dit folk, Loremesteren. Stop ham, og det næste stykke vil være dit.
ja: 心に動揺が見られるな、だがお主は己の体から 癌を取り除いた。次の欠片は 人々を虐殺で支配するロアマスター外科医が 所持している。彼奴を止め、欠片を得るのだ。
nl: Je hebt de kanker uit je lichaam gesneden, maar je hart klopt nog steeds. Vervolgens moet je de chirurg vinden die je volk afslacht en controleert, de Loremaster. Stop hem, en het volgende stuk zal van jou zijn.
pt_br: Você arrancou o câncer do seu corpo, mas seu coração ainda bate. Agora você deve encontrar o cirurgião que mutila e controla o seu povo, o Mestre do Conhecimento. Detenha-o e a próxima peça será sua.
ro: Ai scăpat de cancerul din corp, dar inima ta încă bate. Mai departe, trebuie să îl găsești pe chirurgul care îți controlează și măcelărește oamenii, Stăpânul Învățăturilor. Oprește-l, și următoarea piesă va fi a ta.
sv: Du har skurit bort cancern från din kropp, men ditt hjärta slår fortfarande. Nu måste du hitta kirurgen som slaktar och kontrollerar ditt folk, Läromästaren. Stoppa honom och nästa bit kommer att bli din.
tr: Kanseri vücudunuzdan attınız ama kalbiniz hala atıyor. Şimdi halkını katleden ve kontrol eden cerrahı, Loremaster'ı bulmalısın. Onu durdurursan, bir sonraki parça senin olacak.

# TXT_RPLY0_SCRIPT12_D10612_WHERE
source: Where do I find him?
da: Hvor kan jeg finde ham?
ja: そいつはどうやって見つける?
nl: Waar vind ik hem?
pt_br: Onde encontro ele?
ro: Unde îl găsesc?
sv: Var hittar jag honom?
tr: Onu nerede bulabilirim?

# TXT_DLG_SCRIPT12_D12128_USETH
source: Use the teleporter behind the door I just opened to reach the Loremaster. When he is dead, use the same device to return to me.
da: Brug teleporteren bag den dør, jeg lige har åbnet, for at nå Loremesteren. Når han er død, skal du bruge den samme anordning til at vende tilbage til mig.
ja: 我の傍にあるテレポーターの扉を開いた。 それがロアマスターの元に通ずる。 彼奴に死を伝えた後、再び扉を通るがよい。
nl: Gebruik de teleporter achter de deur die ik net heb geopend om de Loremaster te bereiken. Als hij dood is, gebruik je hetzelfde apparaat om terug te keren naar mij.
pt_br: Use o teletransportador atrás da porta que eu acabei de abrir para chegar até o Mestre do Conhecimento. Quando ele morrer, use o mesmo dispositivo e retorne a mim.
ro: Folosește teleportoul din spatele ușii pe care tocmai am deschis-o. După ce e mort, folosește același dispozitiv pentru a te întoarce la mine.
sv: Använd teleportern bakom dörren som jag just öppnade för att nå Läromästaren. När han är död använder du samma anordning för att återvända till mig.
tr: Loremaster'a ulaşmak için az önce açtığım kapının arkasındaki ışınlayıcıyı kullan. O öldüğünde, bana dönmek için aynı cihazı kullan.

# TXT_RPLY0_SCRIPT12_D12128_ILLBE
source: I'll be back, with his piece!
da: Jeg kommer tilbage med hans brik!
ja: 欠片を持ってすぐ戻る!
nl: Ik kom terug, met zijn stuk!
pt_br: Eu voltarei, com a peça dele!
ro: Mă voi întoarce, cu piesa lui.
sv: Jag kommer tillbaka med hans pjäs!
tr: Onun parçasıyla geri döneceğim!

# TXT_DLG_SCRIPT12_D13644_THERI
source: The river of time moves forever onward, while you stand still.
da: Tidens flod bevæger sig for evigt fremad, mens du står stille.
ja: 事を措いても、時の河は永遠の先に進む。
nl: De rivier van de tijd beweegt voor altijd verder, terwijl je stilstaat.
pt_br: O corrente do tempo se movimenta sempre adiante, enquanto você fica imóvel.
ro: Râul timpului curge în permanență, în timp ce tu stai pe loc.
sv: Tidens flod rör sig för evigt framåt, medan du står stilla.
tr: Zaman nehri sonsuza dek ilerlerken sen duruyorsun.

# TXT_DLG_SCRIPT12_D15160_PITIF
source: Pitiful man, you have done what thousands have failed to do... You bring me the power of the Sigil, the voice of the One God.
da: Ynkelige mand, du har gjort, hvad tusindvis af mennesker ikke har formået... Du bringer mig Sigilets kraft, den ene Guds stemme.
ja: 気の毒な者よ、お主は幾千の者達が 遂げられなかった行いを果たした... お主は我にシジルの力を、唯一神の声を届けた。
nl: Jammer man, je hebt gedaan wat duizenden mensen niet hebben gedaan.... Je brengt me de kracht van de Sigil, de stem van de Ene God.
pt_br: Que homem patético. Você fez o que milhares não conseguiram... Você me trouxe o poder do Sigilo, a voz do Deus Único.
ro: Om jalnic, ai reușit ceea ce nu a reușit nimeni să facă.... Îmi aduci puterea Sigiliului, vocea Adevăratului Zeu.
sv: Du har gjort vad tusentals har misslyckats med att göra... Du ger mig Sigillets kraft, den ende Gudens röst.
tr: Zavallı adam, binlerce kişinin yapamadığını yaptın. Bana Sigil'in gücünü, Tek Tanrı'nın sesini getirdin.

# TXT_RPLY0_SCRIPT12_D15160_IDONT
source: I don't understand.
da: Jeg forstår ikke.
ja: わからないな。
nl: Ik begrijp het niet.
pt_br: Eu não entendo.
ro: Nu înțeleg.
sv: Jag förstår inte.
tr: Anlamıyorum.

# TXT_DLG_SCRIPT12_D16676_THESI
source: The Sigil will open the door and free the spirit which will cleanse this planet and let me live forever. I will strip this world of its energies and find new worlds to conquer.
da: Sigilet vil åbne døren og frigøre ånden, som vil rense denne planet og lade mig leve for evigt. Jeg vil fratage denne verden dens energier og finde nye verdener at erobre.
ja: シジルは門を開き、この惑星の魂を浄化し 我に永遠の命を授け給うのだ。我はこの世の 生命力を剥ぎ取り、新たなる星への征服に 駆り出すのだ。
nl: De Sigil zal de deur openen en de geest bevrijden die deze planeet zal reinigen en me voor altijd zal laten leven. Ik zal deze wereld van zijn energie ontdoen en nieuwe werelden vinden om te veroveren.
pt_br: O Sigilo abrirá a porta e libertará o espirito que purificará este planeta e permitirá que eu viva para sempre. Arrancarei as energias deste mundo e encontrar novos mundos para conquistar.
ro: Sigiuliul va deschide ușa și elibera spiritul care va curăța planeta și mă va face nemuritor. Voi stoarce energia din planetă iar apoi voi găsi alte lumi de cucerit.
sv: Sigillet kommer att öppna dörren och frigöra anden som kommer att rena den här planeten och låta mig leva för evigt. Jag kommer att beröva den här världen dess energier och hitta nya världar att erövra.
tr: Sigil kapıyı açacak ve bu gezegeni temizleyecek ruhu serbest bırakacak ve sonsuza dek yaşamama izin verecek. Bu dünyayı enerjilerinden arındırıp fethedecek yeni dünyalar bulacağım.

# TXT_RPLY0_SCRIPT12_D16676_ICANT
source: I can't let you do that.
da: Det kan jeg ikke lade dig gøre.
ja: そんな真似はさせられないな。
nl: Dat kan ik je niet laten doen.
pt_br: Não vou deixar você fazer isso.
ro: Nu te pot lăsa să faci asta.
sv: Jag kan inte låta dig göra det.
tr: Bunu yapmana izin veremem.

# TXT_DLG_SCRIPT12_D18192_YOUCA
source: You can if you're dead.
da: Det kan du, hvis du er død.
ja: お主の破滅は免れぬぞ。
nl: Dat kan je wel als je dood bent.
pt_br: Deixará se você estiver morto.
ro: Poți, dacă ești mort.
sv: Det kan du om du är död.
tr: Ölürsen izin verebilirsin.

# TXT_DLG_SCRIPT14_D0_AREYO
source: Are you here to free us? Because I've been good, they took my implant out. I still have to stay down here and wipe up the drool though.
da: Er du her for at befri os? Fordi jeg har været god, tog de mit implantat ud. Jeg er dog stadig nødt til at blive hernede og tørre savlen op.
ja: 俺達を解放しに来たのか?あいつらに インプラントを外されたが、俺は大丈夫だ。 まだ少し留まって涎を拭き取らないとならない。
nl: Ben je hier om ons te bevrijden? Omdat ik goed ben geweest, hebben ze mijn implantaat eruit gehaald. Ik moet nog steeds hier beneden blijven en de kwijl echter wegvegen.
pt_br: Você está aqui para nos libertar? Por eu ter me comportado bem, eles tiraram o meu implante. Mas ainda tenho que ficar aqui para limpar a saliva.
ro: Ai venit ca să ne eliberezi? Pentru că am fost cuminte, mi-au scos implantul. Dar tot trebuie să rămân aici și să fac curățenie însă.
sv: Är du här för att befria oss? För att jag har varit snäll tog de bort mitt implantat. Jag måste ändå stanna här nere och torka upp dreglet.
tr: Bizi özgür bırakmak için mi buradasın? İyi olduğum için implantımı çıkardılar. Yine de burada kalıp salyamı silmem gerekiyor.

# TXT_RPLY0_SCRIPT14_D0_YESIM
source: Yes, I'm here to free you.
da: Ja, jeg er her for at befri jer.
ja: そうだ、助けに来た。
nl: Ja, ik ben hier om je te bevrijden.
pt_br: Sim, estou aqui para libertar vocês.
ro: Da, am venit să te eliberez.
sv: Ja, jag är här för att befria er.
tr: Evet, sizi kurtarmak için buradayım.

# TXT_RYES0_SCRIPT14_D0_YOUME
source: You mean it?
da: Mener du det?
ja: そういう意味か?
nl: Je meent het?
pt_br: Sério mesmo?
ro: Pe bune?
sv: Menar du det?
tr: Ciddi misin?

# TXT_DLG_SCRIPT14_D1516_ICANT
source: I can't help nobody else. Not until you blow up the transmitter. That's what's behind the forcefield upstairs. My job is to check on the conveyors to make sure they aren't jammed. Not anymore!
da: Jeg kan ikke hjælpe nogen andre. Ikke før du sprænger senderen i luften. Det er det, der er bag kraftfeltet ovenpå. Mit job er at tjekke transportbåndene for at sikre mig, at de ikke er blokeret. Ikke længere!
ja: まだ俺は手伝うことが出来ない。 トランスミッターを壊さなければバレてしまう。 そいつは上の階のフォースフィールドを越えた所 にいる。コンベアーの詰まりをチェックする だけの仕事だったが、もう辞任だな!
nl: Ik kan niemand anders helpen. Niet voordat je de zender hebt opgeblazen. Dat is wat er achter het krachtveld boven is. Het is mijn taak om de transportbanden te controleren om er zeker van te zijn dat ze niet vastzitten. Nu niet meer!
pt_br: Não posso ajudar mais ninguém. Não até que você detone o transmissor. É isso que mantém o campo de força lá em cima. Meu trabalho é conferir as esteiras para que não fiquem emperradas. Nunca mais!
ro: Nu pot ajuta pe nimeni. Nu până ce transmițătorul nu e aruncat în aer. Asta e la etaj, în spatele scuturilor. Treaba mea e să mă uit după conveioare, să mă asigur că nu sunt defecte. Numai!
sv: Jag kan inte hjälpa någon annan. Inte förrän du spränger sändaren. Det är det som finns bakom kraftfältet på övervåningen. Mitt jobb är att kontrollera transportörerna så att de inte fastnar. Inte längre!
tr: Başka kimseye yardım edemem. Vericiyi patlatana kadar olmaz. Üst kattaki güç alanının arkasında bu var. Benim işim, sıkışmadıklarından emin olmak için konveyörleri kontrol etmek. Artık değil!

# TXT_RPLY0_SCRIPT14_D1516_THATS
source: That's right, you're saved!
da: Det er rigtigt, du er reddet!
ja: そうだ、救われたぞ!
nl: Dat klopt, je bent gered!
pt_br: Isso mesmo. Vocês estão salvos!
ro: Așa e, ești salvat!
sv: Det stämmer, du är räddad!
tr: Bu doğru, kurtuldun!

# TXT_RYES0_SCRIPT14_D1516_OHTHA
source: Oh, thank you!
da: Åh, tak!
ja: おう、ありがとよ!
nl: Oh, dank je wel!
pt_br: Ah, muito obrigado!
ro: Oh, mulțumesc!
sv: Åh, tack!
tr: Oh, teşekkürler!

# TXT_DLG_SCRIPT14_D3032_WEREF
source: We're free!! We're free!! We're free!!
da: Vi er fri!! Vi er fri!! Vi er fri!!!
ja: 自由だ!!俺達は自由だ!!俺達は自由だ!!
nl: We zijn vrij!! We zijn vrij!! We zijn vrij!!
pt_br: Estamos livres!! Estamos livres!! Estamos livres!!
ro: Suntem liberi!! Suntem liberi!! Suntem liberi!!
sv: Vi är fria!! Vi är fria! Vi är fria!!
tr: Özgürüz! Özgürüz! Özgürüz!

# TXT_DLG_SCRIPT14_D4548_MUSTM
source: Must mine more ore!
da: Vi må udvinde mere malm!
ja: もっと掘らねえといけねえんだ!
nl: Moet erts meer of meer ontginnen!
pt_br: Preciso minerar mais!
ro: Mai trebuie să minez încă o bucată de minereu.
sv: Måste bryta mer malm!
tr: Daha fazla maden çıkarmalıyız!

# TXT_DLG_SCRIPT14_D6064_WEREF
source: We're free!! We're free!! We're free!!
da: Vi er frie!! Vi er frie!!! Vi er frie!!
ja: 自由だ!!オレらは自由だ!!オレらは自由だ!!
nl: We zijn vrij!!! We zijn vrij!!! We zijn vrij!!!
pt_br: Estamos livres!! Estamos livres!! Estamos livres!!
ro: Suntem liberi!! Suntem liberi!! Suntem liberi!!
sv: Vi är fria!! Vi är fria!! Vi är fria!!
tr: Özgürüz! Özgürüz! Özgürüz!

# TXT_DLG_SCRIPT14_D7580_MUSTM
source: Must mine more ore!
da: Skal udvinde mere malm!
ja: 鉱石がもっと必要なんだ!
nl: Moet meer erts ontginnen!
pt_br: Preciso minerar mais!
ro: Mai trebuie să minez încă o bucată de minereu.
sv: Måste bryta mer malm!
tr: Daha fazla maden çıkarmalıyız!

# TXT_DLG_SCRIPT14_D9096_WEREF
source: We're free!! We're free!! We're free!!
da: Vi er frie!!! Vi er frie!!! Vi er frie!!
ja: 自由だ!!私達は自由だ!!私達は自由だ!!
nl: We zijn vrij!!! We zijn vrij!!! We zijn vrij!!!
pt_br: Estamos livres!! Estamos livres!! Estamos livres!!
ro: Suntem liberi!! Suntem liberi!! Suntem liberi!!
sv: Vi är fria!! Vi är fria!! Vi är fria!!
tr: Özgürüz! Özgürüz! Özgürüz!

# TXT_DLG_SCRIPT14_D10612_MUSTM
source: Must mine more ore!
da: Skal udvinde mere malm!
ja: いつまで採掘しなければならない!
nl: Moet meer erts ontginnen!
pt_br: Preciso minerar mais!
ro: Mai trebuie să minez încă o bucată de minereu.
sv: Måste bryta mer malm!
tr: Daha fazla maden çıkarmalıyız!

# TXT_DLG_SCRIPT14_D12128_WEREF
source: We're free!! We're free!! We're free!!
da: Vi er frie!!! Vi er frie!!! Vi er frie!!
ja: 僕らは自由だ!!僕らは自由だ!!僕らは自由だ!!
nl: We zijn vrij!!! We zijn vrij!!! We zijn vrij!!!
pt_br: Estamos livres!! Estamos livres!! Estamos livres!!
ro: Suntem liberi!! Suntem liberi!! Suntem liberi!!
sv: Vi är fria!! Vi är fria!! Vi är fria!!
tr: Özgürüz! Özgürüz! Özgürüz!

# TXT_DLG_SCRIPT15_D0_WHATA
source: What are you doing here?
da: Hvad laver du her?
ja: ここで何をしている?
nl: Wat doe je hier?
pt_br: O que você está fazendo aqui?
ro: Ce cauți aici?
sv: Vad gör du här?
tr: Ne yapıyorsunuz burada?

# TXT_RPLY0_SCRIPT15_D0_ROUTI
source: Routine inspection.
da: Rutinemæssig inspektion.
ja: 見回りだ。
nl: Routine-inspectie.
pt_br: Inspeção de rotina.
ro: Inspecție de rutină.
sv: Rutininspektion.
tr: Rutin teftiş.

# TXT_RYES0_SCRIPT15_D0_ALLRI
source: All right, carry on.
da: Okay, fortsæt.
ja: わかった、続けろ。
nl: Oké, ga door.
pt_br: Muito bem, continue.
ro: Bine, mergi mai departe.
sv: Okej, fortsätt.
tr: Pekala, devam edin.

# TXT_DLG_SCRIPT15_D1516_NOTHI
source: Nothing to report here. Everything is working fine. If anything goes wrong, I'll be sure to report it.
da: Der er intet at rapportere her. Alt fungerer fint. Hvis noget går galt, skal jeg nok rapportere det.
ja: 報告することはない。全て順調だ。 何か問題が起きたら報告する。
nl: Hier valt niets te melden. Alles werkt prima. Als er iets misgaat, zal ik het zeker melden.
pt_br: Não há nada de errado aqui. Tudo está funcionando perfeitamente. Se algo parar de funcionar, pode ter certeza que eu vou avisar.
ro: Nimic de raportat aici. Dacă e ceva, cu siguranță că voi da raportul.
sv: Inget att rapportera här. Allt fungerar bra. Om något går fel ska jag rapportera det.
tr: Burada rapor edilecek bir şey yok. Her şey yolunda gidiyor. Eğer bir sorun çıkarsa, rapor edeceğimden emin olabilirsiniz.

# TXT_DLG_SCRIPT15_D3032_SIRTH
source: Sir, there was a problem earlier, but it was taken care of.
da: Sir, der var et problem tidligere, men det blev ordnet.
ja: 上官殿、以前より問題があったが、 もう心配はいらない。
nl: Meneer, er was eerder een probleem, maar het is opgelost.
pt_br: Senhor, havia um problema antes, mas já foi resolvido.
ro: Domnule, a fost o problemă adineauri, dar s-a rezolvat.
sv: Sir, det var ett problem tidigare, men det har tagits om hand.
tr: Efendim, daha önce bir sorun vardı, ama halledildi.

# TXT_DLG_SCRIPT17_D0_MOVEA
source: Move along or taste metal.
da: Fortsæt eller smag på metal.
ja: 同行か鉄を味わうかだ。
nl: Ga verder of proef metaal.
pt_br: Vá embora ou vai tomar chumbo grosso.
ro: Mișcă-te sau mănânci metal.
sv: Gå vidare eller smaka på metall.
tr: İlerleyin ya da metalin tadına bakın.

# TXT_DLG_SCRIPT17_D1516_IDCHE
source: I.D. check.
da: ID-tjek.
ja: I.D.チェックだ。
pt_br: Verificação de identidade.
ro: Verificare card de identitate.
sv: ID-kontroll.
tr: Kimlik kontrolü.

# TXT_RPLY0_SCRIPT17_D1516_HEREI
source: Here, I'm in a hurry.
da: Her, jeg har travlt.
ja: ほら、急いでるんだ。
nl: Hier heb ik haast.
pt_br: Pegue, estou com pressa.
ro: Aici, mă grăbesc.
sv: Här, jag har bråttom.
tr: Al, acelem var.

# TXT_DLG_SCRIPT17_D3032_STOPW
source: Stop waving your ID in my face and go in.
da: Hold op med at vifte med dit ID i mit ansigt og gå ind.
ja: 目前まで近づけるな、さっさと行け。
nl: Stop met je ID in mijn gezicht te zwaaien en ga naar binnen.
pt_br: Pare de sacudir a sua identificação e entre logo.
ro: Nu mai flutura cardul în fața mea și intră.
sv: Sluta vifta med ditt ID-kort i ansiktet på mig och gå in.
tr: Kimliğini yüzüme karşı sallamayı bırak ve içeri gir.

# TXT_DLG_SCRIPT17_D4548_NOTHI
source: Nothing to see here. Move along.
da: Der er intet at se her. Gå videre.
ja: 何事も無い。進め。
nl: Hier is niets te zien. Ga verder.
pt_br: Nada pra ver aqui. Vá embora.
ro: Nimic aici. Mișcă.
sv: Det finns inget att se här. Gå vidare.
tr: Burada görecek bir şey yok. İlerleyin.

# TXT_DLG_SCRIPT17_D6064_WHATA
source: What a healthy specimen. You don't need my help, do you?
da: Sikke et sundt eksemplar. Du har ikke brug for min hjælp, vel?
ja: なんて活きの良い標本だ。 手当なんて必要なさそうだな、で何だ?
nl: Wat een gezond exemplaar. Je hebt mijn hulp niet nodig, of wel?
pt_br: Mas que espécime mais saudável. Você não precisa da minha ajuda, precisa?
ro: Ce specimen sănătos. Nu ai nevoie de ajutorul meu, nu?
sv: Vilket friskt exemplar. Du behöver inte min hjälp, eller hur?
tr: Ne kadar sağlıklı bir örnek. Yardımıma ihtiyacın yok, değil mi?

# TXT_RPLY0_SCRIPT17_D6064_WELLY
source: Well, yes. Macil sent me.
da: Jo, jo. Macil har sendt mig.
ja: そうだ。マシルの使者だ。
nl: Nou, ja. Macil heeft me gestuurd.
pt_br: Bem, sim. Macil me enviou.
ro: Ba da. Macil m-a trimis.
sv: Jo, jo. Macil skickade mig.
tr: Evet, var. Beni Macil gönderdi.

# TXT_DLG_SCRIPT17_D7580_SHHHH
source: Shhhh... Keep it quiet, unless you want us both killed. Now, what can I do for you?
da: Shhhh... Hold det stille, medmindre du vil have os begge dræbt. Hvad kan jeg gøre for dig?
ja: シーッ...静かに、 殺されるかもしれないんだぞ。それで何か用か?
nl: Shhhhhh.... Hou het stil, tenzij je wilt dat we allebei gedood worden. Wat kan ik nu voor u doen?
pt_br: Shhhh... Fale baixo, a não ser que queira que nos matem. Agora, como posso te ajudar?
ro: Șhhhh... Mai încet, dacă nu vrei să murim amândoi. Acum, ce pot face pentru tine?
sv: Shhhh... Håll tyst, om du inte vill att vi båda ska dödas. Vad kan jag göra för dig?
tr: İkimizin de ölmesini istemiyorsan sessiz ol. Şimdi, senin için ne yapabilirim?

# TXT_RPLY0_SCRIPT17_D7580_TELLM
source: Tell me how to find the Bishop.
da: Fortæl mig, hvordan jeg finder biskoppen.
ja: ビショップは何処か聞きたい。
nl: Vertel me hoe ik de bisschop kan vinden.
pt_br: Diga onde eu encontro o Bispo.
ro: Spune-mi cum găsesc Episcopul.
sv: Berätta hur jag hittar biskopen.
tr: Bana Piskopos'u nasıl bulacağımı söyle.

# TXT_DLG_SCRIPT17_D9096_OHHHI
source: Ohhh, I knew you would ask me for that. Look behind you. That's the entrance to the Bishop's citadel. It's guarded by a force field that is only shut off for official visitors, not you.
da: Jeg vidste, du ville spørge mig om det. Se bag dig. Det er indgangen til biskoppens citadel. Den er bevogtet af et kraftfelt, der kun er lukket for officielle besøgende, ikke dig.
ja: おおぅ、そういう事だろうと思った。 後ろを見ろ。そこがビショップの大聖堂だ。 しかし要人以外は入れないよう フォースフィールドが張ってある、 君には通れないな。
nl: Ohhhh, ik wist dat je me dat zou vragen. Kijk achter je. Dat is de ingang van de bisschopsburcht. Het wordt bewaakt door een krachtveld dat alleen afgesloten is voor officiële bezoekers, niet voor jou.
pt_br: Ahhh, eu sabia que você me perguntaria isso. Olhe atrás de você. Essa é a entrada para a cidadela do Bispo. Ela é protegida por um campo de força que é desligada somente para visitantes oficiais, para você não.
ro: Ohhh, știam eu că asta urma să mă întrebi. Aia e intrarea către citadela Episcopului. E apărată de un scut care se oprește numai pentru vizitatorii autorizați, nu pentru tine.
sv: Jag visste att du skulle be mig om det. Titta bakom dig. Det är ingången till biskopens citadell. Den är bevakad av ett kraftfält som bara stängs av för officiella besökare, inte för dig.
tr: Benden bunu isteyeceğini biliyordum. Arkana bak. Bu Piskopos'un kalesinin girişi. Sadece resmi ziyaretçiler için kapatılan bir güç alanı tarafından korunuyor, sen değil.

# TXT_RPLY0_SCRIPT17_D9096_IMUST
source: I must kill the Bishop.
da: Jeg må dræbe biskoppen.
ja: ビショップを殺さなければならないんだ。
nl: Ik moet de bisschop vermoorden.
pt_br: Preciso matar o Bispo.
ro: Trebuie să-l omor pe Episcop.
sv: Jag måste döda biskopen.
tr: Piskoposu öldürmeliyim.
