Repository: the-phinet/UZDoom
Catalog: zdoom_game_strings/*.po
Languages: da, ja, nl, pt_br, ro, sv, tr

# C1TEXT
source: You have entered deeply into the infested starport. But something is wrong. The monsters have brought their own reality with them, and the starport's technology is being subverted by their presence. Ahead, you see an outpost of hell, a fortified zone. If you can get past it, You can penetrate into the haunted heart of the starbase and find the controlling switch which holds earth's population hostage.
da: Du er kommet dybt ind i den inficerede stjernehavn. Men der er noget galt. Monstrene har bragt deres egen virkelighed med sig, og stjernehavnens teknologi er ved at blive undergravet af deres tilstedeværelse. Foran dig ser du en forpost af helvede, en befæstet zone. Hvis du kan komme forbi den, kan du trænge ind i det hjemsøgte hjerte af stjernebasen og finde den kontrollerende kontakt, der holder Jordens befolkning som gidsel.
ja: 怪物共に蝕まれた宇宙港に足を踏み入れる。だが何かがおかしい。 奴等の世界から影響を及ぼしてこの地を変異させ宇宙港の機能を 妨害しているのだ。 前方に地獄の前哨、要塞地帯が見える。そこを切り抜け 宇宙港の中心に辿り着けば生存者を解放する宇宙船のスイッチが 見つかるはずだ。
nl: Je bent diep in de besmette sterhaven terechtgekomen. Maar er is iets mis. De monsters hebben hun eigen realiteit met zich meegebracht, en de technologie van de sterhaven wordt ondermijnd door hun aanwezigheid. Vooruit, zie je een buitenpost van de hel, een versterkte zone. Als je er voorbij kunt komen, kun je doordringen in het besmette centrum van de sterhaven en de controle- schakelaar vinden die de bevolking van de aarde gegijzeld houdt.
pt_br: Você entrou profundamente no espaçoporto infestado. Mas há algo errado. Os monstros trouxeram consigo a sua própria realidade, e a tecnologia está sendo subvertida pela presença deles. Mais adiante, você vê um posto avançado do inferno, uma zona fortificada. Se você conseguir atravessá-la, você poderá penetrar no centro infestado da base espacial e achar o interruptor de controle que está mantendo a população da Terra como refém.
ro: Ai pătruns adânc în portul stelar. Dar ceva nu e în regulă. Monștrii și-au adus propria realitate cu ei, iar tehnologia portului stelar se corupe treptat datorită prezenței lor. În fața ta, vezi un avanpost al infernului, o zonă fortificată. Dacă poți trece de ea, poți străpunge inima bazei stelare bântuite și să găsești panoul de control care ține captivă populația Pământului.
sv: "Du har gått djupt in i den infekterade stjärnhamnen. Men något är fel. Monstren har fört med sig sin egen verklighet, och stjärnhamnens teknik undergrävs av deras närvaro. Framför dig ser du en utpost av helvetet, en befäst zon. Om du kan ta dig förbi den kan du tränga in i stjärnbasens hemsökta hjärta och hitta den kontrollbrytare som håller jordens befolkning som gisslan.
tr: İstila edilmiş yıldız üssünün derinliklerine girdiniz. Ama yanlış giden bir şeyler var. Canavarlar kendi gerçekliklerini de beraberlerinde getirdiler ve yıldız limanının teknolojisi onların varlığıyla altüst oluyor. İleride, cehennemin bir ileri karakolunu, müstahkem bir bölgeyi görüyorsunuz. Eğer onu geçebilirsen, yıldız üssünün lanetli kalbine girebilir ve dünya nüfusunu rehin tutan kontrol düğmesini bulabilirsin.

# C2TEXT
source: You have won! Your victory has enabled Humankind to evacuate earth and escape the nightmare. Now you are the only Human left on the face of the planet. Cannibal mutations, carnivorous aliens, and evil spirits are your only neighbors. You sit back and wait for death, content that you have saved your species. But then, Earth Control beams down a message from space: "Sensors have located the source of the alien invasion. If you go there, you may be able to block their entry. The alien base is in the heart of your own home city, not far from the starport." Slowly and painfully you get up and return to the fray.
da: Du har vundet! Jeres sejr har gjort det muligt for menneskeheden at evakuere jorden og undslippe mareridtet. Nu er du det eneste menneske, der er tilbage på planeten. Kannibale mutationer, kødædende rumvæsener og onde ånder er dine eneste naboer. Du læner dig tilbage og venter på døden, tilfreds med, at du har reddet din art. Men så stråler Earth Control en besked ned fra rummet: "Sensorerne har lokaliseret kilden til den fremmede invasion. Hvis du tager derhen, kan du måske blokere deres indtrængen. Den fremmede base er i hjertet af din egen hjemby, ikke langt fra stjernehavnen." Langsomt og smertefuldt rejser du dig op og vender tilbage til kampen.
ja: 勝利した!人類をこの世の地獄から脱出させ絶滅の悪夢から救ったのだ。 そして自分が最後の地球人となった。 デーモンもとい人食いエイリアン、共食いミュータント、 くどい怨嗟のゴースト、そして死体だけが隣人だ。 人類への最善を尽くし、後は座して死ぬ時を待った。 だがその時、地球管理センターが宇宙からの通信を送ってきた。 ''エイリアン達による侵略の拠点をセンサー群が捕捉した。 そこに向かえば、侵入を阻止出来るかもしれない。 奴等の基地は宇宙港からはそこまで遠くない、 君の故郷の街の中央にある位置だ。'' 君は痛みとともに悠然と立ち上がり、戦場へ戻った。
nl: Je hebt gewonnen! Je overwinning heeft de mensheid in staat gesteld om de aarde te evacueren en te ontsnappen aan de nachtmerrie. Nu ben jij de enige mens op de planeet. Kannibale mutaties, vleesetende aliens en boze geesten zijn je enige buren. Je zit achterover en wacht op de dood, tevreden dat je je soort hebt gered. Maar dan, Earth Control straalt een boodschap uit de ruimte: "Sensoren hebben de oorsprong van de invasie gelokaliseerd. Als je daar naartoe gaat, kan je misschien in staat zijn om hun verdere inbreuk te blokkeren. De basis bevindt zich in het hart van je eigen thuisstad, niet ver van de sterhaven." Langzaam en pijnlijk sta je op en keer je terug naar de strijd.
pt_br: Você venceu! Sua vitória permitiu que a humanidade evacuasse a Terra e escapasse desse pesadelo. Agora você é @[ao_ptb] únic@[ao_ptb] human@[ao_ptb] que resta na face do planeta. Mutações canibais, alienígenas carnivoros e espiritos malignos são seus unicos vizinhos. Você senta e espera pela morte, contente de que você salvou a sua espécie. No entanto, o comando terráqueo envia uma mensagem do espaço: "Os sensores localizaram a fonte da invasão alienígena. Se você for lá, pode ser que você consiga bloquear a sua entrada. A base alienígena está no centro da sua cidade natal, não muito longe do espaçoporto." Lenta e dolorosamente você se levanta e volta para a briga.
ro: Ai triumfat! Victoria ta a permis omenirii să evacueze Pământul și să scape de coșmar. Acum ești ultimul Om rămas pe fața Pământului. Mutații canibale, extratereștri carnivori, și spirite malefice sunt tot ceea te înconjoară. Te așezi și aștepti să mori, mulțumit de faptul că ai reușit să salvezi rasa umană. Apoi, Baza de Control trimite un mesaj din spațiu: "Senzorii au identificat sursa invaziei extraterestre. Dacă te duci acolo s-ar putea să poți să le blochezi intrarea. Baza extraterestră este în inima orașului tău natal, nu foarte departe de portul stelar." Încet și îndurerat, te ridici și te întorci la luptă.
sv: Du har vunnit! Er seger har gjort det möjligt för mänskligheten att eva- kuera jorden och fly från mardrömmen. Nu är du den enda människan som finns kvar på planeten. Kannibalmutationer, köttätande utomjordingar och onda andar är dina enda grannar. Du sitter tillbaka och väntar på döden, nöjd med att du har räddat din art. Men så strålar Earth Control ner ett meddelande från rymden: "Sensorerna har lokaliserat källan till den utomjordiska invasionen." Om du går dit kan du kanske blockera deras inträde. Den utomjordiska basen ligger i hjärtat av din egen hemstad, inte långt från stjärnhamnen." Långsamt och smärtsamt reser du dig upp och återvänder till striden.
tr: Siz kazandınız! Zaferiniz sayesinde İnsanlık dünyayı boşaltıp kaçacak kabus. Şimdi tek sen varsın Gezegende insan kalmadı. Yamyam mutasyonlar, etobur uzaylılar, ve kötü ruhlar tek komşunuzdur. Arkanıza yaslanıp ölümü beklersiniz. Türünüzü kurtardığınızı. Ama sonra, Dünya Kontrol bir ışın gönderiyor Uzaydan gelen mesaj: "Algılayıcılar uzaylı istilasının kaynağını buldu. Oraya giderseniz, kapılarını kapatabilirsiniz. Uzaylı üssü kendi şehrinizin kalbinde. Yıldız üssünden çok uzakta değil." Yavaşça ve acı çekerek ve savaşa geri dönün.

# C3TEXT
source: You are at the corrupt heart of the city, surrounded by the corpses of your enemies. You see no way to destroy the creatures' entryway on this side, so you clench your teeth and plunge through it. There must be a way to close it on the other side. What do you care if you've got to go through hell to get to it?
da: Du befinder dig i byens korrupte hjerte, omgivet af dine fjenders lig. Du kan ikke se nogen måde at ødelægge væsenernes indgang på denne side, så du bider tænderne sammen og kaster dig igennem den. Der må være en måde at lukke den på den anden side. Hvad rager det dig, hvis du skal gå gennem helvede for at nå frem til den?
ja: 君は破壊された街の中心部で、殺した敵の死体に囲まれている。 化け物たちが侵入するための入り口をこちらから破壊することは 不可能だと判断し君は歯を食いしばり、そこへと突き進んだ。 反対側に行けば、これを閉じる方法があるに違いない。 そのためには地獄に突入しなければいけないが、 それを躊躇する必要はもはやないはずだ。
nl: Je bent in het corrupte hart van de stad, omringd door de lijken van je vijanden. Je ziet geen manier om de ingang van de wezens aan deze kant te vernietigen, dus je bijt je tanden samen en springt erin. Er moet een manier zijn om het aan de andere kant te sluiten. Wat kan het je schelen als je door de hel moet gaan om er bij te komen?
pt_br: Você consegue chegar no centro infestado da cidade, cercado pelos cadáveres de seus inimigos. Você percebe que não há como destruir a passagem de entrada das criaturas por este lado, então você cerra os dentes e passa através dela. Deve haver um jeito de fechá-la do outro lado. Grande coisa ter que atravessar o inferno para chegar lá, não é mesmo?
ro: Ești în inima coruptă a orașului, înconjurat de cadavrele inamicilor tăi. Nu vezi nicio modalitate de a bloca intrarea creaturilor pe partea asta, așa că strângi din dinți si treci prin portal. Trebuie să existe o cale de a opri invazia pe cealaltă parte. Ce-ți pasă că va trebui să treci prin infern ca să o descoperi?
sv: "Du befinner dig i stadens korrupta hjärta, omgiven av dina fienders lik. Du ser inget sätt att förstöra varelsernas ingång på den här sidan, så du biter ihop tänderna och kastar dig igenom den. Det måste finnas ett sätt att stänga den på andra sidan. Vad bryr du dig om du måste gå igenom helvetet för att komma dit?
tr: Şehrin yozlaşmış kalbindesiniz, etrafınız düşmanlarınızın cesetleriyle çevrili. Bu taraftaki geçidi yok etmenin bir yolunu göremiyorsun, bu yüzden dişlerini sıkıp geçitten geçiyorsun. Diğer tarafta onu kapatmanın bir yolu olmalı. Ona ulaşmak için cehennemden geçmen gerekiyorsa neden umursuyorsun?

# C4TEXT
source: The horrendous visage of the biggest demon you've ever seen crumbles before you, after you pump your rockets into his exposed brain. The monster shrivels up and dies, its thrashing limbs devastating untold miles of hell's surface. You've done it. The invasion is over. Earth is saved. Hell is a wreck. You wonder where bad folks will go when they die, now. Wiping the sweat from your forehead you begin the long trek back home. Rebuilding earth ought to be a lot more fun than ruining it was.
da: Det forfærdelige ansigt af den største dæmon, du nogensinde har set, smuldrer foran dig, efter at du har pumpet dine raketter ind i hans blottede hjerne. Monsteret skrumper sammen og dør, mens dets smældende lemmer ødelægger utallige kilometer af helvedes overflade. Du har gjort det. Invasionen er forbi. Jorden er reddet. Helvede er et vrag. Du spekulerer på, hvor de onde folk vil tage hen, når de dør nu. Du tørrer sveden af din pande og begynder den lange vandring hjemad. Det burde være meget sjovere at genopbygge Jorden end at ødelægge den.
ja: 剥き出しの脳めがけてロケット弾をぶちこみ続けた後、 今までに見たこともないほど巨大で醜悪な悪魔の顔面は、 君の前に崩れ落ちた。 怪物は生気を失い、死に絶えた。この怪物が死に際に震わした四肢は、 地獄の広大な大地を波打たせた。 君は成し遂げた。悪魔の侵略はとうとう終わった。 地球は救われ、地獄は破壊された。 悪人どもが死んだ時、奴等はこれからどこに行くのだろうか? 君は額から汗を拭い、故郷への長い帰路を歩き始めた。 地球を復興させるのは、滅ぼすよりもずっと楽しいに違いない。
nl: Het afschuwelijke gezicht van de grootste demon die je ooit hebt gezien, brokkelt voor je af, nadat je je raketten in zijn blootgestelde hersenen hebt gepompt. Het monster verschrompelt en sterft, de fladderende ledematen zijn verwoestende, Talloze mijlen van de helse oppervlakte. Het is je gelukt. De invasie is voorbij. De aarde is gered. De hel is een wrak. Je vraagt je af, waar gaan slechte mensen nu heen komen wanneer ze sterven. Als je het zweet van je voorhoofd veegt, begin je aan de lange tocht terug naar huis. Het herbouwen zou veel leuker moeten zijn dan het verpesten van de aarde.
pt_br: A visão horrenda do maior demônio que você já viu desmorona na sua frente depois de você lançar alguns foguetes dentro do seu cérebro exposto. Ele murcha e morre. Seus membros estão se debatendo e devastando inúmeros quilômetros da superfície do inferno. Você conseguiu. A invasão acabou. A Terra está salva. O inferno, em ruínas. Você se pergunta para onde os vilões irão quando morrerem agora. Você seca o suor da sua testa e começa a longa jornada de volta para casa. Reconstruir a Terra deveria ser bem mais divertido do que arrasá-la.
ro: Oribila față a celui mai mare demon pe care l-ai văzut în viața ta se prăbușeste chiar sub nasul tău, după ce pompezi rachete în creierul expus. Monstrul se stafidește și în final moare, mâinile lui imense distrugând mile întregi din suprafața infernului. Ai reușit. Invazia a luat sfârșit. Pământul e salvat. Infernul e făcut zob. Acum te întrebi unde merg oamenii răi după ce mor. Stergându-ți transpirația de pe frunte începi expediția lungă de întoarcere spre casă. Reconstruirea Pământului va fi cu siguranță mai distractivă decât a fost distrugerea lui.
sv: "Den största demonen som du någonsin har sett faller ihop framför dig efter att du har pumpat in dina raketer i hans utsatta hjärna. Monstret skrumpnar ihop och dör, dess slående lemmar ödelägger otaliga mil av helvetets yta. Du har gjort det. Invasionen är över. Jorden är räddad. Helvetet är ett vrak. Du undrar vart de onda människorna tar vägen när de dör, nu. Du torkar svetten från pannan och börjar den långa vandringen hemåt. Att återuppbygga jorden borde vara mycket roligare än vad det var att förstöra den.
tr: Gördüğünüz en büyük iblisin korkunç görüntüsü, roketlerinizi açıktaki beynine pompaladıktan sonra önünüzde parçalanıyor. Canavar büzüşür ve ölür, çırpınan uzuvları cehennem yüzeyinin sayısız milini harap eder. Başardınız. İstila sona erdi. Dünya kurtuldu. Cehennem bir enkaz. Şimdi kötü insanların öldüklerinde nereye gideceklerini merak ediyorsunuz. Alnınızdaki teri silerek eve doğru uzun bir yürüyüşe başlıyorsunuz. Dünyayı yeniden inşa etmek, onu mahvetmekten çok daha eğlenceli olmalı.

# C5TEXT
source: Congratulations, you've found the secret level! Looks like it's been built by Humans, rather than demons. You wonder who the inmates of this corner of hell will be.
da: Tillykke, du har fundet det hemmelige niveau! Det ser ud til at være bygget af mennesker og ikke af dæmoner. Du spekulerer på, hvem de indsatte i dette hjørne af helvede vil være.
ja: おめでとう、君は隠しステージを発見した! どうやらこの場所は悪魔ではなく、人間たちによって作られたようだ。 地獄の片隅には、どんな罪人がいるのだろうか?
nl: Gefeliciteerd, je hebt het geheime niveau gevonden! Het lijkt erop dat het is gebouwd door mensen, in plaats van demonen. Je vraagt je af wie de bewoners van deze hoek van de hel zullen zijn.
pt_br: Parabéns, você achou a fase secreta! Parece ter sido construído por humanos, ao invés de demônios. Você se pergunta quem são os habitantes desta parte do inferno.
ro: Felicitări, ai găsit nivelul secret! Pare să fii fost construit de oameni mai degrabă decât demoni. Te întrebi cine ar putea fi deținuții acestuit colț de infern.
sv: Grattis, du har hittat den hemliga nivån! Det ser ut som om den har byggts av människor, snarare än demoner. Du undrar vilka de intagna i detta hörn av helvetet kommer att vara.
tr: Tebrikler. Gizli seviyeyi buldunuz! Şeytanlar değil de İnsanlar tarafından inşa edilmiş gibi görünüyor. Cehennemin bu köşesinin sakinlerinin kim olacağını merak ediyorsunuz.

# C6TEXT
source: Congratulations, you've found the super secret level! You'd better blaze through this one!
da: Tillykke, du har fundet det superhemmelige niveau! Du må hellere komme hurtigt igennem denne!
ja: おめでとう、君はスーパー隠しステージを発見した! あのブレイズ坊やが見つかるかもしれないぞ!
nl: Gefeliciteerd, je hebt het super geheime niveau gevonden! Zorg dat je hier zo snel mogelijk weg bent!
pt_br: Parabéns! Você achou a fase super secreta! É melhor meter fogo por ela!
ro: Felicitări, ai găsit nivelul super secret! Ai face bine să termini rapid cu el!
sv: Grattis, du har hittat den superhemliga nivån! Det är bäst att du tar dig igenom den här!
tr: Tebrikler, süper gizli seviyeyi buldunuz! Bunu geçsen iyi olur!

# P1TEXT
source: You gloat over the steaming carcass of the Guardian. With its death, you've wrested the Accelerator from the stinking claws of Hell. You relax and glance around the room. Damn! There was supposed to be at least one working prototype, but you can't see it. The demons must have taken it. You must find the prototype, or all your struggles will have been wasted. Keep moving, keep fighting, keep killing. Oh yes, keep living, too.
da: Du fryder dig over det dampende kadaver af den Vogter. Med dens død har du vristet Acceleratoren ud af Helvedes stinkende kløer. Du slapper af og kigger rundt i rummet. Fandens! Der skulle være mindst én fungerende prototype, men du kan ikke se den. Dæmonerne må have taget den. Du må finde prototypen, ellers vil al din kamp have været forgæves. Bliv ved med at bevæge dig, bliv ved med at kæmpe, bliv ved med at dræbe. Åh ja, bliv også ved med at leve.
ja: 蒸し焼きになった地獄の番人を見てほくそ笑み、 アクセラレーターを遺体の手からもぎ取った。 駄目だ!1つぐらい稼働している試作機があると思ったが 全て奴等が奪ったに違いない。 どうにかして試作機を見つけなければ今までの闘争が無駄になってしまう。 とにかく走れ、戦い続け、殺し続けろ。 ああそうだ、生き続けながらな。
nl: Je leed je over het stomende karkas van de Bewaker. Met zijn dood heb je de versneller uit de stinkende klauwen van de hel gehaald. Je ontspant je en kijkt in de kamer rond. Verdomme! Er zou minstens één werkend prototype moeten zijn, maar je kunt het niet zien. De demonen moeten het hebben genomen. Je moet het prototype vinden, anders zijn al je gevechten verloren gegaan. Blijf in beweging, blijf vechten, blijf doden. Oh ja, blijf ook leven.
pt_br: Você se vangloria em cima da carcaça fumegante do Guardião. Apos matá-lo, você arranca o Acelerador das garras fétidas do Inferno. Você relaxa e olha em volta da sala. Droga! Deveria ter pelo menos mais um protótipo funcionando, mas você não o acha em lugar nenhum. Os demônios devem ter levado embora. Você precisa achar o protótipo ou todos os seus esforços serão em vão. Mexa-se, lute, mate. Ah sim, mantenha-se viv@[ao_ptb] também.
ro: Privești cu satisfacție carcasa fumegândă a Gardianului. Odată cu moartea lui, ai recuperat Accelerator din ghearele împuțite ale Infernului. Te relaxezi și privești împrejur. Firar! Trebuia să fie cel puțin un prototip funcțional pe-aici, dar nu-l vezi nicăieri. Probabil că l-au luat demonii. Trebuie să găsești prototipul, altminteri toată munca ta se va duce de râpă. Continuă să te miști, continuă să lupți, continuă să omori. Ah, da, continuă și să trăiești, de asemenea.
sv: Ni gläds åt Väktarens rykande kadaver. Med dess död har du vridit Acceleratorn ur helvetets stinkande klor. Du slappnar av och tittar runt i rummet. Fan! Det skulle finnas åtminstone en fungerande prototyp, men du kan inte se den. Demonerna måste ha tagit den. Du måste hitta prototypen, annars har all din kamp varit bortkastad. Fortsätt röra på dig, fortsätt kämpa, fortsätt döda. Åh ja, fortsätt att leva också.
tr: Muhafız'ın dumanı tüten leşi üzerinde kına yakıyorsunuz. Onun ölümüyle Hızlandırıcı'yı Cehennem'in kokuşmuş pençelerinden kurtardınız. Rahatlıyorsun ve odanın etrafına bakıyorsun. Lanet olsun! En azından bir tane çalışan prototip olması gerekiyordu ama onu göremiyorsun. İblisler almış olmalı. Prototipi bulmalısın, yoksa tüm çabaların boşa gidecek. Devam edin, savaşmaya devam edin, öldürmeye devam edin. Oh evet, yaşamaya da devam edin.

# P2TEXT
source: Even the deadly Arch-Vile labyrinth could not stop you, and you've gotten to the prototype Accelerator which is soon efficiently and permanently deactivated. You're good at that kind of thing.
da: Selv den dødbringende ærkevile-labyrint kunne ikke stoppe dig, og du er nået frem til prototypen af acceleratoren, som snart er effektivt og permanent deaktiveret. Du er god til den slags ting.
ja: アホチバイル共のイカれた迷路でさえも俺を止める事は出来なかったが、 ようやく辿り着いたアクセラレイターの試作機が機能しなくなるのを 止める事も出来なかった。 いつものことじゃねえか。
nl: Zelfs het dodelijke Arch-Vile labyrint kon je niet tegenhouden, en je hebt het prototype in handen, dat snel efficiënt en permanent wordt gedeactiveerd. Daar ben je goed in.
pt_br: Nem mesmo o labirinto mortal do Arch-Vile pôde te deter. Você consegue chegar ao protótipo do Acelerador, que logo é desativado permanentemente. Você sabe mesmo como lidar com nesse tipo de coisa.
ro: Nici măcar labirintul letal al Abjecților nu a fost în stare să îți vină de hac, iar acum ai pus mâna pe prototipul Acceleratorului care va fi dezactivat în mod eficient și permanent curând. Te pricepi la chestii de genul.
sv: Inte ens den dödliga Ärkevild-labyrinten kunde stoppa dig, och du har nått fram till prototypen av Acceleratorn som snart är effektivt och permanent avaktiverad. Du är bra på den typen av saker.
tr: Ölümcül Baş Aşağılık labirenti bile seni durduramaz, ve sen prototip Hızlandırıcı yakında etkili ve kalıcı olarak devre dışı bırakıldı. Bu tür şeylerde iyisin.

# P3TEXT
source: You've bashed and battered your way into the heart of the devil-hive. Time for a Search-and-Destroy mission, aimed at the Gatekeeper, whose foul offspring is cascading to Earth. Yeah, he's bad. But you know who's worse! Grinning evilly, you check your gear, and get ready to give the bastard a little Hell of your own making!
da: Du har slået og slået dig vej ind i hjertet af djævlehulen. Det er tid til en Search-and-Destroy-mission, der er rettet mod Gatekeeperen, hvis fæle afkom strømmer til Jorden. Ja, han er slem. Men du ved, hvem der er værre! Med et ondt grin tjekker du dit udstyr og gør dig klar til at give den skiderik et lille helvede af din egen skuffe!
ja: 悪魔共の中枢なる掃溜めへと向かう道を切り開いた。 さあ狩りの時間だ、獲物は地球にクソガキを吐き出し続ける 老廃物のゲートキーパー。 悪しき者に相応しい末路を迎えさせるのだ! ありったけの得物を持ち込んで、邪悪に微笑み、 奴等が地獄を知るのを楽しみにしながら!
nl: Je hebt je een weg gevochten naar het hart van de duivelskamer. Tijd voor een zoek-en-vernietigingsmissie, gericht op de Poortwachter, wiens vuile nakomelingen de aarde binnenvallen. Ja, hij is slecht. Maar je weet wie erger is! Je controleert je spullen en maakt je klaar om de klootzak een beetje de hel van je eigen makelij te geven!
pt_br: Você batalhou e fez de tudo para chegar no meio da colméia dos demônios. Está na hora de localizar e destruir o Protetor do Portão, cuja prole repugnante está vindo aos montes para a Terra. Sim, ele é cruel, mas você sabe quem é pior! Sorrindo maldosamente, você confere seu equipamento e se prepara para dar ao filho da mãe um pequeno inferno de sua própria criação!
ro: Ai făcut mare bairam și tam-tam în timp ce îți croiai drum înspre stupul diabolic. E timpul pentru o misiune de Căutare-și-Distrugere, țintită către Gardian, ale cărui progenituri mizerabile se varsă asemeni cascadelor pe Pământ. Mda, e dur. Dar tu știi cine e și mai dur! Zâmbind malefic, îți verifici echipamentul și te pregătești să-i dai o mamă de bătaie ticălosului.
sv: Du har slagit och slagit dig in i djävulskyrkans hjärta. Dags för ett uppdrag att söka och förstöra, riktat mot Portvakten, vars avkommor som sprider sig till jorden. Ja, han är ond. Men du vet vem som är värre! Med ett illvilligt flin kontrollerar du din utrustning och gör dig redo att ge jäveln ett litet helvete som du själv har skapat!
tr: İblis kovanının kalbine giden yolda savaştınız. İğrenç köleleri Dünya'yı istila eden Kapı Bekçisi'ni hedef alan bir Arama ve Yok Etme görevinin zamanı geldi. Evet, o kötü biri. Ama kimin daha kötü olduğunu biliyorsun! Şeytani bir sırıtışla teçhizatınızı kontrol edin ve piç kurusuna kendi yarattığı cehennemi yaşatmaya hazır olun!
