Repository: the-phinet/UZDoom
Catalog: zdoom_game_strings/*.po
Languages: da, ja, nl, pt_br, ro, sv, tr

# TXT_ILOG38
source: Join the assault on the castle. Find and take out the Programmer. We have conflicting reports about his location. One says he in a computer room, another hiding in a sub-level temple, and yet another at the end of a long hallway.
da: Deltag i angrebet på slottet. Find og udslæt programmøren. Vi har modstridende rapporter om hans placering. En siger, at han er i et computerrum, en anden, at han gemmer sig i et tempel på et underliggende niveau, og endnu en anden for enden af en lang korridor.
ja: 城に向かう突撃部隊に参加してプログラマーを探し出せ。 プログラマーの居場所について矛盾する報告もある。 ある人はコンピューター室にいる、別の人は保管室にいる、 また別の人は長い廊下にいるとも言っていた。
nl: Doe mee aan de aanval op het kasteel. Zoek en schakel de Programmeur uit. We hebben tegenstrijdige berichten over zijn locatie. De ene zegt dat hij in een computerkamer zit, de andere verstopt zich in een tempel op subniveau, en nog een andere aan het einde van een lange gang.
pt_br: Junte-se ao ataque no castelo. Ache e elimine o Programador. Temos relatos conflitantes sobre onde ele se encontra. Um deles diz que ele está na sala de informática, outro que ele está escondido num templo no subsolo e mais outro diz que ele está no fim de um longo corredor.
ro: Alătură-te asaltului asupra castelului. Găsește-l și elimină-l pe Programator. Avem rapoarte diferite în ceea ce privește locația lui. Unul spune că e într-o sală de calculatoare, iar altul că se ascunde într-un subnivel al templului, și încă unul care spune că e în capătul unui coridor lung.
sv: Gå med i anfallet mot slottet. Hitta och ta ut programmeraren. Vi har motstridiga rapporter om var han befinner sig. En säger att han befinner sig i ett datorrum, en annan gömmer sig i ett tempel på en underliggande nivå och ytterligare en annan i slutet av en lång korridor.
tr: Kaleye yapılan saldırıya katılın. Programcıyı bulup çıkarın. Yeri hakkında çelişkili raporlarımız var. Biri bilgisayar odasında, diğeri alt kattaki bir tapınakta, bir başkası da uzun bir koridorun sonunda saklandığını söylüyor.

# TXT_ILOG45
source: Find the Programmer and kill him.
da: Find programmøren og dræb ham.
ja: プログラマーを見つけて殺せ。
nl: Zoek de Programmeur en vermoord hem.
pt_br: Encontre o Programador e mate-o.
ro: Găsește Programatorul și ucide-l.
sv: Hitta programmeraren och döda honom.
tr: Programcıyı bulun ve öldürün.

# TXT_ILOG46
source: Seek out the Oracle and ask it about the other Sigil pieces. The Oracle resides in the borderlands, just outside of town. Cross the river, head towards the castle and go left through the archway.
da: Opsøg Oraklet og spørg det om de andre Sigil-stykker. Oraklet befinder sig i grænselandet, lige uden for byen. Kryds floden, gå mod slottet og gå til venstre gennem buegangen.
ja: オラクルに会いシジルの欠片の場所を尋ねろ。 オラクルは町外れの国境地帯にいる。 川の向こうにある城を目指しアーチウェイを左に曲がるのだ。
nl: Zoek het Orakel op en vraag het over de andere Sigil stukken. Het Orakel woont in de grensgebieden, net buiten de stad. Steek de rivier over, loop naar het kasteel en ga linksaf door de poort.
pt_br: Procure pelo Oráculo e pergunte a ele sobre as outras peças do Sigilo. O Oráculo mora nas fronteiras, no lado de fora da cidade. Atravesse o rio, vá em direção ao castelo e vá pela esquerda através do arco.
ro: Găsește Oracolul și întreabă-l de piesele Sigiliului. Oracolul are reședința în mărginime, chiar la ieșirea din oraș. Trece râul, du-te spre castel și ia-o la stânga prin arcadă.
sv: Sök upp Oraklet och fråga det om de andra Sigilbitarna. Oraklet befinner sig i gränslandet, strax utanför staden. Korsa floden, gå mot slottet och gå till vänster genom valvet.
tr: Kahin'i bulun ve ona diğer Sigil parçalarını sorun. Kahin, şehrin hemen dışındaki sınır bölgelerinde bulunur. Nehri geçin, kaleye doğru gidin ve kemerden sola dönün.

# TXT_ILOG47
source: Seek out the Oracle and ask it about the other Sigil pieces. The Oracle's temple is in the borderlands, on the outskirts of town.
da: Opsøg Oraklet og spørg det om de andre Sigil stykker. Oraklets tempel ligger i grænselandet, i udkanten af byen.
ja: オラクルに会いシジルの欠片の場所を尋ねろ。 オラクルは町外れの国境地帯にいる。
nl: Zoek het Orakel op en vraag het over de andere Sigil stukken. De tempel van het Orakel ligt in het grensgebied, aan de rand van de stad.
pt_br: Procure pelo Oráculo e pergunte a ele sobre as outras peças do Sigilo. Seu tempo está nas fronteiras, no lado de fora da cidade.
ro: Găsește Oracolul și întreabă-l de piesele Sigiliului. Oracolul are reședința în mărginime, la ieșirea din oraș.
sv: Sök upp Oraklet och fråga det om de andra Sigilbitarna. Oraklets tempel ligger i gränslandet, i utkanten av staden.
tr: Kahin'i bul ve ona diğer Sigil parçalarını sor. Kahin'in tapınağı sınır bölgelerinde, şehrin eteklerinde.

# TXT_ILOG48
source: Seek out the Oracle and ask it about the other Sigil pieces. Take your reward and go across to the medic and weapons trainer for health and training. The Oracle's temple is in the borderlands, on the outskirts of town.
da: Opsøg Oraklet og spørg det om de andre Sigilstykker. Tag din belønning og gå over til lægen og våbentræneren for at få sundhed og træning. Oraklets tempel ligger i grænselandet, i udkanten af byen.
ja: オラクルに会いシジルの欠片の場所を尋ねろ。 メディックと武器トレーナーに会い訓練と体力を強化せよ。 オラクルは町外れの国境地帯にいる。
nl: Zoek het Orakel op en vraag het over de andere Sigil stukken. Pak je beloning en ga naar de dokter en wapentrainer voor gezondheid en training. De tempel van het Orakel staat in de grensgebieden, aan de rand van de stad.
pt_br: Procure pelo Oráculo e pergunte a ele sobre as outras peças do Sigilo. Pegue a sua recompensa e visite o médico e o treinador de armas para saúde e treinamento. O templo do Oráculo se encontra nas fronteiras, do lado de fora da cidade.
ro: Găsește Oracolul și întreabă-l de piesele Sigiliului. Ia-ți recompensa ți du-te la medic și antrenorul de arme. Templul Oracolului e în mărginimea orașului.
sv: Sök upp Oraklet och fråga det om de andra Sigilbitarna. Ta din belöning och gå över till läkaren och vapentränaren för hälsa och träning. Oraklets tempel ligger i gränslandet, i utkanten av staden.
tr: Kahin'i bul ve ona diğer Sigil parçalarını sor. Ödülünüzü alın ve sağlık ve eğitim için sıhhiyeciye ve silah eğitmenine gidin. Kahin'in tapınağı sınır bölgelerinde, kasabanın eteklerinde.

# TXT_ILOG50
source: Seek out the Oracle's temple and ask it about the other Sigil pieces. Here it is. I'm recording everything. It's not that I don't have faith that you'll survive. It's just that we can't let the Order control the Sigil.
da: Søg ud til Oraklets tempel og spørg det om de andre Sigil stykker. Her er det. Jeg optager alt. Det er ikke fordi jeg ikke tror på, at du vil overleve. Vi kan bare ikke lade Ordenen kontrollere Sigil.
ja: オラクルに会いシジルの欠片の場所を尋ねろ。 オラクルはこの場所にいる。私は全部記録している。 私は貴方が生き残る確証がないというわけではなく、 オーダーはシジルを操る事が出来ないというだけだ。
nl: Zoek de tempel van het Orakel op en vraag het over de andere Sigil stukken. Hier is het. Ik ben alles aan het opnemen. Niet dat ik er niet op vertrouw dat je het zult overleven. Het is gewoon dat we de Orde de Sigil niet kunnen laten controleren door de Orde.
pt_br: Procure pelo Oráculo e pergunte a ele sobre as outras peças do Sigilo. Certo, estou gravando tudo. Não é que eu não tenha fé de que você vá sobreviver. É só que não podemos deixar a Ordem controlar o Sigilo.
ro: Găsește Oracolul și întreabă de celelalte piese ale Sigiliului. Aici este. Înregistrez totul. Nu e vorba că nu am încredere că vei supraviețui, dar nu putem lăsa Ordinul ca ia Sigiliul.
sv: Sök upp Orakelns tempel och fråga det om de andra Sigillbitarna. Här är den. Jag spelar in allting. Det är inte så att jag inte tror att du kommer att överleva. Det är bara det att vi inte kan låta Orden kontrollera Sigillet.
tr: Kahin'in tapınağını bulun ve ona diğer Sigil parçalarını sorun. İşte burada. Her şeyi kaydediyorum. Hayatta kalacağınıza inanmadığımdan değil. Sadece Düzen'in Sigil'i kontrol etmesine izin veremeyiz.

# TXT_ILOG56
source: The second piece lies at the heart of the crimson and obsidian tower. There you will find the Bishop. The Bishop is the Order's military leader. We off him and we score twice. Take the Oracle's token to the key master in the borderlands.
da: Den anden del ligger i hjertet af det purpurfarvede og obsidianske tårn. Der vil du finde biskoppen. Biskoppen er ordenens militære leder. Hvis vi dræber ham, scorer vi to gange. Tag Oraklets token til nøglemesteren i grænselandet.
ja: 二つ目の欠片は深紅と黒曜石の塔にある。そこでビショップを見つけろ。 ビショップはオーダーの軍事指揮官だ。奴を討ち破り欠片を手に入れろ。 国境地帯のキーマスターにオラクルのトークンを見せよ。
nl: Het tweede stuk ligt in het hart van de karmozijnrode en obsidiaan toren. Daar vindt u de bisschop. De bisschop is de militaire leider van de Orde. We gaan van hem af en we scoren twee keer. Neem de orakels van de Orakel mee naar de sleutelmeester in de grensgebieden.
pt_br: A segunda peça está no coração da torre carmesin e obsidiana. Lá você encontrará o Bispo. Ele é o líder militar da Ordem. Nós apagamos ele e serão dois coelhos numa tacada só. Leve o emblema do Oráculo para o mestre das chaves nas fronteiras.
ro: A doua piesă e în inima turnului stăveziu din obsidian. Episcopul e liderul miltar ar Ordinului. Îl omorâm și înscriem de două ori. Ia semnul Oracolului la stăpânul cheii în mărginime.
sv: Den andra delen ligger i hjärtat av det karmosinröda och obsidianska tornet. Där hittar du biskopen. Biskopen är ordens militära ledare. Om vi dödar honom gör vi två poäng. Ta Orakelns token till nyckelmästaren i gränslandet.
tr: İkinci parça kızıl ve obsidyen kulenin kalbinde yatıyor. Orada Piskopos'u bulacaksın. Piskopos Tarikat'ın askeri lideri. Onu yok edersek iki puan alırız. Kahin'in simgesini sınır bölgelerindeki anahtar ustasına götürün.

# TXT_ILOG57
source: The Bishop is going to be heavily guarded, so why don't we swipe a uniform and blend in? Locate the Bishop. Once you have destroyed him, return to the Oracle.
da: Biskoppen vil være stærkt bevogtet, så hvorfor stjæler vi ikke en uniform og blander os i mængden? Find biskoppen. Når du har udslettet ham, vender du tilbage til Oraklet.
ja: ビショップのいる場所の警備は厳重なので、 奴等の制服を盗み紛れ込む方が良いのでは? ビショップを探し、始末したらオラクルの元へ戻ろう。
nl: De bisschop zal zwaar bewaakt worden, dus waarom vegen we er niet een uniform overheen en mengen we ons in de bisschop? Zoek de bisschop. Als je hem hebt vernietigd, keer je terug naar het Orakel.
pt_br: O Bispo estará protegido por vários guardas, então que tal roubar um uniforme e se mesclar a eles? Localize o Bispo. Assim que você destruí-lo, volte ao Oráculo.
ro: Episcopul o să fie extrem de bine înarmat, deci de ce nu strecurăm o uniformă ca să ne camuflăm? Găsește Episcopul. Odată ce l-ai distrus, întoarce-te la Oracol.
sv: Biskopen kommer att vara tungt bevakad, så varför inte sno en uniform och smälta in? Leta upp biskopen. När du har förintat honom återvänder du till oraklet.
tr: Piskopos çok sıkı korunuyor olacak, o yüzden neden bir üniforma çalıp aralarına karışmıyoruz? Piskoposu bulun. Onu yok ettikten sonra Kahin'e dönün.

# TXT_ILOG59
source: I just got word that we have an informer inside the fortress. Let's head for the hospital. He works there. After that, locate the Bishop and destroy him. Once he's dead return to the Oracle.
da: Jeg har lige fået at vide, at vi har en stikker inde i fæstningen. Lad os tage til hospitalet. Han arbejder der. Derefter skal du finde biskoppen og ødelægge ham. Når han er død, skal du vende tilbage til Oraklet.
ja: 要塞の中に情報提供者がいるという話を聞いた。 奴等が病院と呼んでいる場所に勤めているので向かいましょう。
nl: Ik heb net vernomen dat we een informant in het fort hebben. Laten we naar het ziekenhuis gaan. Hij werkt daar. Zoek daarna de bisschop en vernietig hem. Als hij dood is, ga dan terug naar het Orakel.
pt_br: Acabei de saber que temos um informante dentro da fortaleza. Vamos ao hospital. Ele trabalha lá. Após isso, localize o Bispo e destrua-o. Assim que ele morrer retorne ao Oráculo.
ro: Tocmai am primit informație că avem un informator în fortăreață. Să mergem către spital. Acolo lucrează. După aceea, să îl găsim pe Episcop și să-l eliminăm. Odată ce e mort întoarce-te la Oracol.
sv: Jag fick just veta att vi har en informatör inne i fästningen. Vi går till sjukhuset. Han jobbar där. Efter det ska du lokalisera biskopen och förgöra honom. När han är död återvänder du till oraklet.
tr: Az önce kalenin içinde bir muhbirimiz olduğu haberini aldım. Hastaneye gidelim. Orada çalışıyor. Ondan sonra, Piskoposu bulun ve onu yok edin. O öldükten sonra Kahin'e dönün.

# TXT_ILOG64
source: Don't give up. This is it. Straight ahead. Jump on the teleporter to central administration and destroy the computer core. This will kill the force field on the entrance to the Bishop's tower. Once he's dead, return to the Oracle.
da: Du må ikke give op. Nu gælder det. Lige fremad. Hop på teleporteren til centraladministrationen og ødelæg computerkernen. Dette vil dræbe kraftfeltet ved indgangen til Bishop's tårn. Når han er død, skal du vende tilbage til Oraklet.
ja: 諦めないで。これでいいんだ。真っ直ぐ行こう。 中央管理室のテレポーターに入りコンピューターコアを破壊せよ。 それはビショップのフォースフィールドを殺せる。 ビショップも殺したらオラクルの元へ戻れ。
nl: Geef niet op. Dit is het. Rechtdoor. Spring op de teleporter naar de centrale administratie en vernietig de computerkern. Dit zal het krachtveld op de ingang van de Bisschopstoren doden. Als hij dood is, keer je terug naar het Orakel.
pt_br: Não desista. A hora é agora. Siga reto adiante. Entre no teletransportador para a administração central e destrua o núcleo de computação. Isso vai derrubar o campo de força na entrada da torre do Bispo. Assim que ele morrer retorne ao Oráculo.
ro: Nu te da bătut. Drept în față. Sari pe teleportorul către administrația centrală și distruge nucleul calculatoarelor. Asta va distruge câmpul de forță la intrarea în turnul Episcopului. Odată ce e mort, întoarce-te la Oracol.
sv: Ge inte upp. Det här är det. Rakt fram. Hoppa på teleportern till centraladministrationen och förstör datorkärnan. Detta kommer att döda kraftfältet vid ingången till biskopens torn. När han är död återvänder du till oraklet.
tr: Sakın pes etmeyin. İşte burası. Dümdüz ilerleyin. Merkezi yönetime giden ışınlayıcıya atla ve bilgisayar çekirdeğini yok et. Bu, Piskopos'un kulesinin girişindeki güç alanını yok edecek. O öldükten sonra Kahin'e dönün.

# TXT_ILOG70
source: Very impressive. Lets blow it up. That should take care of the force field. Let's get back to the bailey, then off to the tower and the Bishop.
da: Meget imponerende. Lad os sprænge det i luften. Det burde tage sig af kraftfeltet. Lad os komme tilbage til borggården og derefter hen til tårnet og biskoppen.
ja: あら、見事な物ね。是非とも火薬を献上しましょう。 それでベイリーに戻ってフォースフィールドが守っていたビショップの塔へ向かおう。
nl: Zeer indrukwekkend. Laten we het opblazen. Dat zou voor het krachtveld moeten zorgen. Laten we teruggaan naar de bailey, dan naar de toren en de bisschop.
pt_br: Impressionante mesmo. Vamos detoná-lo. Isso deve dar um jeito no campo de força. Volte para a fortaleza e depois vá para a torre encontrar o Bispo.
ro: Foarte impresionant. Să-l aruncăm în aer. Asta va rezolva problema câmpului de forță. Să ne întoarcem la alee, apoi către turn și Episcop.
sv: Mycket imponerande. Låt oss spränga det i luften. Det borde ta hand om kraftfältet. Vi går tillbaka till borggården och sedan vidare till tornet och biskopen.
tr: Çok etkileyici. Hadi onu havaya uçuralım. Bu güç alanının icabına bakacaktır. Dış avluya geri dönelim, sonra kuleye ve Piskopos'a gidelim.

# TXT_ILOG74
source: Bravo, another piece of the Sigil! Did you see that weird spectre that came out of the Bishop's body? Where have I seen that before? Let's get back to the Oracle.
da: Bravo, endnu et stykke af Sigil! Så du det underlige spøgelse, der kom ud af biskoppens krop? Hvor har jeg set det før? Lad os gå tilbage til Oraklet.
ja: ブラボー!新たなるシジルの欠片だ! ビショップの体から出てきたあの奇妙な幽体を見た? 以前に何処かで見た気がするけど?
nl: Bravo, nog een stukje van de Sigil! Zag je dat rare spook dat uit het lichaam van de bisschop kwam? Waar heb ik dat eerder gezien? Laten we teruggaan naar het Orakel.
pt_br: Bravo! Outra peça do Sigilo! Você viu aquele espectro estranho que saiu do corpo do Bispo? Onde foi que eu já vi aquilo antes? Vamos voltar para o Oráculo.
ro: Bravo, încă o bucată din Sigiliu! Ai văzut spectrul ciudat ce a ieșit din corpul Episcopului? Unde am mai văzut asta oare? Să ne întoarcem la Oracol.
sv: Bravo, ännu en del av Sigillet! Såg du det konstiga spöket som kom ut ur biskopens kropp? Var har jag sett det förut? Låt oss gå tillbaka till oraklet.
tr: Bravo, Sigil'in bir parçası daha! Piskopos'un bedeninden çıkan garip hayaleti gördün mü? Bunu daha önce nerede görmüştüm? Kahin'e geri dönelim.

# TXT_ILOG76
source: I have a report that the spectral energy we found near the Bishop is also present by the Oracle, let's be careful.
da: Jeg har en rapport om, at den spektrale energi, vi fandt nær biskoppen, også er til stede ved Oraklet, lad os være forsigtige.
ja: ビショップにもあったスペクトラルエネルギーがオラクルにも宿っているという 報告があるわ、気を付けて。
nl: Ik heb een bericht dat de spectrale energie die we in de buurt van de bisschop vonden ook aanwezig is bij het Orakel, laten we voorzichtig zijn.
pt_br: Recebi um relatório de que a energia espectral que encontramos perto do Bispo também está presente pelo Oráculo. Precisamos tomar cuidado.
ro: Am un raport care spune că energia spectrală a Episcopului a prezentă și în Oracol, s-avem grijă.
sv: Jag har en rapport om att den spektrala energin som vi hittade nära biskopen också finns vid oraklet, låt oss vara försiktiga.
tr: Piskoposun yanında bulduğumuz spektral enerjinin Kahin tarafından da mevcut olduğuna dair bir rapor aldım, dikkatli olalım.

# TXT_ILOG79
source: Richter has taken over command of our forces. It looks like Macil has been deceiving us all along. His true allegiance was to the Order. What a snake. Let's get back to the Oracle.
da: Richter har overtaget kommandoen over vores styrker. Det ser ud til, at Macil har bedraget os hele tiden. Hans sande loyalitet var over for ordenen. Sikke en slange. Lad os gå tilbage til Oraklet.
ja: リヒターが指揮官の任を引き継いだ。マシルはずっと私達を騙していたなんて。 あの人がオーダーに真の忠誠を誓っていたなんて、とんだ蛇神憑きだわ。
nl: Richter heeft het bevel over onze troepen overgenomen. Het lijkt erop dat Macil ons al die tijd heeft bedrogen. Zijn ware trouw was aan de Orde. Wat een slang. Laten we teruggaan naar het Orakel.
pt_br: O Richter assumiu o comando de nossas forças. Parece que o Macil esteve nos enganando durante todo esse tempo. Sua verdadeira lealdade era à Ordem. Que traíra! Vamos voltar para o Oráculo.
ro: Richter a preluat controlul asupra forțelor noastre. Se pare că Macil ne-a mințit tot timpul. A fost loial cu adevărat doar Ordinului. Ce șarpe. Să ne întoarcem la Oracol.
sv: Richter har tagit över befälet över våra styrkor. Det verkar som om Macil har lurat oss hela tiden. Hans sanna lojalitet var till Orden. Vilken orm. Låt oss gå tillbaka till Oraklet.
tr: Richter kuvvetlerimizin komutasını devraldı. Görünüşe göre Macil başından beri bizi kandırıyormuş. Gerçek bağlılığı Tarikat'a imiş. Ne yılan ama. Kahin'e geri dönelim.

# TXT_ILOG83
source: Another Sigil piece. We are one step closer to freedom. And you are one step closer to me. Let's get back to the Oracle!
da: Endnu et Sigil-stykke. Vi er et skridt nærmere friheden. Og du er et skridt tættere på mig. Lad os komme tilbage til Oraklet!
ja: 更なるシジルの欠片だ。私達の自由にまた一歩近づいたわ。 そして私にも一歩近づいている。
nl: Nog een Sigil-peijsje. We zijn een stap dichter bij de vrijheid. En je bent een stap dichter bij mij. Laten we teruggaan naar het Orakel!
pt_br: Outra peça do Sigilo. Estamos nos aproximando da liberdade. E você está ficando mais próximo de mim. Vamos voltar para o Oráculo!
ro: Altă piesă din Sigiliu. Suntem cu un pas mai aproape de libertate. Și tu ești cu un pas mai aproape de mne. Să ne întoarcem la Oracol.
sv: Ännu en Sigil-bit. Vi är ett steg närmare friheten. Och du är ett steg närmare mig. Låt oss gå tillbaka till Oraklet!
tr: Başka bir Sigil parçası. Özgürlüğe bir adım daha yaklaştık. Ve sen de bana bir adım daha yaklaştın. Kahin'e geri dönelim!

# TXT_ILOG85
source: You wield the power of the complete Sigil. What do you say we get some closure. Let's see what the Loremaster's been protecting.
da: Du har magten af det komplette Sigil. Hvad siger du til, at vi får en afslutning? Lad os se, hvad Loremesteren har beskyttet.
ja: 貴方はもはや完全なシジルの力を行使できるわけね。 後は言いがかりでもしてここを閉鎖させましょう。
nl: Je gebruikt de kracht van de volledige Sigil. Wat zeg je ervan als we de zaak afsluiten. Laten we eens kijken wat de Kennismeester heeft beschermd.
pt_br: Você tem o poder do Sigilo completo nas suas mãos. O que acha de termos um desfecho? Vamos ver o que o Mestre do Conhecimento andou protegendo.
ro: Ai puterea întregului Sigiliu. Ce zici dacă avem parte de un sfârșit. Să vedem ce poate prezice Maestrul Cunoștiințelor.
sv: Du har makten över hela Sigil. Vad sägs om att vi får ett avslut. Låt oss se vad Läromästaren har skyddat.
tr: Sigil'in tamamının gücüne sahipsin. Ne dersin, biraz kapanış yapalım mı? Loremaster'ın neyi koruduğunu görelim.

# TXT_ILOG87
source: Well, so much for prognostication. Hold it, Macil is calling us back. Let's get out of here in one piece.
da: Nå, så meget for prognoser. Vent, Macil kalder os tilbage. Lad os komme ud herfra i ét stykke.
ja: まあ予言なんてそんなものでしょ。 ちょっと待って、マシルが帰還するように言ったわ。ここから抜け出しましょう。
nl: Nou, tot zover de prognose. Wacht even, Macil belt ons terug. Laten we hier heelhuids weggaan.
pt_br: Bem, acho que ainda não é hora de previsões. Espera, o Macil está nos chamando de volta. Vamos tentar sair daqui inteiros.
ro: Atât a fost cu prognoza. Stai, Macil ne sună înapoi. Să ieșim de aici întregi.
sv: Tja, så mycket för prognoser. Vänta, Macil kallar oss tillbaka. Låt oss komma härifrån i ett stycke.
tr: Kehanet için çok fazla. Durun, Macil bizi geri çağırıyor. Buradan tek parça halinde çıkalım.

# TXT_ILOG89
source: The factory is next to the mines. Richter must mean the mines of Degnin. The Degnin ore is magnetic and explosive, just the thing for shutting down force fields. Let's get that key from the catacombs, and then off to the mines for some ore.
da: Fabrikken ligger ved siden af minerne. Richter må mene Degnin-minerne. Degnin malmen er magnetisk og eksplosiv, lige til at lukke kraftfelter ned med. Lad os hente nøglen fra katakomberne og så til minerne efter malm.
ja: 工場は鉱山の隣にあるわ。リヒターはデグニン鉱山とも呼んでいる。 デグニン石は綺麗だが可燃性で、フォースフィールドを消すにはうってつけよ。 そこへのキーを地下墓所から取り、鉱山に向かおう。
nl: De fabriek ligt naast de mijnen. Richter moet de mijnen van Degnin bedoelen. Het Degnin-erts is magnetisch en explosief, precies het ding voor het afsluiten van krachtvelden. Laten we die sleutel uit de catacomben halen, en dan naar de mijnen gaan voor wat erts.
pt_br: A fábrica fica próxima às minas. O Richter deve estar se referindo às minas de Degnin. O minério de Degnin é magnético e explosivo, o ideal para derrubar campos de força. Vamos pegar aquela chave das catacumbas e depois vamos para as minas pegar esse minério.
ro: Fabrica e lângă mine, Richter se referă la minele din Degnin. Minereul de Degni e magnetic și exploziv, exact ceea ce ne trebuie pentru a opri câmpul de forță. Să luăm cheia aceea din catacombe și să ne îndreptăm înspre mine.
sv: Fabriken ligger bredvid gruvorna. Richter måste mena Degnins gruvor. Degninmalmen är magnetisk och explosiv, precis vad man behöver för att stänga av kraftfält. Låt oss hämta nyckeln från katakomberna och sedan iväg till gruvorna för att hämta malm.
tr: Fabrika madenlerin yanında. Richter, Degnin madenlerini kastediyor olmalı. Degnin cevheri manyetik ve patlayıcıdır, tam da güç alanlarını kapatmak için. Hadi şu anahtarı yeraltı mezarlarından alalım, sonra da biraz cevher için madenlere gidelim.
