Repository: the-phinet/UZDoom
Catalog: zdoom_game_strings/*.po
Languages: da, ja, nl, pt_br, ro, sv, tr

# TXT_DLG_SCRIPT04_D43964_THISI
source: This is garbage! Wait here. Oh screw it. Guards kill this intruder!
da: Det her er affald! Vent her. Åh, pis. Vagter dræber denne ubudne gæst!
ja: なんだこのゴミは! いや待て。ああ、畜生。 ガード、侵入者を殺せ!
nl: Dit is vuilnis! Wacht hier. Oh, laat maar. Bewakers doden deze indringer!
pt_br: Que merda é essa? Fique aqui. Ah, que se dane. Guardas, matem este intruso!
ro: Ăsta e gunoi! Așteaptă aici. Oh las-o baltă. Gardieni, ucideți intrusul!
sv: Det här är skräp! Vänta här. Åh, skit i det. Vakterna dödar den här inkräktaren!
tr: Bu çöp! Burada bekle. Siktir et. Gardiyanlar bu davetsiz misafiri öldürün!

# TXT_DLG_SCRIPT04_D45480_WORKS
source: Work, sleep, get tortured, what a life. Say, you the replacement for the careless pit diver?
da: Arbejde, sove, blive tortureret. Sikke et liv. Er du afløseren for den skødesløse pit dykker?
ja: 働いて、寝て、処罰されて、なんて人生だ。 で、お前はあの冷却炉に落ちたアイツの 代替要員か?
nl: Werk, slaap, word gemarteld, wat een leven. Zeg, ben jij de vervanger van de onzorgvuldige pitduiker?
pt_br: Trabalhar, dormir, ser torturado. Que vida. Me diz uma coisa, você é o substituto daquele mergulhador de poço distraído?
ro: Muncă, odihnă, tortură, ce mai viață. Și, zici că ești înlocuitorul înotătorului neatent?
sv: Jobba, sova, bli torterad, vilket liv. Säg, är du ersättaren för den slarviga gropdykaren?
tr: Çalış, uyu, işkence gör, ne hayat ama. Söylesene, dikkatsiz çukur dalgıcının yerine sen mi geldin?

# TXT_RPLY0_SCRIPT04_D45480_YEAHC
source: Yeah, can't wait to start.
da: Ja, jeg kan ikke vente med at begynde.
ja: そうだ、もう待てない。
nl: Ja, ik kan niet wachten om te beginnen.
pt_br: É, mal posso esperar pra começar.
ro: Deah, abia aștept să încep.
sv: Ja, jag längtar efter att få börja.
tr: Evet, başlamak için sabırsızlanıyorum.

# TXT_DLG_SCRIPT04_D46996_YEAHR
source: Yeah, right. OK, get your ass to work.
da: Ja, det er rigtigt. OK, få din røv på arbejde.
ja: わかった。さっさと働け。
nl: Ja, juist. Oké, ga aan het werk.
pt_br: Sim, sei. Tá, comece a trabalhar de uma vez.
ro: Deah, sigur. Bine, hai, la muncă.
sv: Ja, visst. Okej, sätt dig i arbete.
tr: Evet, doğru. Tamam, kıçını kaldır da işe koyul.

# TXT_RPLY0_SCRIPT04_D46996_WHERE
source: Where's the crystal?
da: Hvor er krystallen?
ja: クリスタルは何処だ?
nl: Waar is het kristal?
pt_br: Onde fica o cristal?
ro: Unde e cristalul?
sv: Var är kristallen?
tr: Kristal nerede?

# TXT_DLG_SCRIPT04_D48512_GOTAL
source: Go talk to Ketrick. Bring the walkway up using the switches, then use this I.D. For the elevator.
da: Gå hen og snak med Ketrick. Få gangbroen op ved hjælp af kontakterne, og brug så dette ID til elevatoren.
ja: ケトリックと話をしろ。 隣のスイッチで道を上げこのカードで エレベーターに乗るんだ。
nl: Ga met Ketrick praten. Breng de loopbrug naar boven met behulp van de schakelaars en gebruik dan deze I.D. voor de lift.
pt_br: Fale com o Ketrick. Use os interruptores para fazer a passarela subir e depois use esta identificação para o elevador.
ro: Discută cu Ketrick. Ridică pasarela cu ajutorul butoanelor, apoi folosește legitimația asta pentru lift.
sv: Gå och prata med Ketrick. Ta upp gångvägen med hjälp av växlarna, använd sedan det här ID-kortet för hissen.
tr: Git Ketrick'le konuş. Anahtarları kullanarak geçidi yukarı getir, sonra asansör için bu kimliği kullan.

# TXT_RPLY0_SCRIPT04_D48512_WHERE
source: Where's the crystal again?
da: Hvor er krystallen igen?
ja: いいからクリスタルは何処だ?
nl: Waar is het kristal ook alweer?
pt_br: Onde fica o cristal mesmo?
ro: Unde ziceai că e cristalul?
sv: Var är kristallen igen?
tr: Kristal yine nerede?

# TXT_DLG_SCRIPT04_D50028_NONEO
source: None of your business, go talk to Ketrick.
da: Det rager ikke dig, gå hen og snak med Ketrick.
ja: 大きなお世話だ、ケトリックと話をしろ。
nl: Gaat je niets aan, ga met Ketrick praten.
pt_br: Não é da sua conta. Vá falar com o Ketrick.
ro: Nu-i treaba ta. Discută cu Ketrick.
sv: Det angår inte dig, gå och prata med Ketrick.
tr: Seni ilgilendirmez, git Ketrick'le konuş.

# TXT_RPLY0_SCRIPT04_D50028_OK
source: Ok.
ja: オーケー
nl: OKÉ.
ro: Bine.
sv: OKEJ.
tr: TAMAM.

# TXT_DLG_SCRIPT04_D51544_IFITS
source: If it's busy work you want, go stare at that screen for a while, it'll bore you to tears.
da: Hvis det er travlt arbejde du vil have, så gå hen og stirr på den skærm i et stykke tid, den vil kede dig til tårer.
ja: 忙しい仕事を望んでいるなら、 そのスクリーンをしばらく見ていなさい、 飽きて涙が浮かぶでしょう。
nl: Als het druk werk is dat je wilt, ga dan een tijdje naar dat scherm staren, het zal je tot tranen toe vervelen.
pt_br: Se você quer ficar bem ocupado, fique olhando para essa tela por um tempo. Você vai morrer de tédio.
ro: Dacă vrei treabă pe bune, du-te holbează-te la ecranul ăla o vreme, te va plictisii până la lacrimi.
sv: Om du vill ha ett arbete, gå och stirra på den där skärmen ett tag, den kommer att tråka ut dig till tårar.
tr: Eğer meşgul olmak istiyorsan, git bir süre şu ekrana bak, seni gözyaşlarına boğacak.

# TXT_DLG_SCRIPT04_D53060_THEAL
source: The almighty Programmer is so paranoid of infiltration that he's locked up the computer core. How am I supposed to get my work done? The only way in is the suicide run.
da: Den almægtige programmør er så paranoid over for infiltration, at han har låst computerkernen inde. Hvordan skal jeg få mit arbejde gjort? Den eneste vej ind er selvmordsruten.
ja: プログラマー様は潜入されるのを 非常に恐れているらしく、コンピューターコアの ロックを厳重にするよう命じたんだ。 どうやってあんな危ない所で仕事するんだ?
nl: De almachtige Programmeur is zo paranoïde van infiltratie dat hij de computerkern heeft afgesloten. Hoe moet ik mijn werk gedaan krijgen? De enige manier om binnen te komen is de zelfmoordactie.
pt_br: O todo-poderoso Programador é tão paranóico com infiltração que ele travou o núcleo de computação. Como que eu vou fazer o meu trabalho? A único jeito é a maneira suicida.
ro: Atotputernicul Programator e atât de paranoic în privința infiltrărilor încât a încuiat nucleul calculatorului. Cum mi-aș putea face treaba? Singura cale de intrare e sinucidere.
sv: Den allsmäktige programmeraren är så paranoid för infiltration att han har låst in datorkärnan. Hur ska jag kunna få mitt arbete gjort? Den enda vägen in är självmordsresan.
tr: Yüce Programcı sızma konusunda o kadar paranoyak ki bilgisayar çekirdeğini kilitledi. İşimi nasıl yapacağım? İçeri girmenin tek yolu intihar koşusu.

# TXT_RPLY0_SCRIPT04_D53060_SUICI
source: Suicide run? What's that?
da: Selvmordsruten? Hvad er det?
ja: 危ない?どういう事だ?
nl: Zelfmoordactie? Wat is dat?
pt_br: Maneira suicida? O que é isso?
ro: O cale sinucigașă? Cum așa?
sv: Självmordslopp? Vad är det för något?
tr: İntihar koşusu mu? O da ne?

# TXT_DLG_SCRIPT04_D54576_ITSAS
source: It's a sure-fire way to get killed, but that's not important right now. Go down the lift if you're so inclined.
da: Det er en sikker måde at blive dræbt på, men det er ikke vigtigt lige nu. Gå ned i elevatoren, hvis du har lyst til det.
ja: 下手に立ち入ると射殺されるが、 今それどころではない。 そんなに行きたいならリフトを降りるんだな。
nl: Het is een zekere manier om gedood te worden, maar dat is nu niet belangrijk. Ga de lift af als je zo geneigd bent.
pt_br: É uma forma garantida de ser morto, mas isso não importa agora. Desça pelo elevador se você está tão curioso.
ro: E un mod garantat de a muri, dar nu contează acum. Ia liftul jos dacă ești curios.
sv: Det är ett säkert sätt att bli dödad, men det är inte viktigt just nu. Gå ner i hissen om du vill.
tr: Öldürülmek için kesin bir yol ama şu an bunun bir önemi yok. İstiyorsan asansörden aşağı in.

# TXT_DLG_SCRIPT05_D0_HALTN
source: Halt. No one gets through here without authorization from the Warden or the Governor.
da: Stop. Ingen kommer igennem her uden tilladelse fra direktøren eller guvernøren.
ja: 止まれ。所長か知事の許可が無い限り 立ち入る事は許さん。
nl: Stop. Niemand komt hier door zonder toestemming van de directeur of de gouverneur.
pt_br: Alto. Ninguém passa por aqui sem autorização do Carcereiro ou do Governador.
ro: Stop. Nimeni nu trece pe aici fără autorizație de la Director sau Guvernator.
sv: Halt. Ingen kommer igenom här utan tillstånd från föreståndaren eller guvernören.
tr: Durun. Müdür ya da Vali'nin izni olmadan kimse buradan geçemez.

# TXT_RPLY0_SCRIPT05_D0_HERES
source: Here's my pass, let me in.
da: Her er mit pas, luk mig ind.
ja: これが許可証だ、入れてくれ。
nl: Hier is mijn pas, laat me binnen.
pt_br: Aqui está o meu passe. Deixe-me entrar.
ro: Aici e legitimația, lasă-mă să intru.
sv: Här är mitt passerkort, släpp in mig.
tr: İşte kartım, beni içeri alın.

# TXT_DLG_SCRIPT05_D1516_OKBUT
source: OK, but talk only to the Warden.
da: Okay, men tal kun med direktøren.
ja: 良いだろう、ただし話すのは所長とだけだ。
nl: OK, maar praat alleen met de directeur.
pt_br: Ok, mas você só pode falar com o Carcereiro.
ro: Bine, dar vorbești doar cu Directorul.
sv: Okej, men prata bara med fängelsedirektören.
tr: Tamam, ama sadece müdürle konuş.

# TXT_DLG_SCRIPT05_D3032_DOILO
source: Do I look like the Warden to you? Keep moving, this area's off limits.
da: Ligner jeg direktøren? Fortsæt, dette område er forbudt område.
ja: 俺がワーデンに見えるか? どっか行け、 この区域は立入禁止だ。
nl: Zie ik eruit als de directeur? Blijf bewegen, dit gebied is verboden terrein.
pt_br: Está achando que eu sou o Carcereiro? Suma daqui. Você não pode andar por aqui.
ro: Ți se pare că eu sunt Directorul? Continuă să mergi, asta e o zonă fără acces.
sv: Ser jag ut som fängelsedirektören? Fortsätt gå, det här området är förbjudet område.
tr: Sana Müdür gibi mi görünüyorum? Devam edin, bu bölge yasak bölge.

# TXT_DLG_SCRIPT05_D4548_THEOR
source: The Order's wrath will rain down on these servants until they beg for death.
da: Ordenens vrede vil regne ned over disse tjenere, indtil de tigger om at dø.
ja: オーダーの怒りは、奴等が死を望むまで 止む事はない。
nl: De toorn van de Orde zal op deze bedienden neerdalen tot ze om de dood smeken.
pt_br: A ira da Ordem descerá a esses servos até eles implorarem pela morte.
ro: Furia Ordinului se va năpusti asupra servitorilor aceștia până vor cerși după moarte.
sv: Ordens vrede kommer att regna över dessa tjänare tills de ber om döden.
tr: Tarikat'ın gazabı, ölüm için yalvarana kadar bu hizmetkarların üzerine yağacak.

# TXT_DLG_SCRIPT05_D6064_IDONT
source: I don't care if Mourel gave you a pass. This is my prison. My key is the only way in or out, and I'm not taking any chances. The Order does not tolerate mistakes.
da: Jeg er ligeglad med, om Mourel gav dig et fripas. Dette er mit fængsel. Min nøgle er den eneste vej ind eller ud, og jeg tager ingen chancer. Ordenen tolererer ikke fejltagelser.
ja: モーレルが許可しようが構わん。 ここは私の刑務所だ。この鍵でしか絶対出入りは 出来ないし、渡すつもりも無い。 オーダーは失敗を許さないからな。
nl: Het kan me niet schelen of Mourel je een pasje heeft gegeven. Dit is mijn gevangenis. Mijn sleutel is de enige weg naar binnen of buiten en ik neem geen enkel risico. De Orde tolereert geen fouten.
pt_br: Eu não estou nem aí se o Mourel te deu um passe. Esta é a minha prisão. A única forma de entrar ou sair é com a minha chave e eu não estou a fim de arriscar. A Ordem não tolera erros.
ro: Nu-mi pasă că Mourel ți-a dat o legitimație. Asta e închisoarea mea. Cheia mea e singura cale de intrare sau ieșire, și nu risc nimic. Ordinul nu tolerează greșeli.
sv: Jag bryr mig inte om Mourel gav dig ett passerkort. Det här är mitt fängelse. Min nyckel är den enda vägen in eller ut, och jag tar inga risker. Orden tolererar inga misstag.
tr: Mourel'in sana izin vermesi umurumda değil. Burası benim hapishanem. İçeri girip çıkmanın tek yolu benim anahtarım ve işimi şansa bırakmayacağım. Tarikatın hataya tahammülü yoktur.

# TXT_RPLY0_SCRIPT05_D6064_GIVEM
source: Give me the damn key!
da: Giv mig den forbandede nøgle!
ja: いいからとっととキーを寄越せ!
nl: Geef me die verdomde sleutel!
pt_br: Me dê a droga da chave!
ro: Dă-mi afurisita de cheie!
sv: Ge mig den förbannade nyckeln!
tr: Ver şu lanet anahtarı bana!

# TXT_DLG_SCRIPT05_D7580_OVERM
source: Over my dead body!
da: Over mit lig!
ja: 欲しけりゃ取りに来い。
nl: Over mijn lijk!
pt_br: Só sobre o meu cadáver!
ro: Doar peste cadavrul meu!
sv: Över min döda kropp!
tr: Cesedimi çiğneyin!

# TXT_RPLY0_SCRIPT05_D7580_GREAT
source: Great idea!
da: God idé!
ja: 良い案だ!
nl: Geweldig idee!
pt_br: Boa idéia!
ro: Grozavă idee!
sv: Bra idé!
tr: Harika bir fikir!

# TXT_DLG_SCRIPT05_D9096_SHACK
source: Shackles or chains, I want you to hang around.
da: Lænker eller kæder, jeg vil have dig til at blive hængende.
ja: 鎖や手錠で、繋いだ方が良いな。
nl: Sluitingen of kettingen, ik wil dat je blijft hangen.
pt_br: Algemas ou correntes? Quero que você fique aqui por um tempo.
ro: Cătușe sau lanțuri, vreau să rămăi pe-aici.
sv: Fängsel eller kedjor, jag vill att du stannar kvar.
tr: Kelepçe ya da zincir, buralarda olmanı istiyorum.

# TXT_DLG_SCRIPT05_D10612_IDONT
source: I don't know how you managed to get past the guards and the Warden, but I hope you like the decor, because you just moved in.
da: Jeg ved ikke, hvordan det lykkedes dig at komme forbi vagterne og direktøren, men jeg håber, du kan lide indretningen, for du er lige flyttet ind.
ja: どうやってガードやセキュリティを 抜けてきたかは知らんが、私の部署に移れば、 この素晴らしい装飾を堪能できるぞ。
nl: Ik weet niet hoe je langs de bewakers en de directeur bent gekomen, maar ik hoop dat je het decor leuk vindt, want je bent er net ingetrokken.
pt_br: Eu não sei como você conseguiu passar pelos guardas e pelo Carcereiro, mas espero que goste da decoração, porque você acabou de se mudar pra cá.
ro: Nu știu cum ai reușit să treci de gardieni și de Director, dar sper că îți place noul decor, pentru că tocmai te-ai mutat aici.
sv: Jag vet inte hur du lyckades ta dig förbi vakterna och fängelsedirektören, men jag hoppas att du gillar inredningen, för du har just flyttat in.
tr: Muhafızları ve Müdür'ü nasıl atlattın bilmiyorum ama umarım dekoru beğenmişsindir çünkü yeni taşındın.

# TXT_RPLY0_SCRIPT05_D10612_FREEM
source: Free my comrades or die!
da: Befri mine kammerater eller dø!
ja: 命が惜しければ仲間を解放しろ!
nl: Bevrijd mijn kameraden of sterf!
pt_br: Liberte meus companheiros ou morra!
ro: Eliberează-mi camarazii, sau mori!
sv: Befria mina kamrater eller dö!
tr: Yoldaşlarımı serbest bırak ya da öl!

# TXT_DLG_SCRIPT05_D12128_KILLM
source: Kill me and you'll never set anyone free. I possess the only pattern key that will unlock the cells.
da: Dræb mig, og du vil aldrig sætte nogen fri. Jeg besidder den eneste mønsternøgle, der kan låse cellerne op.
ja: 私を殺せば誰も助かる事はない。 私の指紋だけが檻を開けられるからな。
nl: Dood me en je zult nooit iemand vrijlaten. Ik bezit de enige patroonsleutel die de cellen zal ontsluiten.
pt_br: Mate-me e você nunca libertará ninguém. Eu possuo a única chave que destranca as celas.
ro: Omoară-mă și nu vei elibera pe nimeni în veci. Eu posed singura cheie care poate deschide celulele.
sv: Om du dödar mig kommer du aldrig att befria någon. Jag besitter den enda mönsternyckeln som kan låsa upp cellerna.
tr: Beni öldürürsen kimseyi özgür bırakamazsın. Hücrelerin kilidini açacak tek desen anahtarı bende.

# TXT_RPLY0_SCRIPT05_D12128_CANYO
source: Can you lend me a hand then?
da: Kan du så give mig en hånd med?
ja: じゃあ 手を貸して くれるか?
nl: Kun je me dan een handje helpen?
pt_br: Pode me dar uma mão então?
ro: Poți da o mână de ajutor atunci?
sv: Kan du ge mig en hand med det då?
tr: O zaman bana yardım edebilir misin?

# TXT_DLG_SCRIPT05_D13644_MOVEA
source: Move along or join your friends.
da: Gå videre eller slut dig til dine venner.
ja: 共に行こう友よ。
nl: Ga mee of sluit je aan bij je vrienden.
pt_br: Suma daqui ou junte-se aos seus amigos.
ro: Cară-te sau te vei alătura prietenilor tăi.
sv: Gå vidare eller gå till dina vänner.
tr: İlerleyin ya da arkadaşlarınıza katılın.

# TXT_DLG_SCRIPT05_D15160_DONTJ
source: Don't just stand there, get us out of here!
da: Stå ikke bare der, få os ud herfra!
ja: もう待てない、早くここを出よう!
nl: Blijf daar niet staan, haal ons hier weg!
pt_br: Não fique parado aí. Nos tire daqui!
ro: Nu sta acolo, scoate-ne de aici!
sv: Stå inte bara där, ta oss härifrån!
tr: Orada öylece durmayın, bizi buradan çıkarın!

# TXT_DLG_SCRIPT05_D16676_THESK
source: The sky, I want to see the sky.
da: Himlen, jeg vil se himlen.
ja: 空を、空を見たい。
nl: De lucht, ik wil de lucht zien.
pt_br: O céu. Eu quero ver o céu.
ro: Cerul, vreau să văd cerul!
sv: Himlen, jag vill se himlen.
tr: Gökyüzü, gökyüzünü görmek istiyorum.

# TXT_DLG_SCRIPT05_D18192_FIVEF
source: Five feet by four feet, five feet by four feet, five feet by four feet.
da: Fem fod gange fire fod, fem fod gange fire fod, fem fod gange fire fod...
ja: ファイブフィート バイ フォーフィート、 ファイブフィート バイ フォーフィート、 ファイブフィート バイ フォーフィート。
nl: Vijf voet bij vier voet, vijf voet bij vier voet, vijf voet bij vier voet, vijf voet bij vier voet.
pt_br: Um metro e meio por um metro e vinte. Um metro e meio por um metro e vinte. Um metro e meio por um metro e vinte.
ro: Din 5 pași 4, din 5 pași 4, din 5 pași 4.
sv: Fem fot på fyra fot, fem fot på fyra fot, fem fot på fyra fot, fem fot på fyra fot.
tr: Bir metreye bir metre, bir metreye bir metre, bir metreye bir metre.

# TXT_DLG_SCRIPT05_D19708_DONTR
source: Don't release me if the Order's still in charge. I can't stand the terror.
da: Slip mig ikke fri, hvis Ordenen stadig har kommandoen. Jeg kan ikke klare terroren.
ja: まだオーダーがいる内は出たくない。 恐怖に打ち拉がれそうだ。
nl: Laat me niet los als de Orde nog steeds de leiding heeft. Ik kan niet tegen de terreur.
pt_br: Não me solte se a Ordem ainda estiver no comando. Eu não suporto o horror.
ro: Nu mă elibera dacă Ordinul incă e tot la putere.
sv: Släpp inte ut mig om Orden fortfarande har befälet. Jag står inte ut med skräcken.
tr: Tarikat hâlâ yetkiliyse beni bırakmayın. Dehşete dayanamıyorum.

# TXT_DLG_SCRIPT05_D21224_IDONT
source: I don't want to bitch, but it's about time Macil sent someone to get us out.
da: Jeg vil ikke brokke mig, men det er på tide, at Macil sender nogen ud for at få os ud.
ja: 意地が悪いな、だがマシルが解放の為に 誰か送ったのは大体わかる。
nl: Ik wil niet zeuren, maar het wordt tijd dat Macil iemand stuurt om ons eruit te krijgen.
pt_br: Não quero encher o saco, mas já era hora do Macil enviar alguém para nos tirar daqui.
ro: Nu vreau să mă smiorcăi, dar era și timpul ca Macil să trimită pe cineva să ne scoată afară.
sv: Jag vill inte vara taskig, men det är på tiden att Macil skickar någon för att få ut oss.
tr: Şikâyet etmek istemiyorum ama Macil'in bizi çıkarması için birini göndermesinin zamanı gelmişti.

# TXT_DLG_SCRIPT05_D22740_IDGIV
source: I'd give anything for just a crust of bread. I'm so hungry.
da: Jeg ville give alt for bare en brødskorpe. Jeg er så sulten.
ja: いつもパンの耳ばかりだったんだ。 すごく腹減った。
nl: Ik zou alles geven voor een korstje brood. Ik heb zo'n honger.
pt_br: Eu daria qualquer coisa por uma migalha de pão. Estou tão faminto.
ro: Aș da orice pentru o coajă de pâine. Sunt așa flămând.
sv: Jag skulle ge vad som helst för bara en skorpa bröd. Jag är så hungrig.
tr: Bir lokma ekmek için her şeyimi verirdim. Çok acıktım.

# TXT_DLG_SCRIPT06_D0_AHASU
source: Ah, a surfacer in need of a favor. Down here you do a favor to get a favor and I need the town entrance that is our path to food opened. The Order has it sealed and guarded.
da: Ah, en overfladebeboer, der har brug for en tjeneste. Her nede gør man en tjeneste for at få en tjeneste, og jeg har brug for at få åbnet byens indgang, som er vores vej til mad. Ordenen har den forseglet og bevogtet.
ja: あー、何か用があって上から来たんだな。 だがここでは物々交換が常識だ、 オーダーが町の出口を封鎖しやがったから メシが手に入り辛くなったんだ。
nl: Ah, een verharder die een gunst nodig heeft. Hier beneden doe je een gunst om een gunst te krijgen en ik heb de stadstoegang nodig die onze weg naar eten is geopend. De Orde heeft het verzegeld en bewaakt.
pt_br: Ah, um cara da superfície precisando de um favor. Aqui embaixo você faz um favor para conseguir um favor e eu preciso da entrada da cidade aberta para pegar a nossa comida. A Ordem mantém ela fechada e guardada.
ro: Ah, un locuitor de la suprafață care are nevoie de o favoare. Aici jos faci o favoare, primești o favoare, iar eu am nevoie de o cale pentru a ajunge la intrarea din oraș, să putem avea acces la provizii. Ordinul a închis-o și acum e bine păzită.
sv: Ah, en ytmänniska i behov av en tjänst. Här nere gör man en tjänst för att få en tjänst och jag behöver öppna stadens ingång som är vår väg till mat. Orden har förseglat och bevakat den.
tr: İyiliğe ihtiyacı olan bir yüzey araştırmacısı. Burada bir iyilik için bir iyilik yaparsın ve ben de yiyecek yolumuz olan kasaba girişinin açılmasını istiyorum. Tarikat orayı mühürledi ve koruyor.

# TXT_RPLY0_SCRIPT06_D0_WHERE
source: Where is the gate mechanism?
da: Hvor er portmekanismen?
ja: ゲートメカニズムは何処だ?
nl: Waar is het poortmechanisme?
pt_br: Onde fica o mecanismo do portão?
ro: Unde e mecanismul de acționare al porții?
sv: Var är grindmekanismen?
tr: Kapı mekanizması nerede?

# TXT_DLG_SCRIPT06_D1516_DOMYF
source: Do my favor first, or you'll get squat from me.
da: Gør mig en tjeneste først, ellers får du ikke en skid af mig.
ja: 俺の言った問題が先だ、でないと手助けできねえ。
nl: Doe me eerst een plezier, of je krijgt een hurkzitje van mij.
pt_br: Faça o meu favor primeiro, ou você não recebe coisa nenhuma de mim.
ro: Fă-mi favoarea mai întâi, sau nu-ți zic nimic.
sv: Gör mig en tjänst först, annars får du inget från mig.
tr: Önce benim iyiliğimi yap, yoksa benden hiçbir şey alamazsın.

# TXT_RPLY0_SCRIPT06_D1516_HOWWI
source: How will you know it's open?
da: Hvordan vil du vide, at den er åben?
ja: 開放を知らせるには?
nl: Hoe weet je dat het open is?
pt_br: Como você vai saber que ela está aberta?
ro: Cum vei știi că e deschisă?
sv: Hur vet du att den är öppen?
tr: Açık olduğunu nereden bileceksin?

# TXT_DLG_SCRIPT06_D3032_BRING
source: Bring me back the guard's uniform. That way one of my ratfellows can wear it and no one will try to shut the door again.
da: Giv mig vagtens uniform tilbage. På den måde kan en af mine rottefæller bære den, og ingen vil forsøge at lukke døren igen.
ja: ガードの制服を持ってくればいい。 そうすりゃ成り代わったラットの仲間が もう封鎖されないよう監視するだろうさ。
nl: Breng me het uniform van de bewaker terug. Op die manier kan een van mijn rattenvrienden het dragen en niemand zal proberen de deur weer te sluiten.
pt_br: Me traga de volta o uniforme do guarda. Dessa forma um dos meus companheiros pode vestí-la e ninguém vai tentar fechar a porta novamente.
ro: Adu-mi uniforma gardianului. Așa, unui dintre noi o va putea purta și nimeni nu va încerca să mai închidă poata vreodată.
sv: Ge mig vaktens uniform. På så sätt kan en av mina råttföljeslagare bära den och ingen kommer att försöka stänga dörren igen.
tr: Bana muhafız üniformasını geri getir. Böylece hain dostlarımdan biri onu giyebilir ve kimse kapıyı tekrar kapatmaya çalışmaz.

# TXT_RPLY0_SCRIPT06_D3032_YOUWA
source: You want his uniform?
da: Vil du have hans uniform?
ja: あんたに制服を渡せばいいか?
nl: Wil je zijn uniform?
pt_br: Você quer o uniforme dele?
ro: Vrei uniforma lui?
sv: Vill du ha hans uniform?
tr: Üniformasını mı istiyorsun?

# TXT_DLG_SCRIPT06_D4548_OPENT
source: Open the door, bring me the uniform and we trade. Otherwise, piss off.
da: Åbn døren, giv mig uniformen, og vi bytter. Ellers skal du gå ud.
ja: そうだ、ゲートを開いて制服を奪うんだ。 それまで戻ってくるんじゃねえぞ。
nl: Open de deur, breng me het uniform en we handelen. Anders, piss off.
pt_br: Abra a porta, traga o uniforme e nós negociaremos. Caso contrário, vaza daqui.
ro: Deschide poarta, adu-mi uniforma, și facem schimbul. Altfel, șterge-o de aici.
sv: Öppna dörren, ge mig uniformen och vi byter. Annars kan du dra åt helvete.
tr: Kapıyı aç, bana üniformayı getir ve takas edelim. Yoksa defol git.

# TXT_DLG_SCRIPT06_D6064_HAVEY
source: Have you brought me what I want?
da: Har du bragt mig det, jeg vil have?
ja: 必要な物は持ってきたか?
nl: Heb je me gebracht wat ik wil?
pt_br: Você trouxe o que eu quero?
ro: Mi-ai adus ceea ce doresc?
sv: Har du gett mig det jag vill ha?
tr: İstediğim şeyi getirdin mi?

# TXT_RPLY0_SCRIPT06_D6064_HOWAB
source: How about this uniform?
da: Hvad med denne uniform?
ja: この制服はどうだ?
nl: Hoe zit het met dit uniform?
pt_br: Que tal este uniforme?
ro: Ce zici de uniforma asta?
sv: Vad sägs om den här uniformen?
tr: Bu üniformaya ne dersin?
