Repository: the-phinet/UZDoom
Catalog: zdoom_game_strings/*.po
Languages: da, ja, nl, pt_br, ro, sv, tr

# TXT_ILOG4
source: Go through the door on your left, then the one on the right. The guard's name is Geoff. Tell him you need gold.
da: Gå gennem døren til venstre og derefter gennem den til højre. Vagtens navn er Geoff. Sig til ham, at du har brug for guld.
ja: すぐ左のドアを通り、右のドアから小部屋に入るんだ。 見張りの名はジェフ。金が必要だ と言えば通じる。
nl: Ga door de deur links van je, dan de deur rechts. De bewaker heet Geoff. Zeg hem dat je goud nodig hebt.
pt_br: Vá pela porta à sua esquerda e depois a da direita. O nome do guarda é Geoff. Diga a ele que você precisa de ouro.
ro: Intră pe ușa din stânga, apoi cea din dreapta. Numele paznicului e Geoff. Spune-i că-ți trebuie aur.
sv: Gå genom dörren till vänster och sedan genom dörren till höger. Vaktens namn är Geoff. Säg till honom att du behöver guld.
tr: Solundaki kapıdan geç, sonra sağdakinden. Muhafızın adı Geoff. Ona altına ihtiyacın olduğunu söyle.

# strifeteaser
source: Go through the door, and talk to Macil.
da: Gå ikke ind på rådhuset. Det er ikke sikkert længere, vores dække er blevet afsløret. Dræb alle de store robotter, "korsfarerne", så viser jeg dig vej til os.
ja: 町にいるフロントへの武器供給者であるイラールの元を訪ねる。 彼は武器屋の隣のドアに居る。それで、知事と会う為にマシルから貰ったキーを使う。
nl: Ga het stadhuis niet binnen. Het is niet meer veilig, onze dekmantel is opgeblazen. Dood alle grote robots, de "Kruisvaarders" en ik zal je naar ons toe leiden.
pt_br: Não entre na prefeitura. Não é mais seguro, fomos descobertos. Mate esses robozões, os "Cruzados" e eu te guiarei até nós.
ro: Nu intra în hala orașului. Nu mai e sigură, s-a dus acoperirea noastră. Distruge toți roboții mari, Cruciații te vor conduce la noi.
sv: Gå inte in i stadshuset. Det är inte säkert längre, vår täckmantel har avslöjats. Döda alla stora robotar, "Korsriddarna", så ska jag guida dig till oss.
tr: Belediye binasına girme. Artık güvenli değil, kimliğimiz açığa çıktı. Bütün büyük robotları, "Haçlıları" öldürün, ben de sizi bize yönlendireyim.

# strifeteaser
source: Go through the door, and talk to Macil.
da: Døren ved siden af våbenbutikken vil åbne sig, når alle korsfarerne er døde. Inde i lagerrummet er der en teleporter, brug den, og den vil føre dig til os.
ja: 私が知事について知っていることは、町の中央で双方を遊ばせてる様だ。 ソイツがここいらを'マンション'と呼んでいる。
nl: De deur naast de wapenwinkel gaat open als alle kruisvaarders dood zijn. In de opslagruimte staat een teleporter, gebruik die, en die brengt je naar ons toe.
pt_br: A porta próxima à loja de armas abrirá assim que todos os Cruzados estiverem mortos. Dentro do depósito tem um teletransportador. Entre nele e ele o levará até nós.
ro: Ușa de lângă magazinul de arme se va deschide odată ce toți Cruciații sunt morți. Înăuntru e un teleportor, ia-l, te va duce la noi.
sv: Dörren bredvid vapenbutiken öppnas när alla korsriddare är döda. Inne i butiksrummet finns det en teleporter, använd den och den för dig till oss.
tr: Tüm Haçlılar öldüğünde silah dükkanının yanındaki kapı açılacak. Dükkanın içinde bir ışınlayıcı var, onu kullan ve seni bize getirecek

# strifeteaser
source: Go through the door, and talk to Macil.
da: Døren ved siden af våbenbutikken åbnes, når alle korsfarerne er døde. Inde i lagerrummet er der en teleporter, brug den, og den vil bringe dig til os.
ja: 私が知事について知っていることは、町の中央で双方を遊ばせてる様だ。 ソイツがここいらを'マンション'と呼んでいる。
nl: De deur naast de wapenwinkel gaat open als alle kruisvaarders dood zijn. In de opslagruimte staat een teleporter, gebruik die, en die brengt je naar ons toe.
pt_br: A porta próxima à loja de armas abrirá assim que todos os Cruzados estiverem mortos. Dentro do depósito tem um teletransportador. Entre nele e ele o levará até nós.
ro: Ușa de lângă magazinul de arme se va deschide odată ce toți Cruciații sunt morți. Înăuntru e un teleportor, ia-l, te va duce la noi.
sv: Dörren bredvid vapenbutiken öppnas när alla korsfarare är döda. Inne i butiksrummet finns en teleporter, använd den och den tar dig till oss.
tr: Tüm Haçlılar öldüğünde silah dükkanının yanındaki kapı açılacak. Dükkanın içinde bir ışınlayıcı var, onu kullanın ve sizi bize getirecek.

# strifeteaser
source: Go through the door, and talk to Macil.
da: Dræb så mange af de store robotter, korsfarerne, som du kan. Når du er færdig, vil jeg guide dig til Macil
nl: Dood zoveel mogelijk van de grote robots, kruisvaarders, als je kunt. Als je klaar bent, begeleid ik je naar Macil...
pt_br: Mate o máximo desses robos possível. Quando terminar, eu te guiarei ao Macil.
ro: Distruge cât mai mulți roboți, Cruciați, pe cât poți. Când ești gata, te voi duce la Macil.
sv: Döda så många av de stora robotarna, korsriddarna, som du kan. När du är klar kommer jag att guida dig till Macil.
tr: Büyük robotlardan, Haçlılardan, öldürebildiğin kadarını öldür. İşiniz bittiğinde, sizi Macil'e götüreceğim.

# strifeteaser
source: Go through the door, and talk to Macil.
da: Gå gennem døren, og tal med Macil.
ja: ダーウィンを始末したら耳を知事に渡す。
nl: Ga door de deur, en praat met Macil.
pt_br: Passe pela porta e fale com o Macil.
ro: Intră pe ușă și du-te la Macil.
sv: Gå in genom dörren och prata med Macil.
tr: Kapıdan geçin ve Macil ile konuşun.

# TXT_ILOG10
source: Find the power tap on the mains, and shut it off. Bring something back to the Governor as proof. Find MacGuffin, and talk to him.
da: Find strømhanen på hovedledningen, og luk den. Tag noget med tilbage til guvernøren som bevis. Find MacGuffin, og tal med ham.
ja: 電力盗用の場所を見つけ、それを止める。 知事に渡す証拠も必要だ。マクガフィンと話をつける。
nl: Zoek het stopcontact op het lichtnet en zet het uit. Breng iets terug naar de gouverneur als bewijs. Zoek MacGuffin en praat met hem.
pt_br: Encontre a ligação pirata no transformador e desligue ela. Traga algo de volta para o Governador como prova. Encontre o MacGuffin e fale com ele.
ro: Găsește comutatorul de energie, și oprește-l. Du ceva înapoi la Guvernator drept dovadă. Găsește-l pe MacGuffin, și vorbește cu el.
sv: Leta reda på strömkranen på elnätet och stäng av den. Ta med dig något tillbaka till guvernören som bevis. Hitta MacGuffin och prata med honom.
tr: Şebekedeki güç musluğunu bulun ve kapatın. Kanıt olarak Vali'ye bir şey getirin. MacGuffin'i bul ve onunla konuş.

# TXT_ILOG11
source: Find the power tap on the mains, and shut it off. Bring something back to the Governor as proof. Find MacGuffin, and talk to him. He's up by the sewage treatment plant, in the "bum hole", down the stairs.
da: Find strømhanen på hovedledningen, og luk den. Tag noget med tilbage til guvernøren som bevis. Find MacGuffin, og tal med ham. Han er oppe ved rensningsanlægget, i "bum-hullet", nede ad trappen.
ja: 電力盗用の場所を見つけ、それを止める。 知事に渡す証拠も必要だ。マクガフィンと話をつける。 彼は下水処理場の傍にある'物乞いの巣'と呼ばれる場所にいる。
nl: Zoek het stopcontact op het lichtnet en zet het uit. Breng iets terug naar de gouverneur als bewijs. Zoek MacGuffin en praat met hem. Hij is boven bij de rioolwaterzuiveringsinstallatie, in het "zwerfgat", de trap af.
pt_br: Encontre a ligação pirata no transformador e desligue ela. Traga algo de volta para o Governador como prova. Encontre o MacGuffin e fale com ele. Ele está na usina de tratamento, na "toca de rato" descendo as escadas.
ro: Găsește comutatorul de energie, și oprește-l. Du ceva înapoi la Guvernator drept dovadă. Găsește-l pe MacGuffin, și vorbește cu el, e lângă fabrica de tratament, în josul scărilor.
sv: Leta reda på eluttaget på elnätet och stäng av det. Ta med dig något tillbaka till guvernören som bevis. Hitta MacGuffin och prata med honom. Han är uppe vid reningsverket, i "bum-hålet", nerför trappan.
tr: Şebekedeki güç musluğunu bulun ve kapatın. Kanıt olarak Vali'ye bir şey getir. MacGuffin'i bul ve onunla konuş. Kanalizasyon arıtma tesisinin yanında, merdivenlerin aşağısındaki "serseri deliğinde".

# TXT_ILOG13
source: You idiot! You've shut off the power to the jamming circuits we use to conceal our base from the Order. Head to the town hall and take out the scanning crew, now! Then, go back to the Governor and give him the broken coupling.
da: Din idiot! Du har slukket for strømmen til de støjkredsløb, som vi bruger til at skjule vores base for Ordenen. Gå hen til rådhuset og udryd scanningsholdet, nu! Gå derefter tilbage til guvernøren og giv ham den ødelagte kobling.
ja: 馬鹿者! お前はオーダーから我々の基地を隠す妨害回路を 壊してしまった!市庁舎に調査隊が向かった、今すぐ片付けろ!
nl: Idioot! Je hebt de stroom naar de stoorcircuits die we gebruiken om onze basis te verbergen voor de orde uitgeschakeld. Ga naar het stadhuis en haal de scanploeg er nu uit! Ga dan terug naar de Gouverneur en geef hem de kapotte koppeling.
pt_br: Seu idiota! Você desligou a energia para os circuitos de interferência que usamos para esconder a nossa base dos sensores da Ordem. Vá até a prefeitura e tire a equipe de busca de lá imediatamente! Depois disso volte para o Governador e passe pra ele a conexão quebrada.
ro: Idiotule! Ai oprit curentul circuitelor noastre care ne mascau prezența. Du-te în hala orașului și elimină echipajul! Apoi, du-te la Guvernator și dă-i cuplajul!
sv: Din idiot! Du har stängt av strömmen till de störningskretsar som vi använder för att dölja vår bas för Orden. Gå till stadshuset och ta ut skanningspersonalen, nu! Gå sedan tillbaka till guvernören och ge honom den trasiga kopplingen.
tr: Seni aptal! Üssümüzü Tarikat'tan gizlemek için kullandığımız sinyal bozucu devrelerin gücünü kestin. Belediye binasına git ve tarama ekibini yok et, hemen! Sonra Vali'ye geri dön ve ona kırık bağlantıyı ver.

# TXT_ILOG14
source: OK, "Trust no one" is the name of the game! Let's get that prison pass from the Governor. Take the broken coupling to him.
da: Okay, "Stol ikke på nogen" er spillets navn! Lad os få det fængselskort fra guvernøren. Tag den ødelagte kobling med til ham.
ja: よし、'信用しない'のが最も重要なことだ! 壊れた配電機を渡して刑務所の許可証を知事から貰うんだ。
nl: OK, "Vertrouw niemand" is de naam van het spel! Laten we die gevangenispas van de Gouverneur halen. Pak de kapotte koppeling naar hem toe.
pt_br: Ok, "não confie em ninguém" é o nome do jogo! Vamos pegar do Governador aquele passe da prisão. Leve a conexão quebrada a ele.
ro: OK, 'Încrede-te în nimeni' e numele jocului. Să luam permisul închisorii de la Guvernator. Ia cuplajul defect și du-l lui.
sv: Okej, "Lita inte på någon" är vad som gäller! Låt oss få fängelsepasset från guvernören. Ta den trasiga kopplingen till honom.
tr: Tamam, "Kimseye güvenme" oyunun adı! Vali'den şu hapishane kartını alalım. Kırık bağlantıyı ona götür.

# TXT_ILOG15
source: Good move! The Governor is a liar. That's our power coupling. We're using it to hide the base from the Order. Take this broken coupling back to him and let's get that pass.
da: Godt træk! Guvernøren er en løgner. Det er vores kraftkobling. Vi bruger den til at skjule basen for Ordenen. Tag den ødelagte kobling med tilbage til ham, og lad os få det pas.
ja: 良い判断だ! 知事は嘘を付いている。 あれはオーダーから基地を隠す為に使用している我々の配電機だ。 この壊れた配電機を渡して奴を騙し返せ。
nl: Goede zet! De Gouverneur is een leugenaar. Dat is onze stroomkoppeling. We gebruiken het om de basis te verbergen voor de Orde. Neem deze kapotte koppeling terug naar hem en laten we die pass pakken.
pt_br: Boa! O Governador é um mentiroso . Essa é a nossa conexão. Vamos usá-la para esconder a base da Ordem. Leve esta conexão danificada de volta a ele e vamos pegar o passe.
ro: Bună mutare! Guvernatorul e un mincins. Acela e cuplajul nostru. Îl folosim pentru a ne ascunde baza de Ordin. Ia cuplajul ăsta defect și du-l înapoi lui, să luăm permisul.
sv: Bra gjort! Guvernören är en lögnare. Det är vår kraftkoppling. Vi använder den för att dölja basen för orden. Ta tillbaka den trasiga kopplingen till honom och låt oss få det där passet.
tr: İyi hamle! Vali bir yalancı. Bu bizim güç bağlantımız. Üssü Tarikat'tan saklamak için kullanıyoruz. Bu kırık bağlantıyı ona geri götür ve şu geçiş iznini alalım.

# TXT_ILOG18
source: Use the Warden's key to get into the prison cell blocks and find a way to free the prisoners.
da: Brug fængselsdirektørens nøgle til at komme ind i fængselscelleblokkene og find en måde at befri fangerne på.
ja: ワーデンの鍵で刑務所の独房区域に入って 囚人を解放する方法を見つける。
nl: Gebruik de sleutel van de bewaker om in de celblokken van de gevangenis te komen en een manier te vinden om de gevangenen te bevrijden.
pt_br: Use a chave do Carcereiro para entrar nos blocos de celas e ache uma maneira de libertar os prisioneiros.
ro: Folosește cheia Directorului pentru a intra în blocurile celulelor și găsește o cale să eliberezi prizonierii.
sv: Använd direktörens nyckel för att ta dig in i fängelsecellblocken och hitta ett sätt att befria fångarna.
tr: Hapishane hücre bloklarına girmek için Müdür'ün anahtarını kullan ve mahkumları serbest bırakmanın bir yolunu bul.

# TXT_ILOG19
source: Find a way to free the prisoners. Find a way to open the hand scanner switch.
da: Find en måde at befri fangerne på. Find en måde at åbne håndscannerkontakten.
ja: 囚人を解放する方法を見つける。 ハンドスキャナーを開く方法を見つける。
nl: Zoek een manier om de gevangenen te bevrijden. Zoek een manier om de handscanner schakelaar te openen.
pt_br: Encontre uma maneira de libertar os prisioneiros. Ache uma maneira de abrir o scanner de mão.
ro: Găsește o cale să eliberezi prizonierii. Găsește o cale să deschizi comutatorul scanner-ului de mâini.
sv: Hitta ett sätt att befria fångarna. Hitta ett sätt att öppna handskanneromkopplaren.
tr: Mahkûmları serbest bırakmanın bir yolunu bul. El tarayıcı anahtarını açmanın bir yolunu bulun.

# TXT_ILOG20
source: Find a way to free the prisoners. Use the judge's hand to operate the hand scanner switch.
da: Find en måde at befri fangerne på. Brug dommerens hånd til at betjene håndscannerkontakten.
ja: 囚人を解放する方法を見つける。 裁判官の手を使用してハンドスキャナースイッチを操作する。
nl: Zoek een manier om de gevangenen te bevrijden. Gebruik de hand van de rechter om de handscanner schakelaar te bedienen.
pt_br: Encontre uma maneira de libertar os prisioneiros. Use a mão do juiz para operar o scanner.
ro: Găsește o cale să eliberezi prizonierii. Folosește mâna judecătorului să operezi scanner-ul de mâini.
sv: Hitta ett sätt att befria fångarna. Använd domarens hand för att använda handskannern.
tr: Mahkûmları serbest bırakmanın bir yolunu bulun. El tarayıcı anahtarını çalıştırmak için yargıcın elini kullan.

# TXT_ILOG21
source: Way to go my friend. Good work freeing the prisoners. Jump on one of the teleporters and it will bring you back to base.
da: Godt gået, min ven. Godt arbejde med at befri fangerne. Hop på en af teleportørerne, så kommer du tilbage til basen.
ja: よくやった相棒。囚人を解放できたのは良い働きだ。 いずれかのテレポーターに飛び込むと基地に戻る。
nl: Goed gedaan, mijn vriend. Goed werk om de gevangenen te bevrijden. Spring op een van de teleporters en die brengt je terug naar de basis.
pt_br: Boa, meu amigo. Bom trabalho ao libertar os prisioneiros. Entre num desses teletransportadores e você voltará pra base.
ro: Bună treabă prietene. Sari într-un teleportor și te va duce la baza noastră.
sv: Bra jobbat, min vän. Bra jobbat med att befria fångarna. Hoppa på en av teleporterna så tar den dig tillbaka till basen.
tr: Aferin dostum. Mahkûmları serbest bırakarak iyi iş çıkardın. Işınlayıcılardan birine atla ve seni üsse geri getirsin.

# TXT_ILOG22
source: Destroy the power crystal that runs the power grid which drives the Order's shields. Go visit Worner, a spy we recruited in the warehouse of the power station.
da: Ødelæg energikrystallen, der driver det strømnet, som driver Ordenens skjolde. Besøg Worner, en spion, som vi rekrutterede i lageret på kraftværket.
ja: 送電網を動かしているパワークリスタルを破壊してオーダーのシールドを止めろ。 発電所の倉庫に潜らせたスパイ、ワーナーを訪ねよ。
nl: Vernietig het energiekristal dat het stroomnet dat de schilden van de Orde aandrijft. Ga op bezoek bij Worner, een spion die we gerekruteerd hebben in het magazijn van de centrale.
pt_br: Destrua o cristal de energia que alimenta a rede elétrica por trás dos escudos da Ordem. Visite o Worner, um espião que recrutamos no depósito da usina de energia.
ro: Distruge cristalul de energie care alimentează scuturile Ordinului. Vizitează-l pe Worner, un spion recrutat în depozitul stației de energie.
sv: Förstör kraftkristallen som driver kraftnätet som driver Ordens sköldar. Gå och besök Worner, en spion som vi rekryterade i kraftverkets lager.
tr: Tarikat'ın kalkanlarını çalıştıran güç şebekesini çalıştıran güç kristalini yok edin. Güç istasyonunun deposunda işe aldığımız casus Worner'ı ziyaret et.

# TXT_ILOG24
source: Let's get lost. There's more fun to come.
da: Lad os fare vild. Der er mere sjov på vej.
ja: 迷子になったら、もっと楽しめるぞ。
nl: Laten we verdwalen. Er komt nog meer plezier.
pt_br: Então se manda. Tem mais diversão por vir.
ro: Să ne pierdem. O să mai fie distracții.
sv: Låt oss gå vilse. Det finns mer kul att göra.
tr: Hadi kaybolalım. Daha çok eğlence var.

# TXT_ILOG25
source: One more adventure before command feels it's safe to attack the castle. Macil's arranged for Irale to give you gold and some training. After you visit him, see the medic in town for strength.
da: Et eventyr mere, før kommandoen føler, at det er sikkert at angribe slottet. Macil har sørget for, at Irale giver dig guld og noget træning. Når du har besøgt ham, skal du gå til lægen i byen for at få styrke.
ja: もう一つの任務をこなす前に戦力の増強が必要と考えられる。 マシルがイラールを介して資金と訓練の手配をしてくれるので会いなさい。 それと近所のメディックも支援してくれるわ。
nl: Nog een avontuur voor het commando het gevoel heeft dat het veilig is om het kasteel aan te vallen. Macil heeft geregeld dat Irale je goud en wat training geeft. Nadat je hem hebt bezocht, ga je naar de dokter in de stad voor kracht.
pt_br: Mais uma aventura antes que o comando ache que é seguro o bastante para atacar o castelo. Macil instruiu Irale a te passar ouro e treinamento. Após visitá-lo, vá ao médico para te dar uma força.
ro: Încă o aventură până ce comanda e încrezătoare în atacarea castelului. Macil a aranjat ca Irale să îți ofere bani și antrenament. Dupa ce îț vizitezi, mergi la medicul din oraș pentru forță.
sv: Ett äventyr till innan kommandot känner att det är säkert att attackera slottet. Macil har ordnat så att Irale ger dig guld och lite träning. Efter att du besökt honom ska du gå till läkaren i staden för att få styrka.
tr: Komutanlık kaleye saldırmanın güvenli olduğunu düşünmeden önce bir macera daha. Macil, İrale'nin sana altın ve biraz eğitim vermesini ayarladı. Onu ziyaret ettikten sonra, güç için kasabadaki doktoru gör.

# TXT_ILOG26
source: Visit Irale and the medic in town for gold and training, then find the sewers. Head along the river across from the Governor's mansion.
da: Besøg Irale og lægen i byen for at få guld og træning, og find derefter kloakkerne. Gå langs floden over for guvernørens palæ.
ja: イラールとメディックを尋ねて資金と訓練を受け、下水道に向かうんだ。 入り口は知事のマンションの川を挟んだ向かい側だ。
nl: Bezoek Irale en de dokter in de stad voor goud en training, en zoek dan de riolen. Loop langs de rivier tegenover het landhuis van de gouverneur.
pt_br: Visite o Irale e o médico na cidade para ouro e treinamento. Depois encontre o esgoto. Vá para o rio do outro lado da mansão do Governador.
ro: Vizitează pe Irale și medicul din oraș pentru aur și antrenament, apoi găsește canalele. Urmează râul de lângă complexul Guvernatorului.
sv: Besök Irale och läkaren i staden för att få guld och träning och hitta sedan kloakerna. Gå längs floden mittemot guvernörens herrgård.
tr: Altın ve eğitim için İrale'yi ve kasabadaki doktoru ziyaret edin, ardından kanalizasyonları bulun. Valinin konağının karşısındaki nehir boyunca ilerleyin.

# TXT_ILOG28
source: We're looking for Weran, who calls himself the Rat King. I'm sure it's descriptive as well as colorful.
da: Vi leder efter Weran, som kalder sig selv Rottekongen. Det er sikkert både beskrivende og farverigt.
ja: 誰が呼んだかラットキングのウェランを探すんだ。 それが叙述的でもあり派手な呼び名なのも定かだ。
nl: We zijn op zoek naar Weran, die zichzelf de rattenkoning noemt. Ik weet zeker dat het zowel beschrijvend als kleurrijk is.
pt_br: Estamos procurando pelo Weran, que se autodenomina o Rato Rei. Imagino que isso seja tão descritivo quanto gracioso.
ro: Îl căutam pe Weran, care ăși spune Regele Șobolanilor. Sunt sigur că e descriptiv și colorat.
sv: Vi letar efter Weran som kallar sig för råttkungen. Jag är säker på att det är både beskrivande och färgstarkt.
tr: Kendisine Fare Kral diyen Weran'ı arıyoruz. Renkli olduğu kadar açıklayıcı da olduğuna eminim.

# TXT_ILOG33
source: Take the flamethrower parts to Irale. Drain the reclamation tank. At the bottom is a hidden entrance to the sewers. The gate controls are down there, somewhere. Destroy them.
da: Tag flammekasterdelene med til Irale. Tøm genvindingstanken. I bunden er der en skjult indgang til kloakkerne. Kontrolelementerne til porten er dernede et sted. Ødelæg dem.
ja: 火炎放射器の部品をイラールに持っていく。 浄化タンクを排水せよ。その下層に下水道への隠された入り口がある。 ゲートコントロールを探し出し、破壊せよ。
nl: Neem de vlammenwerperonderdelen mee naar Irale. Laat de terugwinnings tank leeglopen. Onderaan is een verborgen ingang naar de riolering. De poortbediening is daar beneden, ergens. Vernietig ze.
pt_br: Leve as peças do lança-chamas ao Irale. Drene o tanque de recuperação. No fundo há uma entrada oculta para o esgoto. Os controles do portão estão lá embaixo em algum lugar. Destrua-os.
ro: Du bucățiile aruncătorului la Irale. Drenează rezervorul recuperării. La fund e o intrare secretă către canale. Controlul porții e jos, undeva. Distruge-l.
sv: Ta med dig flamethrowerdelarna till Irale. Töm återvinningstanken. I botten finns en dold ingång till kloakerna. Grindkontrollerna finns där nere någonstans. Förstör dem.
tr: Alev makinesi parçalarını İrale'ye götür. Islah tankını boşaltın. En altta kanalizasyona gizli bir giriş var. Kapı kontrolleri aşağıda bir yerde. Onları yok et.

# TXT_ILOG37
source: Command, he's done it! The gates are open. Send in the shock troops and tell Macil we're coming in! Let's get back to the Front base.
da: Kommando, han har gjort det! Portene er åbne. Send choktropperne ind og fortæl Macil, at vi kommer ind! Lad os komme tilbage til frontbasen.
ja: 司令官、彼はやったぞ! ゲートが開いた。突撃部隊を送って我々も続くとマシルに伝えてくれ!
nl: Commando, hij heeft het gedaan! De poorten zijn open. Stuur de stoottroepen naar binnen en zeg Macil dat we binnenkomen! Laten we teruggaan naar de voorste basis.
pt_br: Comando, ele conseguiu! Os portões estão abertos. Mande as tropas de choque e diga ao Macil que estamos entrando! Vamos voltar pra base da Frente.
ro: Comandă, a reușit! Porțile sunt deschise. Trimite trupele de șoc și spune-i lui Macil că intrăm! Să ne întoarcem la baza Frontului.
sv: Kommando, han har gjort det! Portarna är öppna. Skicka in chocktrupperna och säg till Macil att vi kommer in! Låt oss återvända till Frontbasen.
tr: Komuta, başardı! Kapılar açıldı. Şok birliklerini gönderin ve Macil'e geldiğimizi söyleyin! Cephe üssüne geri dönelim.
