Repository: the-phinet/UZDoom
Catalog: zdoom_game_strings/*.po
Languages: da, ja, nl, pt_br, ro, sv, tr

# TXT_RPLY0_SCRIPT22_D7580_THANK
source: Thanks... I'll do what I can.
da: Tak... Jeg vil gøre, hvad jeg kan.
ja: ありがとう...精一杯の事をしよう。
nl: Bedankt... Ik zal doen wat ik kan.
pt_br: Obrigado... Farei o possível.
ro: Merci... O să fac ce pot.
sv: Tack... Jag ska göra vad jag kan.
tr: Teşekkürler. Elimden geleni yapacağım.

# TXT_DLG_SCRIPT22_D9096_GODSP
source: Godspeed, friend.
da: Held og lykke, min ven.
ja: 急ぎたまえ、同志よ。
nl: Goeie reis, vriend.
pt_br: Boa sorte, amigo.
ro: Noroc, prietene.
sv: Lycka till, min vän.
tr: Yolun açık olsun, dostum.

# TXT_DLG_SCRIPT22_D10612_TALKT
source: Talk to the master Smithy if you have questions. All I do is put labels on the crates.
da: Tal med mester Smithy, hvis du har spørgsmål. Jeg sætter bare etiketter på kasserne.
ja: 相談がある場合は鍛冶屋のマスターに仰って 下さい。私は箱にラベルを張っているだけです。
nl: Praat met meester Smithy als je vragen hebt. Het enige wat ik doe is etiketten op de kratten plakken.
pt_br: Fale com o mestre Smithy se tiver dúvidas. Tudo o que eu faço aqui é colocar etiquetas nas caixas.
ro: Vorbește cu maestrul Smithy dacă ai întrebări. Tot ce fac eu e să pun embleme pe cutii.
sv: Prata med mästersmeden om du har frågor. Allt jag gör är att sätta etiketter på lådorna.
tr: Sorunuz olursa Demirci Usta ile konuşun. Tek yaptığım kasaların üzerine etiket yapıştırmak.

# TXT_DLG_SCRIPT23_D0_WHATC
source: What can I get you, citizen?
da: Hvad kan jeg skaffe dig, borger?
ja: 何が入り用だ、お客さん?
nl: Wat kan ik voor je halen, burger?
pt_br: Como posso ajudá-lo, cidadão?
ro: Ce pot să-ți aduc, cetățene?
sv: Vad vill du ha, medborgare?
tr: Sana ne verebilirim, vatandaş?

# TXT_RPLY0_SCRIPT23_D0_AMMOB
source: Ammo box
da: Ammo kasse
ja: 銃弾倉
nl: Munitiedoos
pt_br: Caixa de munição
ro: Cutie cu muniție
sv: Ammunitionslåda
tr: Cephane kutusu

# TXT_RYES0_SCRIPT23_D0_HERES
source: Here's your ammo.
da: Her er din ammunition.
ja: これでソチラのブツだ。
nl: Hier is je munitie.
pt_br: Aqui está a sua munição.
ro: Aici e muniția.
sv: Här är din ammunition.
tr: İşte cephanen.

# TXT_RNO0_SCRIPT23_D0_YOUDO
source: You don't have enough for that!
da: Du har ikke nok til det!
ja: そんだけの金持ってないぞ!
nl: Daar heb je niet genoeg voor!
pt_br: Você não tem o suficiente para isto.
ro: Nu ai suficiente fonduri pentru asta.
sv: Du har inte tillräckligt med ammunition för det!
tr: Bunun için yeterince cephanen yok!

# TXT_RPLY1_SCRIPT23_D0_CRATE
source: Crate of missiles
da: Kasse med missiler
ja: ミサイル箱
nl: Krat van raketten
pt_br: Caixa de mísseis
ro: Cutie de rachete.
sv: Låda med missiler
tr: Füze sandığı

# TXT_RYES1_SCRIPT23_D0_HEREC
source: Here, citizen.
da: Her, borger.
ja: どうぞ、お客さん。
nl: Hier, burger.
pt_br: Aqui, cidadão.
ro: Aici, orășene.
sv: Här, medborgare.
tr: Buyur, vatandaş.

# TXT_RNO1_SCRIPT23_D0_ITS85
source: It's 85 gold, citizen!
da: Det koster 85 guld, borger!
ja: 85ゴールドだぜ、お客さん!
nl: Het is 85 goud, burger!
pt_br: Custa 85 moedas de ouro, cidadão!
ro: E 85 de monezi, cetățene!
sv: Det är 85 guld, medborgare!
tr: 85 altın, vatandaş!

# TXT_RPLY2_SCRIPT23_D0_HEGRE
source: H-E grenades
da: H-E granater
ja: HEグレネード
nl: H-E-granaten
pt_br: Granadas explosivas
ro: Grenade.
sv: H-E-granater
tr: H-E el bombaları

# TXT_RYES2_SCRIPT23_D0_HEREA
source: Here are your grenades.
da: Her er dine granater.
ja: これでソチラのブツだ。
nl: Hier zijn je granaten.
pt_br: Aqui estão as suas granadas
ro: Aici sunt grenadele.
sv: Här är dina granater.
tr: İşte el bombaların.

# TXT_RNO2_SCRIPT23_D0_THEYA
source: They are 100 gold, friend.
da: De koster 100 guld, ven.
ja: 100ゴールドだぜ、旦那!
nl: Ze zijn 100 goud, vriend.
pt_br: Custam 100 moedas, amigo.
ro: Costă 100 de monezi, prietene.
sv: De kostar 100 guld, vän.
tr: Onlar 100 altın, dostum.

# TXT_RPLY3_SCRIPT23_D0_ENERG
source: Energy pod
da: Energibælg
ja: エネルギーポッド
nl: Energiecapsule
pt_br: Célula de energia.
ro: Capsulă energetică.
sv: Energipod
tr: Enerji kapsülü

# TXT_RYES3_SCRIPT23_D0_HEREY
source: Here you are.
da: Værsgo.
ja: どうぞ。
nl: Hier ben je dan.
pt_br: Aqui está.
ro: Aici este.
sv: Här är den.
tr: Buyurun.

# TXT_RNO3_SCRIPT23_D0_THATS
source: That's 135 gold, sorry.
da: Den koster 135 guld, beklager.
ja: 135ゴールドなんだ、ワリィ!
nl: Dat is 135 goud, sorry.
pt_br: Custa 135 moedas. Sinto muito.
ro: Costă 135 de monezi, scuze.
sv: Den kostar 135 guld, tyvärr.
tr: Bu 135 altın, üzgünüm.

# TXT_DLG_SCRIPT23_D1516_WHATC
source: What can I assist you with?
da: Hvad kan jeg hjælpe dig med?
ja: 何か手伝いましょうか?
nl: Waarmee kan ik je helpen?
pt_br: Como posso ajudá-lo?
ro: Cu ce te pot ajuta?
sv: Vad kan jag hjälpa dig med?
tr: Size nasıl yardımcı olabilirim?

# TXT_RPLY0_SCRIPT23_D1516_LEATH
source: Leather armor
da: Læder rustning
ja: レザーアーマー
nl: Leren harnas
pt_br: Armadura de couro
ro: Armură de piele
sv: Läderrustning
tr: Deri zırh

# TXT_RYES0_SCRIPT23_D1516_HEREI
source: Here it is citizen.
da: Her er den, borger.
ja: どうぞ、お客さん。
nl: Hier is het een burger.
pt_br: Aqui está, cidadão.
ro: Aici e cetățene.
sv: Här är den, medborgare.
tr: İşte vatandaş.

# TXT_RNO0_SCRIPT23_D1516_THERE
source: There's no charity given here!
da: Der gives ingen velgørenhed her!
ja: これはチャリティーじゃない!
nl: Er wordt hier geen liefdadigheid gegeven!
pt_br: Aqui não é local de caridade!
ro: Nu facem caritate aici!
sv: Det finns ingen välgörenhet här!
tr: Burada sadaka verilmez!

# TXT_RPLY1_SCRIPT23_D1516_METAL
source: Metal armor
da: Metal rustning
ja: メタルアーマー
nl: Metalen harnas
pt_br: Armadura de metal
ro: Armură de metal
sv: Metall rustning
tr: Metal zırh

# TXT_RYES1_SCRIPT23_D1516_ANEXC
source: An excellent choice citizen.
da: Et glimrende valg, borger.
ja: 良い選択です。
nl: Een uitstekende keuze, burger.
pt_br: Excelente escolha, cidadão.
ro: Excelentă alegere cetățene.
sv: Ett utmärkt val, medborgare.
tr: Mükemmel bir seçim vatandaş.

# TXT_RNO1_SCRIPT23_D1516_YOUDO
source: You don't have enough for this!
da: Du har ikke nok til dette!
ja: これでは足りない!
nl: Je hebt hier niet genoeg voor!
pt_br: Você não tem o suficiente para isto!
ro: Nu ai suficiente fonduri pentru asta!
sv: Du har inte tillräckligt för detta!
tr: Bunun için yeterli değilsin!

# TXT_RPLY2_SCRIPT23_D1516_ENVIR
source: Environmental suit
da: Miljødragt
ja: 耐環境スーツ
nl: Beschermend Pak
pt_br: Traje de proteção
ro: Costum de Protecție împotriva Mediului
sv: Miljödräkt
tr: Çevre kıyafeti

# TXT_RYES2_SCRIPT23_D1516_HEREY
source: Here you are.
da: Værsgo.
ja: どうぞ。
nl: Hier ben je dan.
pt_br: Aqui está.
ro: Aici este.
sv: Här är du.
tr: İşte buradasın.

# TXT_RNO2_SCRIPT23_D1516_NOMON
source: No money, no suit.
da: Ingen penge, ingen dragt.
ja: 金が無いならスーツは無しだ。
nl: Geen geld, geen pak.
pt_br: Sem dinheiro, sem traje.
ro: Niciun ban, niciun costum.
sv: Inga pengar, ingen dräkt.
tr: Para yok, takım elbise yok.

# TXT_RPLY3_SCRIPT23_D1516_SOMET
source: Something different?
da: Noget andet?
ja: 何か別のやつは?
nl: Iets anders?
pt_br: Algo diferente?
ro: Ceva diferit?
sv: Något annat?
tr: Farklı bir şey mi var?

# TXT_RYES3_SCRIPT23_D1516_GOTHR
source: Go through the door down the hall.
da: Gå gennem døren nede ad gangen.
ja: ホールのドアを通るんだ。
nl: Ga door de deur aan het einde van de gang.
pt_br: Passe pela porta lá no salão.
ro: Intră pe ușa din josul holului.
sv: Gå genom dörren i korridoren.
tr: Koridorun sonundaki kapıdan geç.

# TXT_RNO3_SCRIPT23_D1516_YOUMU
source: You must pay if you want to play.
da: Du skal betale, hvis du vil spille.
ja: プレイするなら支払うべきだ。
nl: Je moet betalen als je wilt spelen.
pt_br: Você precisa pagar se quiser jogar.
ro: Trebuie să plătești dacă vrei să joci.
sv: Du måste betala om du vill spela.
tr: Oynamak istiyorsan ödeme yapmalısın.

# TXT_DLG_SCRIPT23_D3032_WHATC
source: What can I get you?
da: Hvad kan jeg give dig?
ja: 何をお求めで?
nl: Wat kan ik voor je halen?
pt_br: O que gostaria?
ro: Ce pot să-ți aduc?
sv: Vad kan jag ge dig?
tr: Sana ne verebilirim?

# TXT_RPLY0_SCRIPT23_D3032_LEATH
source: Leather armor
da: En læderrustning
ja: レザーアーマー
nl: Leren harnas
pt_br: Armadura de couro
ro: Armură de piele
sv: En läderrustning
tr: Deri zırh.

# TXT_RYES0_SCRIPT23_D3032_HEREI
source: Here it is, citizen.
da: Her er den, borger.
ja: どうぞ、お客さん。
nl: Hier is het, burger.
pt_br: Aqui está, cidadão.
ro: Aici este, cetățene.
sv: Här är den, medborgare.
tr: İşte burada, vatandaş.

# TXT_RNO0_SCRIPT23_D3032_THERE
source: There's no charity given here!
da: Der gives ingen velgørenhed her!
ja: これはチャリティーじゃない!
nl: Er wordt hier geen liefdadigheid gegeven!
pt_br: Aqui não é local de caridade!
ro: Nu facem caritate aici!
sv: Det finns ingen välgörenhet här!
tr: Burada sadaka verilmez!

# TXT_RPLY1_SCRIPT23_D3032_METAL
source: Metal armor
da: Metal rustning
ja: メタルアーマー
nl: Metalen harnas
pt_br: Armadura de metal
ro: Armură de metal
sv: Metallrustning
tr: Metal zırh

# TXT_RYES1_SCRIPT23_D3032_ANEXC
source: An excellent choice citizen.
da: Et fremragende valg, borger.
ja: 良い選択だ。
nl: Een uitstekende keuze voor de burger.
pt_br: Excelente escolha, cidadão.
ro: Excelentă alegere cetățene.
sv: Ett utmärkt val, medborgare.
tr: Mükemmel bir seçim vatandaş.

# TXT_RNO1_SCRIPT23_D3032_YOUDO
source: You don't have enough for this!
da: Du har ikke nok til dette!
ja: これでは足りない!
nl: Je hebt hier niet genoeg voor!
pt_br: Você não tem o suficiente para isto!
ro: Nu ai suficiente fonduri pentru asta!
sv: Du har inte tillräckligt för detta!
tr: Bunun için yeterli değilsin!

# TXT_RPLY2_SCRIPT23_D3032_ENVIR
source: Environmental suit
da: Miljødragt
ja: 耐環境スーツ
nl: Beschermend Pak
pt_br: Traje de proteção
ro: Costum de Protecție împotriva Mediului
sv: Miljödräkt
tr: Çevre kıyafeti

# TXT_RYES2_SCRIPT23_D3032_HEREY
source: Here you are.
da: Her er du.
ja: どうぞ。
nl: Hier ben je dan.
pt_br: Aqui está.
ro: Aici este.
sv: Här är du.
tr: İşte buradasın.

# TXT_RNO2_SCRIPT23_D3032_NOMON
source: No money, no suit.
da: Ingen penge, ingen dragt.
ja: 金が無いならスーツは無しだ。
nl: Geen geld, geen pak.
pt_br: Sem dinheiro, sem traje.
ro: Niciun ban, niciun costum.
sv: Inga pengar, ingen dräkt.
tr: Para yok, takım elbise yok.

# TXT_DLG_SCRIPT23_D4548_HOWCA
source: How can I help you today?
da: Hvordan kan jeg hjælpe dig i dag?
ja: 本日は何の用で?
nl: Hoe kan ik u vandaag helpen?
pt_br: Como posso ajudá-lo hoje?
ro: Cu ce te pot ajuta azi?
sv: Hur kan jag hjälpa dig i dag?
tr: Bugün size nasıl yardımcı olabilirim?

# TXT_RPLY0_SCRIPT23_D4548_MEDPA
source: Med patch
da: Medicinsk plaster
ja: 医薬パッチ
pt_br: Compressa médica
ro: Bandaj medical
sv: Medicinsk plåster
tr: İlaç yaması

# TXT_RYES0_SCRIPT23_D4548_HERES
source: Here's your patch.
da: Her er dit plaster.
ja: これが貴方のパッチです。
nl: Hier is je patch.
pt_br: Aqui está sua compressa.
ro: Aici e bandajul.
sv: Här är ditt plåster.
tr: İşte yaman.

# TXT_RNO0_SCRIPT23_D4548_THATI
source: That is 15 gold my friend.
da: Det er 15 guld, min ven.
ja: これは15ゴールドですよ。
nl: Dat is 15 goud, mijn vriend.
pt_br: Custa 15 moedas de ouro, meu amigo.
ro: E 15 monezi prietene.
sv: Det är 15 guld, min vän.
tr: Bu 15 altın dostum.

# TXT_RPLY1_SCRIPT23_D4548_MEDIC
source: Medical kit
da: Medicinsk kit
ja: 医療用キット
nl: Medische kit
pt_br: Kit médico
ro: Kit medical
sv: Medicinsk utrustning
tr: Tıbbi kit

# TXT_RYES1_SCRIPT23_D4548_HERES
source: Here's your medical kit.
da: Her er dit medicinske kit.
ja: これが貴方のキットです。
nl: Hier is je medische uitrusting.
pt_br: Aqui está o seu kit médico
ro: Aici e kitul medical.
sv: Här är ditt medicinska utrustning.
tr: İşte tıbbi çantan.

# TXT_RNO1_SCRIPT23_D4548_YOURA
source: Your a bit low on funds for that.
da: Du har lidt for få midler til det.
ja: お金が少し足りませんよ。
nl: Je hebt daar een beetje weinig geld voor.
pt_br: Você está um pouco mal de dinheiro pra isso.
ro: Cam puțini bani pentru aia.
sv: Du har inte så mycket pengar för det.
tr: Bunun için biraz az paran var.

# TXT_RPLY2_SCRIPT23_D4548_FIELD
source: Field surgery kit
da: Kirurgisæt
ja: 手術キット
nl: Veld chirurgie kit
pt_br: Kit de cirurgia
ro: Kit chirurgical de teren.
sv: Fältkirurgisk utrustning
tr: Saha ameliyat kiti

# TXT_RYES2_SCRIPT23_D4548_ONEFI
source: One field surgery kit.
da: Et kirurgisæt.
ja: 手術キット一丁。
nl: Een veldoperatiekit.
pt_br: Um kit de cirurgia.
ro: Un kit chirurgical de teren, gata.
sv: Ett fältkirurgiskt utrustning.
tr: Bir saha ameliyat kiti.

# TXT_RNO2_SCRIPT23_D4548_COMEB
source: Come back when you have money!
da: Kom tilbage, når du har penge!
ja: お金が有る時にまた!
nl: Kom terug als je geld hebt!
pt_br: Volte quando tiver dinheiro!
ro: Revino când o să ai bani!
sv: Kom tillbaka när du har pengar!
tr: Paran olduğunda geri gel!

# TXT_DLG_SCRIPT23_D6064_HELLO
source: Hello friend, what can I get you?
da: Hej ven, hvad kan jeg give dig?
ja: よう旦那、何が必要だ?
nl: Hallo vriend, wat kan ik voor je halen?
pt_br: Olá amigo, como posso te ajudar?
ro: Bună prietene, ce pot să-ți aduc?
sv: Hej vän, vad vill du ha?
tr: Merhaba arkadaşım, sana ne getirebilirim?

# TXT_RPLY0_SCRIPT23_D6064_INFOR
source: Information
ja: 情報
nl: Informatie
pt_br: Informações
ro: Informație
tr: Bilgi

# TXT_RYES0_SCRIPT23_D6064_IVENE
source: I've never seen anyone go in or out of the factory, the forcefield's always up.
da: Jeg har aldrig set nogen gå ind eller ud af fabrikken, kraftfeltet er altid oppe.
ja: 誰も工場を出入りしている所を見ていない、 フォースフィールドがずっと付いてる。
nl: Ik heb nog nooit iemand in of uit de fabriek zien gaan, het krachtveld is altijd in orde.
pt_br: Nunca vi alguém entrar ou sair da fábrica. O campo de força está sempre ativado.
ro: N-am văzut niciodată pe cineva intrând sau ieșind din fabrică, câmpul de forță e mereu activ.
sv: Jag har aldrig sett någon gå in eller ut ur fabriken, kraftfältet är alltid uppe.
tr: Kimsenin fabrikaya girip çıktığını görmedim, güç alanı her zaman açık.

# TXT_RNO0_SCRIPT23_D6064_NOMON
source: No money, no info.
da: Ingen penge, ingen info.
ja: 金が無いなら情報は無しだ。
nl: Geen geld, geen informatie.
pt_br: Sem grana, nada de informações.
ro: Niciun ban, nicio informație.
sv: Inga pengar, ingen information.
tr: Para yok, bilgi yok.

# TXT_DLG_SCRIPT23_D7580_YESWH
source: Yes, what would you like?
da: Ja, hvad vil du gerne have?
ja: はい、どうしたい?
nl: Ja, wat wil je graag?
pt_br: Sim, o que você gostaria?
ro: Da, ce ai dori?
sv: Ja, vad vill du ha?
tr: Evet, ne istiyorsunuz?

# TXT_RPLY0_SCRIPT23_D7580_MOREI
source: More info.
da: Mere info.
ja: 更なる情報
nl: Meer info.
pt_br: Mais informações.
ro: Mai multă informație.
sv: Mer information.
tr: Daha fazla bilgi.

# TXT_RYES0_SCRIPT23_D7580_THEFA
source: The factory's built on the comet's impact site. I don't think it's by chance.
da: Fabrikken er bygget på kometens nedslagssted. Jeg tror ikke, det er tilfældigt.
ja: 工場は彗星の衝突地点に建っている。 これは偶然だと思えない。
nl: De fabriek is gebouwd op de impact van de komeet site. Ik denk niet dat het toeval is.
pt_br: A fábrica foi construída no local de impacto do cometa. Não acho que tenha sido por acaso.
ro: Fabrica e construită pe locul de prăbușire al cometei. Nu cred că e o coincidență.
sv: Fabriken är byggd på kometens nedslagsplats. Jag tror inte att det är en slump.
tr: Fabrika kuyruklu yıldızın çarpma alanına inşa edildi. Bunun tesadüf olduğunu sanmıyorum.

# TXT_RNO0_SCRIPT23_D7580_COMEO
source: Come on, it's a measly 5 gold.
da: Kom nu, det er sølle 5 guld.
ja: 頼むぜ、たった5ゴールドだぞ。
nl: Kom op, het is een miezerige 5 goud.
pt_br: Vamos lá, custa só 5 moedinhas.
ro: Haide, sunt 5 bănuți amărâți.
sv: Kom igen, det är bara 5 guld.
tr: Hadi ama, sadece 5 altın.

# TXT_DLG_SCRIPT23_D9096_HELLO
source: Hello again, what'll it be?
da: Hej igen, hvad bliver det?
ja: また来たな、何か頼むか?
nl: Hallo nogmaals, wat zal het zijn?
pt_br: Olá de novo. O que vai ser desta vez?
ro: Bună din nou, ce dorești?
sv: Hej igen, vad vill du ha?
tr: Tekrar merhaba, ne alırdınız?

# TXT_RPLY0_SCRIPT23_D9096_MOREI
source: More info.
da: Mere info.
ja: 更なる情報
nl: Meer info.
pt_br: Mais informações.
ro: Mai multă informație.
sv: Mer information.
tr: Daha fazla bilgi.

# TXT_RYES0_SCRIPT23_D9096_THEFA
source: The factory closed when the Order unveiled its new horror: the Inquisitor.
da: Fabrikken lukkede, da Ordenen afslørede sin nye rædsel: Inquisitoren.
ja: 工場はオーダーの「新審問官」が来てから 恐ろしい雰囲気を纏った。
nl: De fabriek werd gesloten toen de Orde haar nieuwe horror onthulde: de inquisiteur.
pt_br: A fábrica fechou quando a Ordem revelou o seu novo horror: o Inquisidor.
ro: Fabrica s-a închis când Ordinul a dezvăluit noua sa oroare: Inchizitorul.
sv: Fabriken stängdes när Orden presenterade sin nya skräck: Inkvisitorn.
tr: Fabrika, Tarikat yeni dehşeti Cezacı'yı tanıttığında kapandı.

# TXT_RNO0_SCRIPT23_D9096_5GOLD
source: 5 gold please.
da: 5 guld, tak.
ja: 5ゴールドかかるぜ。
nl: 5 goud alsjeblieft.
pt_br: 5 moedas por favor.
ro: 5 bani te rog.
sv: 5 guld, tack.
tr: 5 altın lütfen.

# TXT_DLG_SCRIPT23_D10612_THATS
source: That's all I know. Even bartenders run out of stuff to say, sorry.
da: Det er alt, hvad jeg ved. Selv bartendere løber tør for ting at sige, undskyld.
ja: 知ってることはこれで全部だ。 バーテンダーの噂は売切れだ、すまない。
nl: Dat is alles wat ik weet. Zelfs de barmannen hebben niet veel meer te zeggen, sorry.
pt_br: Isso é tudo o que eu sei. Até donos de bar acabam ficando sem algo pra dizer uma hora, sinto muito.
ro: Asta e tot ce știu, până și barmanii rămân fără chestii de zis.
sv: Det är allt jag vet. Till och med bartender får slut på saker att säga, tyvärr.
tr: Tek bildiğim bu. Barmenlerin bile söyleyecek bir şeyleri kalmadı, üzgünüm.

# TXT_DLG_SCRIPT23_D12128_HELLO
source: Hello.
da: Hej.
ja: こんにちは。
nl: Hallo.
pt_br: Olá.
ro: Salut.
sv: Hej.
tr: Merhaba.

# TXT_RPLY0_SCRIPT23_D12128_WHATA
source: What are you doing?
da: Hvad laver du?
ja: 何してるんだ?
nl: Wat ben je aan het doen?
pt_br: O que você está fazendo?
ro: Ce faci?
sv: Vad gör du?
tr: Ne yapıyorsun?

# TXT_RYES0_SCRIPT23_D12128_IMDOI
source: I'm doing stuff, go away!
da: Jeg laver noget, gå væk!
ja: 今は立て込んでる、離れなさい!
nl: Ik doe dingen, ga weg!
pt_br: Estou fazendo coisas, vá embora!
ro: Am treabă, pleacă!
sv: Jag gör saker, försvinn!
tr: Bir şeyler yapıyorum, git başımdan!

# TXT_DLG_SCRIPT23_D13644_NOWWH
source: Now, what can I help you with?
da: Hvad kan jeg hjælpe dig med?
ja: 今手伝ってくれるか?
nl: Nu, waar kan ik je mee helpen?
pt_br: Então, como posso ajudá-lo?
ro: Acum, cu ce te pot ajuta?
sv: Vad kan jag hjälpa dig med?
tr: Şimdi, sana nasıl yardımcı olabilirim?

# TXT_RPLY0_SCRIPT23_D13644_SHADO
source: Shadow armor?
da: Skygge rustning?
ja: シャドウアーマー?
nl: Schaduw harnas?
pt_br: Armadura das sombras?
ro: Armura umbrei?
sv: Skuggarmering?
tr: Gölge zırhı mı?

# TXT_RYES0_SCRIPT23_D13644_AHHTO
source: Ahh, to be heard, but not seen!
da: Ahh, at blive hørt, men ikke set!
ja: ああ、声はすれど姿は見えず。
nl: Ahhh, om gehoord, maar niet gezien te worden!
pt_br: Ahh, ser ouvido mas não ser visto!
ro: Ahh, să fii auzit, dar nu văzut!
sv: Ahh, att höras men inte ses!
tr: Ahh, duyulmak ama görülmemek!

# TXT_RNO0_SCRIPT23_D13644_GETOU
source: Get out of here, come back when you have some cash.
da: Forsvind herfra, kom tilbage når du har nogle penge.
ja: ここを出て、稼いでからまた来てくれ!
nl: Ga hier weg, kom terug als je wat geld hebt.
pt_br: Vá embora daqui. Volte quando tiver dinheiro.
ro: Cară-te, întoarce-te când ai bani.
sv: Försvinn härifrån, kom tillbaka när du har lite pengar.
tr: Git buradan, biraz paran olduğunda geri gel.

# TXT_DLG_SCRIPT23_D15160_THANK
source: Thank Deus you got here. To enter the factory you need a key. We stole it but our agent is missing in the web of catacombs under the Order's stronghold. I have sent ten good men into those tunnels to find him, and none have returned. Something is down there!
da: Tak Deus for at du kom her. For at komme ind på fabrikken skal du bruge en nøgle. Vi stjal den, men vores agent er forsvundet i katakomberne under ordenens højborg. Jeg har sendt ti gode mænd ned i disse tunneller for at finde ham, men ingen er vendt tilbage. Der er noget dernede!
ja: ようやく来てくれたか。 工場に入るためには鍵が必要だ。 鍵は盗んだのだが、我々の密偵が砦地下にある 地下墓所で行方不明になった。 彼を探すため10名派遣したのだが、 誰一人帰ってこなかった。 地下墓地で何か異変が起こっているに違いない。
nl: Bedankt Deus dat je hier bent gekomen. Om de fabriek binnen te komen heb je een sleutel nodig. We hebben het gestolen maar onze agent ontbreekt in het web van de catacomben onder het bolwerk van de Orde. Ik heb tien goede mannen in die tunnels gestuurd om hem te vinden, en niemand is teruggekomen. Er is daar beneden iets!
pt_br: Graças a Deus que você está aqui. Para entrar na fábrica você precisa de uma chave. Nós a roubamos mas nosso agente desapareceu na rede de catacumbas debaixo da fortaleza da Ordem. Mandei dez homens capazes pra dentro desses túneis para encontrá-lo e ninguém retornou. Tem alguma coisa lá embaixo!
ro: Slavă Domnului că ești aici. Ca să intri în fabrică ai nevoie de o cheie. Am furat-o dar agentul nostru a dispărut în rețeaua catacombelor fortăreței Ordinului. Am trimis zece oameni pricepuți după el, dar niciunul nu s-a întors. Ceva se întâmplă acolo!
sv: Tacka Deus för att du kom hit. För att komma in i fabriken behöver du en nyckel. Vi stal den, men vår agent saknas i katakomberna under Ordensfästet. Jag har skickat tio goda män in i tunnlarna för att hitta honom, men ingen har återvänt. Något finns där nere!
tr: Buraya geldiğin için Deus'a şükret. Fabrikaya girmek için bir anahtara ihtiyacınız var. Onu çaldık ama ajanımız Tarikat'ın kalesinin altındaki yeraltı mezarlarında kayıp. Onu bulmaları için o tünellere on iyi adam gönderdim ama hiçbiri geri dönmedi. Aşağıda bir şey var!

# TXT_RPLY0_SCRIPT23_D15160_WHATI
source: What is it? Human or... ?
da: Hvad er det? Menneske eller... ?
ja: それは一体?人間か...?
nl: Wat is het? Menselijk of.... ?
pt_br: O que é? É humano ou... ?
ro: Ce e? Uman sau... ?
sv: Vad är det? Mänskligt eller... ?
tr: Ne var orada? İnsan mı yoksa... ?

# TXT_DLG_SCRIPT23_D16676_NOTDE
source: Not. Definitely not. Whatever it is, you must fight it to retrieve the key. I'll open the catacombs' entrance. When you've got it, the factory is next to the mines. Hurry, each second counts.
da: Nej. Helt sikkert ikke. Uanset hvad det er, skal du kæmpe mod det for at få nøglen tilbage. Jeg åbner katakombernes indgang. Når du har fået den, er fabrikken ved siden af minerne. Skynd dig, hvert sekund tæller.
ja: いや。人間の仕業だとはとても思えない。 それが何であれ君は鍵を取り戻せ。 地下墓所への入り口は開けておこう。 鍵を手に入れたら、工場は採掘所の隣にある。 時間はあまり無いから急ぐのだ。
nl: Niet. Zeker niet. Wat het ook is, je moet ertegen vechten om de sleutel terug te krijgen. Ik zal de ingang van de catacomben openen. Als je hem hebt, staat de fabriek naast de mijnen. Schiet op, elke seconde telt.
pt_br: Não. Definitivamente não é. Seja lá o que for, você deve enfrentá-lo para recuperar a chave. Vou abrir a entrada das catacumbas. Quando você pegar a chave, vá para a fábrica próxima às minas. Depressa, cada segundo é importante.
ro: Nu. Cu siguranță nu. Orice ar fi, va trebui să o înfrunți pentru a recupera cheia. Voi deschide intrarea catacombelor. Când o ai, fabrica e vizavi de mine. Grăbește-te, orice secundă contează.
sv: Inte. Definitivt inte. Vad det än är måste du slåss mot det för att få tag på nyckeln. Jag öppnar katakombernas ingång. När du har fått den är fabriken bredvid gruvorna. Skynda dig, varje sekund räknas.
tr: İnsan değil. Kesinlikle değil. O her neyse, anahtarı almak için onunla savaşmalısın. Yeraltı mezarlarının girişini açacağım. Anahtarı aldığında, fabrika madenlerin yanında. Acele et, her saniye önemli.

# TXT_RPLY0_SCRIPT23_D16676_SOMET
source: Something inhuman, eh?, great.
da: Noget umenneskeligt, hva'?, fedt.
ja: 非人道的な何か?流石だな。
nl: Iets onmenselijks, eh?, geweldig.
pt_br: Algo não-humano, é? Que ótimo.
ro: Ceva inuman, ei? Grozav.
sv: Något omänskligt, va?, bra.
tr: İnsanlık dışı bir şey, ha? Harika.

# TXT_DLG_SCRIPT23_D18192_YOURE
source: You're wasting time and lives! Move!
da: Du spilder tid og liv! Af sted!
ja: こうしてる間にも君は時間と人命を 無駄にしている。行け!
nl: Je verspilt tijd en levens! Vooruit!
pt_br: Você está desperdiçando tempo e vidas! Ande logo!
ro: Pierzi timp și vieți, mișcă-te!
sv: Du slösar tid och liv! Flytta på dig!
tr: Zamanınızı ve hayatlarınızı boşa harcıyorsunuz! Çekilin!
