Repository: the-phinet/UZDoom
Catalog: zdoom_game_strings/*.po
Languages: da, ja, nl, pt_br, ro, sv, tr

# TXT_DLG_SCRIPT33_D0_BECAR
source: Be careful out there.
da: Vær forsigtig derude.
ja: 外は気をつけろ。
nl: Wees voorzichtig daarbuiten.
pt_br: Tome cuidado por aí.
ro: Ai grijă pe-acolo.
sv: Var försiktig där ute.
tr: Dışarıda dikkatli ol.

# TXT_DLG_SCRIPT33_D1516_SAYFR
source: Say friend, I'll help you, if you help me. Give me 5 gold and I'll tell you what I know.
da: Sig ven, jeg vil hjælpe dig, hvis du hjælper mig. Giv mig 5 guld, så fortæller jeg dig, hvad jeg ved.
ja: 助けてくれるなら援助する。 5ゴールドで知っている情報を全て教えよう
nl: Zeg vriend, ik zal je helpen, als je me helpt. Geef me 5 goud en ik zal je vertellen wat ik weet.
pt_br: Que tal, eu te ajudo se você me ajudar. Me dê 5 moedas de ouro e eu te digo o que eu sei.
ro: Să zicem prietene, că te ajut, dacă și tu m-ajuți. Dă-mi 5 monezi și îți voi spune ce știu.
sv: Säg vän, jag hjälper dig om du hjälper mig. Ge mig fem guld så berättar jag vad jag vet.
tr: Dostum, sen bana yardım edersen ben de sana yardım ederim. Bana 5 altın ver, ben de sana bildiklerimi anlatayım.

# TXT_RPLY0_SCRIPT33_D1516_HERES
source: Here's the gold.
da: Her er guldet.
ja: 金はこれだ。
nl: Hier is het goud.
pt_br: Tome estas moedas.
ro: Aici e aurul.
sv: Här är guldet.
tr: İşte altın.

# TXT_RYES0_SCRIPT33_D1516_IFYOU
source: If you punch someone, you won't set off the alarms.
da: Hvis du slår nogen, vil du ikke udløse alarmen.
ja: パンチならアラームを鳴らせることはない。
nl: Als je iemand slaat, zal je het alarm niet afgaan.
pt_br: Se você der um soco em alguém, você não ativará os alarmes.
ro: Dacă îi tragi un pumn cuiva, nu vei declanșa alarma.
sv: Om du slår någon så kommer du inte att utlösa larmet.
tr: Eğer birine yumruk atarsan, alarmları çalıştırmazsın.

# TXT_RNO0_SCRIPT33_D1516_IWONT
source: I won't tell you anything for free!
da: Jeg vil ikke fortælle dig noget gratis!
ja: タダでは教えられないな!
nl: Ik zal je niets gratis vertellen!
pt_br: Não te direi nada de graça!
ro: Nu-ți voi spune nimic pe gratis.
sv: Jag kommer inte att berätta något gratis!
tr: Sana bedavaya bir şey söylemeyeceğim!

# TXT_DLG_SCRIPT33_D3032_IVEAL
source: I've already told you what I know.
da: Jeg har allerede fortalt dig, hvad jeg ved.
ja: 俺が知っていることはこれで全部だ。
nl: Ik heb je al verteld wat ik weet.
pt_br: Já te disse o que eu sei.
ro: Ți-am spus deja tot ce știu.
sv: Jag har redan berättat vad jag vet.
tr: Sana bildiklerimi anlattım zaten.

# TXT_DLG_SCRIPT33_D4548_HELLO
source: Hello friend. What can I get for you?
da: Hej, min ven. Hvad kan jeg få for dig?
ja: どうも同士よ。何か必要か?
nl: Hallo vriend. Wat kan ik voor je halen?
pt_br: Olá amigo, como posso te ajudar?
ro: Bună prietene, ce pot să-ți aduc?
sv: Hej, min vän. Vad kan jag få för dig?
tr: Merhaba dostum. Senin için ne yapabilirim?

# TXT_RPLY0_SCRIPT33_D4548_ELECT
source: Electric bolts
da: Elektriske bolte
ja: エレクトリック ボルト
nl: Elektrische bouten
pt_br: Setas elétricas
ro: Bolțuri electrice
sv: Elektriska bultar
tr: Elektrikli cıvata.

# TXT_RYES0_SCRIPT33_D4548_ONEQU
source: One quarrel it is.
da: Et skænderi bliver det.
ja: クォーレル一本だ。
nl: Eén ruzie is het.
pt_br: Está na mão.
ro: Aici sunt.
sv: Ett gräl blir det.
tr: Tek bir tartışma.

# TXT_RNO0_SCRIPT33_D4548_YOURE
source: You're broke!
da: Du er flad!
ja: スッカラカンじゃないか!
nl: Je bent blut!
pt_br: Você está sem grana!
ro: Ești falit!
sv: Du är pank!
tr: Beş parasızsın!

# TXT_RPLY1_SCRIPT33_D4548_10ROU
source: Clip of bullets
da: Et patron-klip
ja: 銃弾倉
nl: Klem van kogels
pt_br: Carregador de balas
ro: Cartuș de gloanțe
sv: Klockan med kulor.
tr: Mermi şarjörü

# TXT_RYES1_SCRIPT33_D4548_HERES
source: Here's your ammo
da: Her er din ammunition
ja: これでアンタのブツだ。
nl: Hier is je munitie....
pt_br: Aqui está a sua munição.
ro: Aici e.
sv: Här är din ammunition.
tr: İşte cephaneniz.

# TXT_RNO1_SCRIPT33_D4548_SORRY
source: Sorry, no money, no bullets.
da: Beklager, ingen penge, ingen kugler.
ja: 悪いが、金が無ければブツも無しだ。
nl: Sorry, geen geld, geen kogels.
pt_br: Desculpe. Sem grana, sem balas.
ro: Scuze, niciun ban, niciun glonț.
sv: Tyvärr, inga pengar, inga kulor.
tr: Üzgünüm, para yoksa mermi de yok.

# TXT_RPLY2_SCRIPT33_D4548_50ROU
source: Ammo box
da: Ammo kasse
ja: 銃弾倉箱
nl: Munitiedoos
pt_br: Caixa de munição
ro: Cutie cu muniție
sv: Ammunitionslåda
tr: Cephane kutusu

# TXT_RYES2_SCRIPT33_D4548_HEREY
source: Here you go
da: Værsgo.
ja: どうぞ。
nl: Alsjeblieft
pt_br: Aqui está
ro: Aici este
sv: Varsågod.
tr: Al bakalım.

# TXT_RNO2_SCRIPT33_D4548_YOUDO
source: You don't have enough gold!
da: Du har ikke nok guld!
ja: 十分な額じゃない
nl: Je hebt niet genoeg goud!
pt_br: Você não tem ouro suficiente!
ro: Nu ai suficient aur!
sv: Du har inte tillräckligt med guld!
tr: Yeterince altının yok!

# TXT_RPLY3_SCRIPT33_D4548_AMMOS
source: Ammo satchel
da: Ammotaske
ja: 弾薬鞄
nl: Munitie tasje
pt_br: Mochila de munição
ro: Sac cu muniție
sv: Ammunitionsväska
tr: Cephane çantası

# TXT_RYES3_SCRIPT33_D4548_THANK
source: Thank you, anything else?
da: Tak, er der andet?
ja: ありがとう。 他に何か?
nl: Bedankt, nog iets anders?
pt_br: Obrigado. Mais alguma coisa?
ro: Merci, altceva?
sv: Tack, något annat?
tr: Teşekkürler, başka bir şey var mı?

# TXT_RNO3_SCRIPT33_D4548_YOUCA
source: You can't afford that, good day.
da: Det har du ikke råd til, god dag.
ja: それを買える余裕は無い、また今度。
nl: Dat kan je je niet betalen, goede dag.
pt_br: Você não pode comprar isto. Tenha um bom dia.
ro: Nu ai bani, ziua bună.
sv: Du har inte råd med det, god dag.
tr: Bunu karşılayamazsın, iyi günler.

# TXT_DLG_SCRIPT33_D6064_WELCO
source: Welcome. What may I show you?
da: Velkommen. Hvad må jeg vise dig?
ja: ようこそ、何を見ていきますか?
nl: Welkom. Wat kan ik je laten zien?
pt_br: Seja bem-vindo. O que posso lhe mostrar?
ro: Bună. Cu ce te pot ajuta?
sv: Välkommen. Vad får jag visa dig?
tr: Hoş geldiniz. Size ne gösterebilirim?

# TXT_RPLY0_SCRIPT33_D6064_ENVIR
source: Environmental suit
da: Miljødragt
ja: 耐環境スーツ
nl: Beschermend Pak
pt_br: Traje de proteção
ro: Costum de Protecție împotriva Mediului
sv: Miljödräkt
tr: Çevre kıyafeti.

# TXT_RYES0_SCRIPT33_D6064_HEREY
source: Here you are.
da: Værsgo.
ja: はい、これをどうぞ。
nl: Hier ben je dan.
pt_br: Aqui está.
ro: Aici e.
sv: Varsågod.
tr: Al bakalım.

# TXT_RNO0_SCRIPT33_D6064_YOUDO
source: You don't have enough money for that.
da: Du har ikke penge nok til det.
ja: すみませんが、貴方は十分なお金を持っていません。
nl: Daar heb je niet genoeg geld voor.
pt_br: Você não tem dinheiro o suficiente para isto.
ro: N-ai suficienți bani.
sv: Du har inte tillräckligt med pengar för det.
tr: Bunun için yeterli paran yok.

# TXT_RPLY1_SCRIPT33_D6064_LEATH
source: Leather armor.
da: Læder rustning.
ja: レザーアーマー
nl: Leren harnas
pt_br: Armadura de couro.
ro: Armură de piele.
sv: Läderrustning.
tr: Deri zırh.

# TXT_RYES1_SCRIPT33_D6064_HEREY
source: Here you are.
da: Værsgo.
ja: これをどうぞ。
nl: Hier ben je dan.
pt_br: Aqui está.
ro: Aici e.
sv: Här är den.
tr: Al bakalım.

# TXT_RNO1_SCRIPT33_D6064_PERHA
source: Perhaps some other time?
da: Måske en anden gang?
ja: また別の機会に?
nl: Misschien een andere keer?
pt_br: Talvez outra hora?
ro: Poate altădată?
sv: Kanske en annan gång?
tr: Belki başka bir zaman?

# TXT_RPLY2_SCRIPT33_D6064_METAL
source: Metal armor
da: Metal rustning
ja: メタルアーマー
nl: Metalen harnas
pt_br: Armadura de metal
ro: Armură de metal
sv: Metallrustning.
tr: Metal zırh.

# TXT_RYES2_SCRIPT33_D6064_WEARI
source: Wear it in good health.
da: Bær den ved godt helbred.
ja: 着ると安心しますよ。
nl: Draag het in goede gezondheid.
pt_br: Vista com orgulho.
ro: Să o porți sănătos.
sv: Bär den vid god hälsa.
tr: Sağlıkla giy.

# TXT_RNO2_SCRIPT33_D6064_COMEB
source: Come back when you can afford it.
da: Kom tilbage, når du har råd til det.
ja: 余裕がある時にまた。
nl: Kom terug wanneer je het je kunt veroorloven.
pt_br: Volte quando puder comprar.
ro: Întoarce-te când ai destui bani!
sv: Kom tillbaka när du har råd.
tr: Paranız yettiğinde geri gelin.

# TXT_DLG_SCRIPT33_D7580_HOWMA
source: How may I assist you?
da: Hvordan kan jeg hjælpe dig?
ja: 何かお困りですか?
nl: Hoe kan ik u helpen?
pt_br: Como posso ajudá-lo?
ro: Cu ce te pot ajuta?
sv: Hur kan jag hjälpa dig?
tr: Size nasıl yardımcı olabilirim?

# TXT_RPLY0_SCRIPT33_D7580_MEDPA
source: Med patch
da: Medicinsk plaster
ja: 医薬パッチ
pt_br: Compressa médica
ro: Bandaj medical
sv: Medicinsk plåster
tr: Tıbbi yama

# TXT_RYES0_SCRIPT33_D7580_HERES
source: Here's your patch kit.
da: Her er dit patch-kit.
ja: これをどうぞ。
nl: Hier is je patch.
pt_br: Aqui está a sua compressa
ro: Aici este.
sv: Her er dit plaster.
tr: İşte yama setiniz.

# TXT_RNO0_SCRIPT33_D7580_YOUNE
source: You need 10 gold for that.
da: Du skal bruge 10 guld for det.
ja: 10 ゴールド必要です。
nl: Daar heb je 10 goud voor nodig.
pt_br: Você precisa de 10 moedas para isto.
ro: Ai nevoie de 10 monezi pentru aia.
sv: Du behöver 10 guld för den.
tr: Bunun için 10 altına ihtiyacın var.

# TXT_RPLY1_SCRIPT33_D7580_FIELD
source: Field surgery kit
da: Kirurgisæt
ja: 手術キット
nl: Veld chirurgie kit
pt_br: Kit de cirurgia
ro: Kit chirurgical de teren.
sv: Fältkirurgisk utrustning
tr: Saha ameliyat kiti

# TXT_RYES1_SCRIPT33_D7580_THANK
source: Thank you.
da: Tak.
ja: ありがとうございます。
nl: Bedankt.
pt_br: Obrigado.
ro: Merci.
sv: Tack.
tr: Teşekkür ederim.

# TXT_RNO1_SCRIPT33_D7580_IWISH
source: I wish I could give them away, but they cost 25 gold.
da: Jeg ville ønske, jeg kunne give dem væk, men de koster 25 guld.
ja: 譲渡したい所ですが、25 ゴールド必要です。
nl: Ik wou dat ik ze kon weggeven, maar ze kosten 25 goud.
pt_br: Bem que eu queria doar de graça, mas custa 25 moedas de ouro.
ro: Aș vrea să le pot da pe gratis, dar costă 25 de monezi.
sv: Jag önskar att jag kunde ge bort dem, men de kostar 25 guld.
tr: Keşke onları verebilseydim ama 25 altına mal oluyorlar.

# TXT_RPLY2_SCRIPT33_D7580_HEALI
source: Healing
ja: 治療だ
nl: Genezing
pt_br: Cura
ro: Vindecă-mă.
sv: Helande
tr: Şifa

# TXT_RYES2_SCRIPT33_D7580_THERE
source: There you go. Take care now.
da: Værsgo. Pas godt på dig selv nu.
ja: こちらになります、お気をつけて。
nl: Daar ga je. Pas goed op jezelf.
pt_br: Pronto. Se cuida.
ro: Gata. Ai grijă acum.
sv: Här har du. Ta hand om dig nu.
tr: Al bakalım. Kendine iyi bak.

# TXT_RNO2_SCRIPT33_D7580_WELLM
source: Well, maybe you can afford some med patches?
da: Måske har du råd til nogle medicinske plastre?
ja: ところで、医薬パッチを買う余裕はありますか?
nl: Nou ja, misschien kunt u zich wat medische patches veroorloven?
pt_br: Bem, talvez você possa comprar algumas compressas?
ro: Păi, poate îți permiți niște truse medicale?
sv: Du kanske har råd med några medicinska plåster?
tr: Belki birkaç ilaç yamasını karşılayabilirsin?

# TXT_DLG_SCRIPT33_D9096_HELLO
source: Hello friend, I haven't seen you around here before. All I can say is that I'd be careful if I were you, there's a lot going on and it's better if you don't get in the way.
da: Hej ven, jeg har ikke set dig her før. Alt jeg kan sige er, at jeg ville være forsigtig, hvis jeg var dig, der sker meget, og det er bedre, hvis du ikke kommer i vejen.
ja: どうも余所者、この辺では見かけない顔だな。 では一杯アドバイスをおごろう。 この付近が自由な発言を 許さないからって下手な真似をするなよ。 オーダーという自警団がすぐに駆けつけてくるぞ。
nl: Hallo vriend, ik heb je hier nog niet eerder gezien. Ik kan alleen maar zeggen dat ik voorzichtig zou zijn als ik jou was, er is veel aan de hand en het is beter als je niet in de weg staat.
pt_br: Olá amigo. Acho que não te vi por aqui antes. Tudo o que posso dizer é que eu tomaria cuidado se eu fosse você. Há muita coisa acontecendo e é melhor não se envolver.
ro: Bună prietene, nu te-am mai văzut pe-aici. Tot ce spune e că aș avea grijă pe unde merg, se întâmplă multe prin jur și e mai bine să nu te amesteci.
sv: Hej vän, jag har inte sett dig här förut. Allt jag kan säga är att jag skulle vara försiktig om jag var du, det är mycket på gång och det är bättre om du inte kommer i vägen.
tr: Merhaba dostum, seni daha önce buralarda görmemiştim. Tek söyleyebileceğim, yerinde olsam dikkatli olurdum, çok şey oluyor ve yoluna çıkmazsan daha iyi olur.

# TXT_RPLY0_SCRIPT33_D9096_INFOR
source: Information
ja: 情報
nl: Informatie
pt_br: Informações
ro: Informație
tr: Bilgi

# TXT_RYES0_SCRIPT33_D9096_THESE
source: The sewers hold more than just rats and robots.
da: Kloakkerne rummer mere end bare rotter og robotter.
ja: 他は...下水道には鼠やロボが沢山だ。
nl: In het riool zijn meer dan alleen ratten en robots te vinden.
pt_br: Os esgotos abrigam mais do que ratos e robôs.
ro: Canalele găzduiesc mai mult decât roboți și șobolani.
sv: Kloakerna rymmer mer än bara råttor och robotar.
tr: Lağımlarda fareler ve robotlardan daha fazlası var.

# TXT_RNO0_SCRIPT33_D9096_HEYAG
source: Hey a guy's got to make some money. You think these jokers tip well?
da: Hey en fyr skal jo tjene nogle penge. Tror du, at de spassere giver gode drikkepenge?
ja: ちょっと男はお金を稼ぐんだ。 あなたはこれらのジョーカーがうまく傾くと 思いますか?
nl: Hé, een man moet wat geld verdienen. Denk je dat deze grappenmakers een goede fooi geven?
pt_br: Ei, preciso ganhar uma grana. Você acha que esses palhaços dão bastante gorjeta?
ro: Hei un om are nevoie și de bani. Crezi că glumeții ăștia au sfaturi bune?
sv: Hej en kille måste ju tjäna lite pengar. Tror du att de här skojarna ger bra dricks?
tr: Hey, bir adam biraz para kazanmalı. Bu şakacıların iyi bahşiş verdiğini mi düşünüyorsun?

# TXT_DLG_SCRIPT33_D10612_BACKA
source: Back again huh? Well, at least you know enough to keep your own skin intact. What can I do for you now?
da: Tilbage igen, hva'? I det mindste ved du nok til at holde din egen hud intakt. Hvad kan jeg gøre for dig nu?
ja: また戻ってね? まあ、少なくともあなたは自分の肌を 損なわないようにするのに十分知っています。 私は今あなたのために何ができますか？
nl: Weer terug, hè? Nou ja, je weet tenminste genoeg om je eigen huid intact te houden. Wat kan ik nu voor je doen?
pt_br: Já voltou, é? Bom, pelo menos você sabe o suficiente para manter sua pele intacta. O que mais posso fazer por você?
ro: Te-ai întors din nou, hă? Păi, măcar cunoști destule cât să rămâi întreg. Ce pot face pentru tine?
sv: Tillbaka igen, va? Du vet åtminstone tillräckligt för att hålla ditt eget skinn intakt. Vad kan jag göra för dig nu?
tr: Yine mi döndün? En azından kendi derini sağlam tutacak kadar biliyorsun. Şimdi senin için ne yapabilirim?

# TXT_RPLY0_SCRIPT33_D10612_MOREI
source: More info
da: Mere info
ja: 話のネタ。
nl: Meer info
pt_br: Mais informações.
ro: Mai multă informație
sv: Mer information
tr: Daha fazla bilgi

# TXT_RYES0_SCRIPT33_D10612_THEGO
source: The Governor is a simple reminder of the Order's influence.
da: Guvernøren er en simpel påmindelse om Ordenens indflydelse.
ja: 知事は俺達に自由はないと思い出させる象徴さ。
nl: De gouverneur is een eenvoudige herinnering aan de invloed van de Orde.
pt_br: O governador é um simples lembrete da influência da Ordem.
ro: Guvernatorul e o simplă reamintire a influenței Ordinului.
sv: Guvernören är en enkel påminnelse om ordens inflytande.
tr: Vali, Tarikat'ın etkisinin basit bir hatırlatıcısıdır.

# TXT_RNO0_SCRIPT33_D10612_COMEB
source: Come back if you change your mind.
da: Kom tilbage, hvis du skifter mening.
ja: 気が変わったら戻ってきな。
nl: Kom terug als u van gedachten verandert.
pt_br: Volte quando mudar de idéia.
ro: Întoarce-te dacă te răzgândești.
sv: Kom tillbaka om du ändrar dig.
tr: Fikrini değiştirirsen geri gel.

# TXT_DLG_SCRIPT33_D12128_WELLY
source: Well, you're sure asking a lot of questions for someone who's lived this long. That's ok though, I'd rather talk to someone like you than most of this lot.
da: Du stiller virkelig mange spørgsmål af en, der har levet så længe. Det er dog ok, jeg vil hellere tale med en som dig end med de fleste af dem her.
ja: 所で、アンタは死に行かない人達に 聞き回ってる様だが。悪いことは言わねえ、 あんまし死に急ぐんじゃねえぞ。
nl: Nou, je stelt zeker veel vragen aan iemand die zo lang heeft geleefd. Maar dat is niet erg, ik praat liever met iemand zoals jij dan met de meeste van deze mensen.
pt_br: Bem, para alguém que conseguiu viver bastante você certamente faz muitas perguntas. Mas tudo bem, eu prefiro conversar com alguém como você do que com a maioria destes caras.
ro: Păi, cu sigranță pui multe întrebări pentru cineva care a trăit atât. E în regulă însă, prefer să vorbesc cu cineva ca tine decât cu grămada asta.
sv: Du ställer verkligen många frågor för någon som har levt så här länge. Men det är okej, jag pratar hellre med någon som dig än med de flesta av de här.
tr: Bu kadar uzun yaşamış biri için çok fazla soru soruyorsun. Yine de sorun değil, buradakilerin çoğuyla konuşmaktansa senin gibi biriyle konuşmayı tercih ederim.

# TXT_RPLY0_SCRIPT33_D12128_MOREI
source: More info.
da: Mere info.
ja: 話のネタ。
nl: Meer info.
pt_br: Mais informações.
ro: Mai multă informație.
sv: Mer information.
tr: Daha fazla bilgi.

# TXT_RYES0_SCRIPT33_D12128_THERE
source: There's more to the Order than what goes on around here.
da: Der er mere i Ordenen end det, der foregår her.
ja: オーダーは見えてる以上に強大だ。
nl: De Orde heeft meer te bieden dan wat er hier gebeurt.
pt_br: Há mais sobre a Ordem do que acontece por aqui.
ro: Sunt mai multe lucruri care țin de Ordin decât ceea ce se petrece în jur.
sv: Det finns mer i Orden än vad som händer här.
tr: Tarikat'ta burada olanlardan daha fazlası var.

# TXT_RNO0_SCRIPT33_D12128_COMEB
source: Come back if you change your mind.
da: Kom tilbage, hvis du skifter mening.
ja: 気が変わったら戻ってきな。
nl: Kom terug als je van gedachten verandert.
pt_br: Volte quando mudar de idéia.
ro: Întoarce-te dacă te răzgândești.
sv: Kom tillbaka om du ändrar dig.
tr: Fikrini değiştirirsen geri gel.

# TXT_DLG_SCRIPT33_D13644_THATS
source: That's it friend, the well of knowledge has been tapped. I've told you more than I should have anyway.
da: Det var det, min ven, vidensbrønden er blevet tappet. Jeg har alligevel fortalt dig mere, end jeg burde have gjort.
ja: これはこれは親友、心得の瓶は切らしてるぞ。 とにかく俺が知ってる話はこれで全部だ。
nl: Dat is het vriend, de bron van kennis is aangeboord. Ik heb je meer verteld dan ik toch al zou moeten hebben.
pt_br: É isso, amigo. O poço de conhecimento já secou. Já te contei mais do que eu deveria, de qualquer forma.
ro: Gata prietene, fântâna a secat. Ți-am spus mai multe decât ar fi trebuit oricum.
sv: Det var allt, min vän, kunskapens källa har blivit tömd. Jag har berättat mer än jag borde ha gjort i alla fall.
tr: Bu kadar dostum, bilgi kuyusu doldu. Zaten sana söylemem gerekenden fazlasını söyledim.

# TXT_DLG_SCRIPT33_D15160_HARDT
source: Hard to shop for new toys... when you're broke. Run a little errand for me and you'll get more than you could ever spend. I'll make you a rich man.
da: Det er svært at købe nyt legetøj, når man er flad. Gør et lille ærinde for mig, og du vil få mere, end du nogensinde vil kunne bruge. Jeg vil gøre dig til en rig mand.
ja: 新しい玩具も買えないぐらい...貧しそうだな アンタ。良い儲け話があるぜ。 俺のちょっとした仕事でガッポガポだぞ。
nl: Moeilijk om nieuw speelgoed te kopen.... als je blut bent. Doe een kleine boodschap voor me en je krijgt meer dan je ooit zou kunnen uitgeven. Ik zal je een rijk man maken.
pt_br: É difícil comprar brinquedos novos... quando você está duro. Se você fizer um favor pra mim, você vai ganhar mais do que jamais conseguiria gastar. Vou fazer de você um homem rico.
ro: Greu să cumperi jucarii noi... când ești falit. Dar faci o mică treabă pentru mine și o să fii putred de bogat.
sv: Svårt att handla nya leksaker när man är pank. Gör ett litet ärende åt mig och du får mer än du någonsin kan spendera. Jag gör dig till en rik man.
tr: Beş parasızken yeni oyuncaklar için alışveriş yapmak zor. Benim için ufak bir iş yaparsan, harcayabileceğinden fazlasını alırsın. Seni zengin bir adam yapacağım.

# TXT_RPLY0_SCRIPT33_D15160_IGOTN
source: I got nothing better to do.
da: Jeg har intet bedre at lave.
ja: 何もしないよりはいいか。
nl: Ik heb niets beters te doen.
pt_br: Não tenho nada melhor pra fazer.
ro: N-am nimic mai bun de făcut.
sv: Jag har inget bättre att göra.
tr: Yapacak daha iyi bir işim yok.

# TXT_RPLY1_SCRIPT33_D15160_NOTHA
source: No thanks.
da: Nej tak.
ja: いらない。
nl: Nee, bedankt.
pt_br: Não, obrigado.
ro: Nu merci.
sv: Jag har inget bättre för mig.
tr: Hayır, teşekkürler.

# TXT_RYES1_SCRIPT33_D15160_NOBOD
source: Nobody walks away from me!
da: Ingen går væk fra mig!
ja: 俺から逃げられると思ってるのか!
nl: Niemand loopt weg van mij!
pt_br: Ninguém me ignora!
ro: Nimeni nu scapă de mine!
sv: Ingen går ifrån mig!
tr: Kimse benden kaçamaz!

# TXT_DLG_SCRIPT33_D16676_GOODC
source: Good choice. The Order's sanctuary by the river is their unofficial torture chamber. Hidden inside there's a golden chalice. You swipe it, you meet me at the tavern, and reap your reward.
da: Godt valg. Ordenens fristed ved floden er deres uofficielle torturkammer. Der er en gylden bæger gemt derinde. Du tager den, du møder mig på kroen og høster din belønning.
ja: 良い判断だ。川沿いにある オーダーの聖域 は あいつらの非公式の拷問室だ。 中には黄金の聖杯が隠してある。 そいつを持ってくれば報酬をやるぜ。
nl: Goede keuze. Het heiligdom van de Orde bij de rivier is hun onofficiële martelkamer. Verborgen in de kelk zit een gouden kelk. Je haalt hem weg, je komt me tegen in de herberg, en plukt je beloning.
pt_br: Boa escolha. O santuário da Ordem próximo ao rio é a câmara de tortura não oficial deles. Dentro dele há um cálice dourado. Pegue-o, me encontre na taverna e pegue sua recompensa.
ro: Bună alegere. Sanctuarul Ordinului de lângă râu e lagărul lor neoficial. Ascuns înăuntru e un potir. Îl înșfaci, mă găsești la tavernă, și îți iei răsplata.
sv: Bra val. Ordens helgedom vid floden är deras inofficiella tortyrkammare. Gömd inuti finns en gyllene bägare. Du tar den, möter mig på tavernan och skördar din belöning.
tr: İyi seçim. Tarikat'ın nehir kenarındaki sığınağı onların gayri resmi işkence odası. İçinde altın bir kadeh saklı. Onu çalacaksın, benimle tavernada buluşacaksın ve ödülünü alacaksın.

# TXT_RPLY0_SCRIPT33_D16676_HOWAM
source: How am I supposed to do that?
da: Hvordan skal jeg gøre det?
ja: どうすればいいんだ?
nl: Hoe moet ik dat doen?
pt_br: Como vou conseguir fazer isso?
ro: Cum ar trebui să fac asta?
sv: Hur ska jag göra det?
tr: Bunu nasıl yapacağım?

# TXT_RPLY1_SCRIPT33_D16676_LETME
source: Let me think about it.
da: Lad mig tænke over det.
ja: ちょっと考えとく。
nl: Laat me erover nadenken.
pt_br: Vou pensar sobre isso.
ro: Lasă-mă să mă gândesc.
sv: Låt mig tänka på det.
tr: Bir düşüneyim.

# TXT_RYES1_SCRIPT33_D16676_SORRY
source: Sorry, no second chances. Oh, guards, kill him!
da: Beklager, ingen anden chance. Åh, vagter, dræb ham!
ja: 残念、次はねえよ。おぅガードの旦那、 やっちゃってくだせえ。
nl: Sorry, geen tweede kans. Oh, bewakers, dood hem!
pt_br: Sinto muito, nada de segundas chances. Ah, guardas, matem-no!
ro: Oh, nicio altă șansă. Gardienilor, omorâți-l.
sv: Tyvärr, inga andra chanser. Vakter, döda honom!
tr: Üzgünüm, ikinci bir şans yok. Muhafızlar, öldürün onu!

# TXT_DLG_SCRIPT33_D18192_HERES
source: Here's a crossbow, just aim straight and -- splat!--. Remember, grab the fancy cup and meet me at the tavern.
da: Her er en armbrøst, bare sigt lige ud og -- splat!--. Husk, tag den fine kop og mød mig på kroen.
ja: このクロスボウを使いな、狙いを定めて --シュッとな。覚えておけ、 ファンシーなカップを持ってここに戻ってくると。
nl: Hier is een kruisboog, richt gewoon recht en -- splat! --. Vergeet niet, pak de mooie beker en ontmoet me in de herberg.
pt_br: Pegue esta besta. Só mirar direito e splat! Lembre-se, pegue o copo bonitinho e me encontre na taverna.
ro: Aici e o arbaletă, doar țintești și -- pleoșc! --. Ține minte, pune mâna pe potir și găsește-mă la tavernă.
sv: Här är ett armborst, sikta rakt och -- splat!--. Kom ihåg, ta den fina koppen och möt mig på tavernan.
tr: İşte yaylı tüfek. Düz nişan al ve patlat! Unutma, süslü kupayı al ve benimle tavernada buluş.

# TXT_RPLY0_SCRIPT33_D18192_ILLSE
source: I'll see you there.
da: Vi ses der.
ja: また会おう。
nl: Ik zie je daar.
pt_br: Te vejo lá.
ro: Ne vedem acolo.
sv: Vi ses där.
tr: Orada görüşürüz.
