Repository: the-phinet/UZDoom
Catalog: zdoom_game_strings/*.po
Languages: da, ja, nl, pt_br, ro, sv, tr

# TXT_RYES1_SCRIPT10_D22740_LETME
source: Let me know how this works.
da: Lad mig vide, hvordan den virker.
ja: これでどんな調子か教えてくれ。
nl: Laat me weten hoe dit werkt.
pt_br: Me conte como funciona.
ro: Să-mi spui cum funcționează asta.
sv: Låt mig veta hur den fungerar.
tr: Nasıl çalıştığını bana anlat.

# TXT_RNO1_SCRIPT10_D22740_IMNOT
source: I'm not done designing it yet.
da: Jeg er ikke færdig med at designe den endnu.
ja: まだ完成していない。
nl: Ik ben nog niet klaar met het ontwerpen ervan.
pt_br: Ainda não terminei de desenvolvê-la.
ro: Încă nu am terminat să o construiesc.
sv: Jag är inte klar med designen än.
tr: Henüz tasarlamayı bitirmedim.

# TXT_DLG_SCRIPT10_D24256_BACKA
source: Back again, don't you ever tire of this? I've got some good news, Feris found a way to increase the output of your implant. He gave the specs to me and I'm trying to get it to blend with your physiology. I'm force growing some tissue, totally new stuff here, I hope it takes. Do you need healing?
da: Tilbage igen, bliver du aldrig træt af det her? Jeg har gode nyheder. Feris har fundet en måde at øge dit implantats effekt på. Han gav mig specifikationerne, og jeg forsøger at få det til at passe ind i din fysiologi. Jeg tvinger noget væv til at vokse, helt nye ting her, jeg håber, det virker. Har du brug for healing?
ja: 戻ったか、まだ疲れてないか?なら幾らか 良いニュースが届いた、フェリスが君の インプラント機能を増幅させる方法を見つけた。 彼がそのスペックを見せてくれたが、 君の生体機能に適合し細胞組織を 成長させるそうだ、これは全く新しいぞ。 ところで治療が必要かい?
nl: Weer terug, word je hier nooit moe van? Ik heb goed nieuws, Feris heeft een manier gevonden om de output van jouw implantaat te verhogen. Hij gaf de specificaties aan mij en ik probeer het te mengen met jouw fysiologie. Ik ben bezig met het kweken van wat weefsel, totaal nieuw spul hier, ik hoop dat het nodig is. Heb je genezing nodig?
pt_br: De volta mais uma vez. Você não se cansa disso? Tenho boas novas, Feris acho um jeito de aumentar o rendimento do seu implante. Ele me passou as especificações e estou tentando fazer ele se mesclar com a sua fisiologia. Estou criando tecidos novos, novidade total. Espero que sirva bem. Precisa de cura?
ro: Te-ai întors din nou, nu te plictisești niciodată? Am niște vești bune, Feris a descoperit o metodă de a îți îmbunătății implantul. Mi-a dat specificațiile și acum încerc să îl combin cu fizicul tău. Cresc forțat niște țesut, ceva complet nou. Ai nevoie de asistență?
sv: Tillbaka igen, tröttnar du aldrig på det här? Jag har goda nyheter, Feris har hittat ett sätt att öka effekten av ditt implantat. Han gav specifikationerna till mig och jag försöker få det att smälta in i din fysiologi. Jag tvångsodlar lite vävnad, helt nya saker här, jag hoppas att det fungerar. Behöver du läkning?
tr: Yine başladık, bundan hiç bıkmadın mı? İyi haberlerim var. Feris implantının gücünü arttırmanın bir yolunu buldu. Özellikleri bana verdi ve ben de senin fizyolojinle uyumlu hale getirmeye çalışıyorum. Biraz doku büyütmeye zorluyorum, tamamen yeni şeyler, umarım tutar. İyileşmeye ihtiyacın var mı?

# TXT_RPLY0_SCRIPT10_D24256_YESHE
source: Yes, heal me.
da: Ja, helbrede mig.
ja: ああ、治してくれ。
nl: Ja, genees me.
pt_br: Sim, me cure.
ro: Da, bandajează-mă.
sv: Ja, bota mig.
tr: Evet, iyileştir beni.

# TXT_RYES0_SCRIPT10_D24256_DONEN
source: Done, now take care of yourself.
da: Færdig. Pas nu på dig selv.
ja: 完了した、御気を付けて。
nl: Klaar, zorg nu voor jezelf.
pt_br: Pronto. Agora vê se toma cuidado.
ro: Gata, acum ai grijă de tine.
sv: Klart, ta hand om dig själv nu.
tr: Bitti, şimdi kendine iyi bak.

# TXT_RPLY1_SCRIPT10_D24256_WHENW
source: When will you be done?
da: Hvornår er du færdig?
ja: いつ増幅できる?
nl: Wanneer ben je klaar?
pt_br: Quando você vai terminar?
ro: Când vei fi gata?
sv: När är du klar?
tr: İşin ne zaman bitecek?

# TXT_RYES1_SCRIPT10_D24256_NOWHE
source: Now. Hey great, it worked!
da: Når du er færdig? Nu. Hej, godt, det virkede!
ja: すぐにでも。素晴らしい、上手くいった!
nl: Nu. Hé, geweldig, het heeft gewerkt!
pt_br: Agora. Opa, beleza! Funcionou!
ro: Acum. Hei grozav, a mers!
sv: Nu. Bra, det fungerade!
tr: Şimdi. Hey harika, işe yaradı!

# TXT_RNO1_SCRIPT10_D24256_IMWAI
source: I'm waiting on the tissue to finish its growth cycle.
da: Jeg venter på, at vævet afslutter sin vækstcyklus.
ja: 生体組織が成長しきるまで待つんだ。
nl: Ik wacht op het weefsel om de groeicyclus af te ronden.
pt_br: Estou esperando que o tecido termine seu ciclo de desenvolvimento.
ro: Aștept ca țesutul să își continue ciclul de dezvoltare.
sv: Jag väntar på att vävnaden ska avsluta sin tillväxtcykel.
tr: Dokunun büyüme döngüsünü tamamlamasını bekliyorum.

# TXT_DLG_SCRIPT10_D25772_WELLI
source: Well, I'm back up to my old tricks again, I'm still working on your implants. Did you know that Macil has now authorized them for everyone? No, huh? It's because you turned out so well. Anything I can do for you?
da: Nå, jeg er tilbage til mine gamle tricks igen, jeg arbejder stadig på dine implantater. Vidste du, at Macil nu har godkendt dem til alle? Nej, hva'? Det er fordi du blev så godt. Er der noget, jeg kan gøre for dig?
ja: さて、私は古い技術をバックアップして、 インプラントに更なる取り組みを試している。 マシルがそれを全員に着けるのを承認したのは 聞いたか?まだ?君が上手くやってくれたからな。 何か出来ることはあるかい?
nl: Nou, ik ben weer terug bij mijn oude trucs, ik ben nog steeds bezig met je implantaten. Wist je dat Macil ze nu voor iedereen heeft goedgekeurd? Nee, hè? Dat komt omdat je zo goed bent geworden. Kan ik iets voor u doen?
pt_br: Bem, estou de volta aos meus velhos truques novamente. Ainda estou trabalhando nos seus implantes. Você sabia que Macil os autorizou pra todo mundo? Ah não? É porque eles funcionaram muito bem em você. Precisa de alguma coisa?
ro: Păi, m-am întors la treburile mele vechi, încă lucrez la implanturile tale. Știi că Macil a vrut să le autorizeze pentru toată lumea? Nu, așa-i? E din cauză că ai ieșit prea bine. Pot face ceva pentru tine?
sv: Jag är tillbaka till mina gamla tricks igen, jag jobbar fortfarande på dina implantat. Visste du att Macil nu har godkänt dem för alla? Nej, va? Det är för att du blev så bra. Är det något jag kan göra för dig?
tr: Yine eski numaralarıma döndüm. Hâlâ implantların üzerinde çalışıyorum. Macil'in artık herkes için onay verdiğini biliyor muydun? Hayır, ha? Bu kadar iyi olduğun için. Senin için yapabileceğim bir şey var mı?

# TXT_RPLY0_SCRIPT10_D25772_HELPM
source: Help me out here.
da: Hjælp mig lige her.
ja: ここで治してくれ。
nl: Help me hier.
pt_br: Preciso de uma ajuda aqui.
ro: Dă-mi o mână de ajutor.
sv: Hjälp mig här.
tr: Bana yardım et.

# TXT_RYES0_SCRIPT10_D25772_THATS
source: That's all I can do.
da: Det er det eneste, jeg kan gøre.
ja: 私が出来る事はここまでだ。
nl: Dat is alles wat ik kan doen.
pt_br: Isso é tudo o que posso fazer.
ro: Asta e tot ceea ce pot face.
sv: Det är allt jag kan göra.
tr: Tek yapabileceğim bu.

# TXT_RPLY1_SCRIPT10_D25772_NEWIM
source: New implant?
da: Nyt implantat?
ja: 新しいインプラントは?
nl: Een nieuw implantaat?
pt_br: Implante novo?
ro: Implant nou?
sv: Nytt implantat?
tr: Yeni implant mı?

# TXT_RYES1_SCRIPT10_D25772_YEPMY
source: Yep, my best one yet.
da: Ja, mit bedste endnu.
ja: よし、これは傑作だ。
nl: Ja, mijn beste tot nu toe.
pt_br: Isso mesmo. O melhor que já fiz até agora.
ro: Da, cel mai bun, momentan.
sv: Japp, mitt bästa hittills.
tr: Evet, şimdiye kadarki en iyisi.

# TXT_RNO1_SCRIPT10_D25772_SORRY
source: Sorry, but you just have to wait.
da: Beklager, men du må bare vente.
ja: すまない、だがもうすぐ出来そうだ。
nl: Sorry, maar je moet gewoon wachten.
pt_br: Desculpe, mas você vai ter que esperar.
ro: Scuze, dar trebuie să mai aștepți.
sv: Ledsen, men du måste vänta.
tr: Üzgünüm ama beklemek zorundasın.

# TXT_DLG_SCRIPT10_D27288_THISI
source: This is it, Feris has managed to drain everything he could out of all the data we have, this will be the best, and last implant upgrade. It will be sort of depressing, seeing my best creation reach its peak. Well, at least the rest of this crew will keep me occupied.
da: Det er nu, Feris har formået at dræne alt hvad han kunne ud af alle de data vi har, dette bliver den bedste, og sidste implantatopgradering. Det bliver lidt deprimerende at se min bedste skabelse nå sit højdepunkt. I det mindste vil resten af besætningen holde mig beskæftiget.
ja: いよいよだ、フェリスが我々の保管していた 全てのデータから全力を尽くして編み出した、 これが最高で最後のインプラント アップグレードだ。が、私にこれ以上の創造に 携われなくなるのは一種の憂鬱でもある。 まあ、少なくとも隊員と私の休息は残っているな。
nl: Dat is alles, Feris heeft alles uit de gegevens gehaald wat mogelijk was. Dit wordt de beste en laatste upgrade. Op de een of andere manier deprimerend om te zien dat mijn beste uitvinding zijn hoogtepunt heeft bereikt. Nou ja, de rest van deze groep zal me tenminste lang genoeg bezig houden.
pt_br: É isso aí, Feris conseguiu tirar tudo que foi possível dos dados que temos. Este será a melhor e a última aprimoração do implante. Vai ser meio triste, vendo minha melhor criação chegar no seu ápice. Bom, pelo menos o resto do pessoal vai me manter ocupado.
ro: Asta e, Feris a reușit să stoarcă tot din datele pe care le avem, acesta e ultimul, și cel mai bun upgrade pentru implant. Va fi oarecum deprimant, să-mi văd creația ajungând în vârf. Măcar restul echipajului mă va ține ocupat.
sv: Det här är det, Feris har lyckats dränera allt han kunde ur all data vi har, det här kommer att bli den bästa, och sista implantatuppgraderingen. Det kommer att bli lite deprimerande att se min bästa skapelse nå sin höjdpunkt. Tja, resten av besättningen kommer åtminstone att hålla mig sysselsatt.
tr: İşte bu, Feris elimizdeki tüm verilerden çekebildiği her şeyi çekmeyi başardı, bu en iyi ve son implant güncellemesi olacak. En iyi eserimin zirveye ulaştığını görmek biraz iç karartıcı olacak. En azından bu mürettebatın geri kalanı beni meşgul edecek.

# TXT_RPLY0_SCRIPT10_D27288_COULD
source: Could you heal me?
da: Kan du helbrede mig?
ja: 治してくれるか?
nl: Kunt je me genezen?
pt_br: Poderia me curar?
ro: Mă poți bandaja?
sv: Kan du läka mig?
tr: Beni iyileştirebilir misin?

# TXT_RYES0_SCRIPT10_D27288_THERE
source: There, you're all set now.
da: Sådan, du er klar nu.
ja: これで、準備完了だ。
nl: Daar ben je nu helemaal klaar.
pt_br: Feito. Tudo certo agora.
ro: Gata, ești pregătit.
sv: Så där, du är redo nu.
tr: İşte, şimdi hazırsın.

# TXT_DLG_SCRIPT10_D28804_ITSTH
source: It's the hero. Great job! What can I get for you? We've got a little larger selection now that we have all the ordinance from the castle. If you need to buy some ammo talk to Justin. He'll take care of you.
da: Det er helten. Godt gået! Hvad kan jeg skaffe til dig? Vi har et lidt større udvalg nu, hvor vi har alle ordinationerne fra slottet. Hvis du har brug for at købe noget ammunition, så tal med Justin. Han vil tage sig af dig.
ja: 正に英雄、流石です! 何か必要ですか?城の全兵器が揃っております。 弾薬が必要ならジャスティンに頼めば大丈夫ですよ
nl: Het is de held. Goed werk! Wat kan ik voor je halen? We hebben een iets grotere selectie nu we alle verordeningen van het kasteel hebben. Als je wat munitie moet kopen, praat dan met Justin. Hij zal voor je zorgen.
pt_br: Nosso herói. Bom trabalho! Como posso te ajudar? Temos uma seleção um pouco maior agora que conseguimos todo o equipamento do castelo. Se você precisar comprar munição é só falar com o Justin. Ele pode te ajudar.
ro: E eroul. Bună treabă! Ce pot să-ți aduc? Avem o selecție mai largă acum, din moment ce am primit toate ordonanțele de la castel. Dacă ai nevoie de muniție vorbește cu Justin, se va ocupa de tine.
sv: Det är hjälten. Bra jobbat! Vad kan jag ge dig? Vi har ett lite större urval nu när vi har alla ordinationer från slottet. Om du behöver köpa lite ammunition så prata med Justin. Han tar hand om dig.
tr: Bu kahraman. İyi iş çıkardın! Size ne getireyim? Kaledeki tüm teçhizat elimizde olduğu için biraz daha geniş bir seçkimiz var. Cephane almak istersen Justin'le konuş. O seninle ilgilenir.

# TXT_RPLY0_SCRIPT10_D28804_IMOUT
source: I'm out of bullets.
da: Jeg er løbet tør for kugler.
ja: 弾切れだ。
nl: Ik heb geen kogels meer.
pt_br: Estou sem munição.
ro: Nu mai am gloanțe.
sv: Jag har slut på kulor.
tr: Mermim bitti.

# TXT_RYES0_SCRIPT10_D28804_HERES
source: Here's some ammo for you. Don't waste it.
da: Her er noget ammunition til dig. Spild det ikke.
ja: この弾をどうぞ、無駄遣いしないように。
nl: Hier is wat munitie voor je. Verspil het niet.
pt_br: Leve um pouco desta munição. Não desperdice.
ro: Uite niște muniție. N-o risipi.
sv: Här är lite ammunition till dig. Slösa inte bort den.
tr: İşte sana biraz cephane. Ziyan etme.

# TXT_RPLY1_SCRIPT10_D28804_TEACH
source: Teach me.
da: Lær mig det.
ja: 教えてくれ。
nl: Leer het me.
pt_br: Me ensine.
ro: Învață-mă.
sv: Lär mig.
tr: Öğret bana.

# TXT_RYES1_SCRIPT10_D28804_NOWAF
source: Now, a few tips on the big guns.
da: Nu et par tips om de store våben.
ja: では、大きい銃の扱い方を教えます。
nl: Nu, een paar tips over de grote geweren.
pt_br: Ok, algumas dicas sobre as armas pesadas.
ro: Acum, niște sfaturi pentru armele mari.
sv: Nu, några tips om de stora vapnen.
tr: Şimdi, büyük silahlar hakkında birkaç ipucu.

# TXT_RNO1_SCRIPT10_D28804_YOURE
source: You're not ready yet.
da: Du er ikke klar endnu.
ja: 貴方の準備がまだ整ってないように思えます。
nl: Je bent nog niet klaar.
pt_br: Você ainda não está preparado.
ro: Nu ești pregătit încă.
sv: Du är inte redo än.
tr: Henüz hazır değilsin.

# TXT_DLG_SCRIPT10_D30320_HOWST
source: How's the war effort? Nevermind, if we're still here, it must be going fine. What can I do for you?
da: Hvordan går det med krigsindsatsen? Glem det, hvis vi stadig er her, må det gå fint. Hvad kan jeg gøre for dig?
ja: 奮闘してますか?気にしないで、 ここにいるなら上手くやってるのは分かります。 どういうご用件ですか?
nl: Hoe gaat het met de oorlogsinspanning? Maakt niet uit, als we hier nog steeds zijn, moet het wel goed gaan. Wat kan ik voor je doen?
pt_br: Como está indo a guerra? Deixa pra lá, se nós ainda estamos aqui é porque deve estar indo bem. Como posso te ajudar?
ro: Cum merge efortul de război? Nu mai contează, dacă suntem încă aici înseamnă că e bine. Ce pot face pentru tine?
sv: Hur går det med krigsinsatsen? Strunt samma, om vi fortfarande är här måste det gå bra. Vad kan jag göra för dig?
tr: Savaş çabaları nasıl gidiyor? Boşver, hala burada olduğumuza göre, iyi gidiyor olmalı. Senin için ne yapabilirim?

# TXT_RPLY0_SCRIPT10_D30320_IRANO
source: I ran out of bullets.
da: Jeg er løbet tør for kugler.
ja: 弾を使い果たした。
nl: De kogels zijn op.
pt_br: Fiquei sem munição.
ro: Am rămas fără gloanțe.
sv: Jag fick slut på kulor.
tr: Mermim bitti.

# TXT_RYES0_SCRIPT10_D30320_THATS
source: That should help.
da: Det burde hjælpe.
ja: これが助けになるでしょう。
nl: Dat zou moeten helpen.
pt_br: Isto deve ajudar.
ro: Asta ar trebui să ajute.
sv: Det borde hjälpa.
tr: Bunun yardımı olur.

# TXT_RNO0_SCRIPT10_D30320_YOUVE
source: You've got enough ammo.
da: Du har nok ammunition.
ja: 弾は十分に見えます。
nl: Je hebt genoeg munitie.
pt_br: Você já tem munição suficiente.
ro: Ai destulă.
sv: Du har tillräckligt med ammunition.
tr: Yeterince cephanen var.

# TXT_RPLY1_SCRIPT10_D30320_TEACH
source: Teach me.
da: Lær mig det.
ja: 教えてくれ。
nl: Leer het me.
pt_br: Me ensine.
ro: Învață-mă.
sv: Lär mig.
tr: Öğret bana.

# TXT_RYES1_SCRIPT10_D30320_HEREI
source: Here, I'll show you a few tricks of the trade.
da: Her, jeg skal vise dig et par tricks.
ja: では、幾つかのコツを教えましょう。
nl: Hier zal ik je een paar trucjes van het vak laten zien.
pt_br: Certo, vou te mostrar alguns truques do ofício.
ro: Iată, am să te învăț niște trucuri.
sv: Här, jag ska visa dig några knep.
tr: Sana işin birkaç püf noktasını göstereceğim.

# TXT_RNO1_SCRIPT10_D30320_YOURE
source: You're not ready yet.
da: Du er ikke klar endnu.
ja: 貴方の準備がまだ整ってないように思えます。
nl: Je bent nog niet klaar.
pt_br: Você ainda não está preparado.
ro: Nu ești pregătit încă.
sv: Du är inte redo än.
tr: Henüz hazır değilsin.

# TXT_DLG_SCRIPT10_D31836_WELLH
source: Well have you come for tutelage or is it some ammo you're looking for? Don't think that I'm done with you yet. I've still got a few tricks up my sleeve.
da: Er du kommet for at få undervisning, eller er det ammunition du leder efter? Du skal ikke tro, at jeg er færdig med dig endnu. Jeg har stadig et par tricks i ærmet.
ja: 指導の受講か、弾薬の受け取りですか? まだ全て終わったわけではありません。 私の袖口に若干技術を忍ばせております。
nl: Ben je gekomen voor voogdij of ben je op zoek naar munitie? Denk niet dat ik nog niet klaar ben met jou. Ik heb nog een paar trucjes in mijn mouw.
pt_br: Muito bem, você veio para aprender algo ou está precisando de munição? Não pense que aquilo é tudo, ainda tenho alguns truques na manga.
ro: Ai venit pentru a învăța ceva sau doar pentru muniție? Să nu crezi că am terminat cu tine, încă mai am niste ași în mânecă.
sv: Har du kommit för att få undervisning eller är det ammunition du letar efter? Tro inte att jag är klar med dig än. Jag har fortfarande några knep i ärmen.
tr: Özel ders için mi geldin yoksa cephane mi arıyorsun? Seninle işimin bittiğini sanma. Hala birkaç numaram var.

# TXT_RPLY0_SCRIPT10_D31836_ITSAM
source: It's ammo for now.
da: Det er ammunition for nu.
ja: 今のところ弾薬だ。
nl: Het is voorlopig munitie.
pt_br: No momento preciso de munição.
ro: Muniție pentru moment.
sv: Det är ammunition för tillfället.
tr: Şimdilik cephane.

# TXT_RYES0_SCRIPT10_D31836_HERES
source: Here's some ammo for you. Don't waste it.
da: Her er lidt ammunition til dig. Spild det ikke.
ja: この弾をどうぞ、無駄遣いしないように。
nl: Hier is wat munitie voor je. Verspil het niet.
pt_br: Leve um pouco desta munição. Não desperdice.
ro: Uite niște muniție. N-o risipi.
sv: Här är lite ammunition till dig. Slösa inte bort den.
tr: İşte sana biraz cephane. Boşa harcama.

# TXT_RNO0_SCRIPT10_D31836_YOUVE
source: You've got enough ammo.
da: Du har ammunition nok.
ja: 弾は十分に見えます。
nl: Je hebt genoeg munitie.
pt_br: Você já tem munição suficiente.
ro: Ai destulă muniție.
sv: Du har tillräckligt med ammunition.
tr: Yeterince cephanen var.

# TXT_RPLY1_SCRIPT10_D31836_TEACH
source: Teach me.
da: Lær mig det.
ja: 教えてくれ。
nl: Leer het me.
pt_br: Me ensine.
ro: Învață-mă.
sv: Lär mig.
tr: Öğret bana.

# TXT_RYES1_SCRIPT10_D31836_TIMEF
source: Time for the advanced lessons.
da: Tid til de avancerede lektioner.
ja: 上級レッスンの時間です。
nl: Tijd voor de gevorderde lessen voor gevorderden.
pt_br: Hora das aulas avançadas.
ro: Timpul pentru lecțiile avansate.
sv: Dags för avancerade lektioner.
tr: İleri seviye ders zamanı.

# TXT_RNO1_SCRIPT10_D31836_YOURE
source: You're not ready yet.
da: Du er ikke klar endnu.
ja: 貴方の準備がまだ整ってないように思えます。
nl: Je bent nog niet klaar.
pt_br: Você ainda não está preparado.
ro: Nu ești pregătit încă.
sv: Du är inte redo än.
tr: Henüz hazır değilsin.

# TXT_DLG_SCRIPT10_D33352_WELLW
source: Well, what is it now? Don't you ever take a break? I'm glad that you're still breathing. I'd hate for my favorite student to come back looking out from the inside of a body bag.
da: Hvad er det så nu? Tager du aldrig en pause? Jeg er glad for, at du stadig trækker vejret. Jeg ville hade, hvis min yndlingselev skulle komme tilbage og se ud fra en ligpose.
ja: さて、調子はどうですか?休憩しませんか? 貴方がまだ息をしているのが喜ばしい事です。 お気に入りの生徒が死体袋から天を仰ぐ様に なるのは嫌なのです。
nl: Nou, wat is het nu? Neem je nooit een pauze? Ik ben blij dat je nog steeds ademt. Ik zou het vreselijk vinden als mijn favoriete student terug zou komen met het oog op de binnenkant van een lijkzak.
pt_br: Bem, o que vai ser desta vez? Será que você não descansa nunca? Ainda bem que você ainda está respirando. Eu detestaria ver meu aluno favorito voltando num saco de cadáver.
ro: Ce mai este? Nu iei niciodată pauză? Mă bucur că încă mai respiri. Ar fi păcat dacă cel mai bun student al meu ar veni într-un sac.
sv: Vad är det nu då? Tar du aldrig en paus? Jag är glad att du fortfarande andas. Jag vill inte att min favoritelev ska komma tillbaka och titta ut från insidan av en liksäck.
tr: Peki, şimdi ne var? Hiç ara vermez misin? Hâlâ nefes alıyor olmana sevindim. En sevdiğim öğrencimin bir ceset torbasının içinden bakarak geri gelmesini istemem.

# TXT_RPLY0_SCRIPT10_D33352_INEED
source: I need some more bullets.
da: Jeg har brug for flere kugler.
ja: もっと弾が必要だ。
nl: Ik heb meer kogels nodig.
pt_br: Preciso de mais munição.
ro: Am nevoie de niște gloanțe.
sv: Jag behöver fler kulor.
tr: Biraz daha mermiye ihtiyacım var.

# TXT_RYES0_SCRIPT10_D33352_THERE
source: There, don't waste it.
da: Sådan, lad være med at spilde den.
ja: 大切にして下さいね。
nl: Daar, verspil het niet.
pt_br: Pegue. Não desperdice.
ro: Iată, n-o risipi.
sv: Slösa inte bort den.
tr: İşte, boşa harcama.

# TXT_RNO0_SCRIPT10_D33352_YOUHA
source: You have enough.
da: Du har nok.
ja: 十分そうです。
nl: Je hebt genoeg.
pt_br: Você já tem o suficiente.
ro: Ai destulă.
sv: Du har tillräckligt.
tr: Sende yeterince var.

# TXT_RPLY1_SCRIPT10_D33352_WHATC
source: What can you teach me?
da: Hvad kan du lære mig?
ja: 何か教えてくれないか?
nl: Wat kun je me leren?
pt_br: O que você tem pra me ensinar?
ro: Ce mă poți învăța?
sv: Vad kan du lära mig?
tr: Bana ne öğretebilirsin?

# TXT_RYES1_SCRIPT10_D33352_DONTG
source: Don't get snippy, you've still some room to grow.
da: Du skal ikke blive snerpet, du har stadig plads til at vokse.
ja: ぶっきらぼうにならないで、まだ成長の余地はあります。
nl: Wordt niet snipperig, je hebt nog wat ruimte om te groeien.
pt_br: Vai devagar, rapaz. Você ainda tem muito o que aprender.
ro: Nu fi impetinent, încă mai ai ce învăța.
sv: Bli inte snäsig, du har fortfarande utrymme att växa.
tr: Kibirlenme, hala büyümek için yerin var.

# TXT_RNO1_SCRIPT10_D33352_NOTHI
source: Nothing until you're ready.
da: Intet, før du er klar.
ja: 準備が整うまで何も出来ません。
nl: Niets totdat je er klaar voor bent.
pt_br: Nada até que você esteja preparado.
ro: Nimic, până nu ești pregătit.
sv: Ingenting förrän du är redo.
tr: Hazır olana kadar hiçbir şey.

# TXT_DLG_SCRIPT10_D34868_LOOKW
source: Look who's back, what's on your mind? I know it's been hard, but all of us appreciate your efforts, believe me.
da: Se, hvem der er tilbage. Hvad har du på hjerte? Jeg ved, det har været svært, men vi sætter alle pris på din indsats, tro mig.
ja: 誰が戻って来たかについて、貴方の考えとは? 困難な事だとわかっています。しかし私達全員は 貴方の努力には感謝しています。
nl: Kijk eens wie er terug is, waar denk je aan? Ik weet dat het moeilijk is geweest, maar we waarderen allemaal je inspanningen, geloof me.
pt_br: Olha só quem voltou. Como vai? Eu sei que tem sido difícil, mas todos nós agradecemos pelos seus esforços, vai por mim.
ro: Uite cine s-a întors? La ce te gândești? Știu că a fost greu, dar toți îți apreciem eforturile, crede-mă.
sv: Titta vem som är tillbaka, vad tänker du på? Jag vet att det har varit svårt, men alla uppskattar dina ansträngningar, tro mig.
tr: Bak kim gelmiş, aklında ne var? Zor olduğunu biliyorum ama hepimiz çabalarını takdir ediyoruz, inan bana.

# TXT_RPLY0_SCRIPT10_D34868_IVERU
source: I've run out of bullets.
da: Jeg er løbet tør for kugler.
ja: 弾が無くなった。
nl: Ik heb geen kogels meer.
pt_br: Fiquei sem munição.
ro: Am rămas fără gloanțe.
sv: Jag har slut på kulor.
tr: Mermim bitti.

# TXT_RYES0_SCRIPT10_D34868_WHATE
source: What else is new, here you go.
da: Hvad er der ellers nyt, værsgo.
ja: 新しい試みですか、どうぞ。
nl: Wat is er nog meer nieuw, alsjeblieft.
pt_br: Que novidade. Aqui está.
ro: Ce mai e nou, iată.
sv: Vad mer är nytt, här har du.
tr: Başka yeni ne var, al bakalım.

# TXT_RNO0_SCRIPT10_D34868_YOUHA
source: You have more than I can give you.
da: Du har mere, end jeg kan give dig.
ja: 今渡せる以上に持ってますよ。
nl: Je hebt meer dan ik je kan geven.
pt_br: Você tem o suficiente.
ro: Ai mai multe decât ți-aș putea oferi.
sv: Du har mer än vad jag kan ge dig.
tr: Sana verebileceğimden daha fazlasına sahipsin.

# TXT_RPLY1_SCRIPT10_D34868_TEACH
source: Teach me what you can.
da: Lær mig, hvad du kan.
ja: 可能な限り教えてくれ。
nl: Leer me wat je kunt.
pt_br: O que você pode me ensinar?
ro: Învață-mă ce poți.
sv: Lär mig vad du kan.
tr: Bana öğretebileceğin kadarını öğret.

# TXT_RYES1_SCRIPT10_D34868_ALLRI
source: All right, here's some pointers.
da: Okay, her er nogle tips.
ja: わかりました、貴方に幾つかやり方を教ましょう。
nl: Oké, hier zijn wat aanwijzingen.
pt_br: Tá legal, aqui vai algumas dicas.
ro: În regulă, uite niște repere.
sv: Okej, här är några tips.
tr: Pekala, işte birkaç ipucu.
