Repository: the-phinet/UZDoom
Catalog: zdoom_game_strings/*.po
Languages: da, ja, nl, pt_br, ro, sv, tr

# TXT_ILOG1009
source: Use the pass Mourel gave you to get into the prison. Once inside, talk to Warden Montag. Find a way to free the prisoners.
da: Brug det adgangskort, som Mourel gav dig, til at komme ind i fængslet. Når du er inde, skal du tale med direktør Montag. Find en måde at befri fangerne på.
ja: モーレルからもらった刑務所の許可証を使って入る。 入ったらモンターグと話し、囚人を解放する方法を探す。
nl: Gebruik de pas die Mourel je gaf om in de gevangenis te komen. Eenmaal binnen, praat je met Warden Montag. Zoek een manier om de gevangenen te bevrijden.
pt_br: Use o passe que o Mourel te deu para entrar na prisão. Após entrar, fale com o Carcereiro Montag. Encontre uma maneira de libertar os prisioneiros.
ro: Folosește parola pe care ți-a dat-o Mourel pentru a intra în închisoare. Odată înăuntru, vorbește cu Directorul Montag. Găsește o cale să eliberezi prizonierii.
sv: Använd passet som Mourel gav dig för att komma in i fängelset. När du väl är inne pratar du med fängelsedirektör Montag. Hitta ett sätt att befria fångarna.
tr: Hapishaneye girmek için Mourel'in size verdiği kartı kullanın. İçeri girdikten sonra Müdür Montag ile konuşun. Mahkûmları serbest bırakmanın bir yolunu bulun.

# TXT_ILOG1010
source: Use the Warden's key to get into the prison cell blocks and find a way to free the prisoners.
da: Brug fængselsdirektørens nøgle til at komme ind i fængselscelleblokkene og find en måde at befri fangerne på.
ja: ワーデンから鍵を奪って内部に入れ。
nl: Gebruik de sleutel van de bewaker om in de celblokken van de gevangenis te komen en een manier te vinden om de gevangenen te bevrijden.
pt_br: Use a chave do Carcereiro para entrar nos blocos de celas e ache uma maneira de libertar os prisioneiros.
ro: Folosește cheia pe care ți-a dat-o Guvernatorul și găsește o cale să eliberezi prizonierii.
sv: Använd fängelsedirektörens nyckel för att ta dig in i fängelsets cellblock och hitta ett sätt att befria fångarna.
tr: Hapishane hücre bloklarına girmek için Müdürün anahtarını kullanın ve mahkûmları serbest bırakmanın bir yolunu bulun.

# TXT_ILOG1011
source: Destroy the power crystal that runs the power grid which drives the Order's shields. Go visit Worner, a spy we recruited in the warehouse of the power station. Don't forget to visit the medic and the weapons trainer before you go.
da: Ødelæg energikrystallen, der driver det strømnet, som driver Ordenens skjolde. Besøg Worner, en spion, som vi rekrutterede i lageret på kraftværket. Glem ikke at besøge lægen og våbentræneren, før du går.
ja: 送電網を動かしているパワークリスタルを破壊してオーダーのシールドを止める。 発電所の倉庫に潜らせたスパイ、ワーナーを訪ねる。 その前にメディックと武器トレーナーに会うのを忘れるな。
nl: Vernietig het energiekristal dat het stroomnet dat de schilden van de Orde aandrijft. Ga naar Worner, een spion die we in het magazijn van de centrale hebben gerekruteerd. Vergeet niet om de dokter en de wapentrainer te bezoeken voor je vertrekt.
pt_br: Destrua o cristal de energia que alimenta a rede elétrica por trás dos escudos da Ordem. Visite o Worner, um espião que recrutamos no depósito da usina de energia. Não se esqueça de visitar o médico e o treinador de armas antes de ir.
ro: Distruge cristalul de nergie care alimentează câmpurile Ordinului. Vizitează pe Worner, un spion recrutat în depozitul stației. Nu uita să vorbești cu medicul și antrenorul de arme înainte.
sv: Förstör kraftkristallen som driver kraftnätet som driver ordens sköldar. Gå och besök Worner, en spion som vi rekryterade i kraftverkets lager. Glöm inte att besöka läkaren och vapentränaren innan du går.
tr: Tarikat'ın kalkanlarını çalıştıran güç şebekesini çalıştıran güç kristalini yok edin. Güç istasyonunun deposunda işe aldığımız casus Worner'ı ziyaret edin. Gitmeden önce sıhhiyeciyi ve silah eğitmenini ziyaret etmeyi unutmayın.

# TXT_ILOG1012
source: Destroy the power crystal that runs the power grid which drives the Order's shields. Use the I.D. to get into the power station. You may want to check out the storeroom above Worner.
da: Ødelæg energikrystallen, der driver det kraftnet, som driver Ordenens skjolde. Brug identifikationskortet til at komme ind i kraftværket. Du kan tjekke lagerrummet over Worner.
ja: 送電網を動かしているパワークリスタルを破壊してオーダーのシールドを止める。 手に入れたI.D.を使って発電所に入る。 ワーナーの言う上階の部屋も余裕があったら調べる。
nl: Vernietig het energiekristal dat het elektriciteitsnet dat de schilden van de Orde aandrijft. Gebruik de I.D. om in de centrale te komen. Je kunt het magazijn boven Worner bekijken.
pt_br: Destrua o cristal de energia que alimenta a rede elétrica por trás dos escudos da Ordem. Use a identificação para infiltrar a usina de energia. Você pode querer dar uma olhada no depósito acima do Worner.
ro: Distruge critalul energetic care alimentează scuturile Ordinului. Folosește cardul pentru a intra în stația de alimentare. Ai putea verifica și depozitul de deasupra lui Worner.
sv: Förstör kraftkristallen som driver kraftnätet som driver Ordens sköldar. Använd ID-kortet för att ta dig in i kraftstationen. Du kanske vill kolla in förrådet ovanför Worner.
tr: Tarikat'ın kalkanlarını çalıştıran güç şebekesini çalıştıran güç kristalini yok edin. Güç istasyonuna girmek için kimliği kullanın. Worner'ın üstündeki depoyu kontrol etmek isteyebilirsiniz.

# TXT_ILOG1013
source: Destroy the power crystal that runs the power grid which drives the Order's shields. Go talk to Ketrick in the core area.
da: Ødelæg kraftkrystallen, der driver det kraftnet, som driver Ordenens skjolde. Gå hen og tal med Ketrick i kerneområdet.
ja: 送電網を動かしているパワークリスタルを破壊してオーダーのシールドを止める。 コアエリアでケトリックと話す。
nl: Vernietig het energiekristal dat het elektriciteitsnet dat de schilden van de Orde aandrijft. Ga in het kerngebied met Ketrick praten.
pt_br: Destrua o cristal de energia que alimenta a rede elétrica por trás dos escudos da Ordem. Fale com o Ketrick na área do núcleo.
ro: Distruge cristalul de energie care alimentează scuturile Ordinului. Vorbește cu Ketrick în zona nucleului.
sv: Förstör kraftkristallen som driver kraftnätet som driver ordens sköldar. Gå och prata med Ketrick i kärnområdet.
tr: Tarikat'ın kalkanlarını çalıştıran güç şebekesini çalıştıran güç kristalini yok edin. Çekirdek alanda Ketrick ile konuş.

# TXT_ILOG1014
source: Destroy the power crystal. Go talk to Ketrick, bring the walkway up using the switches, then use this id for the elevator.
da: Ødelæg kraftkrystallen. Gå hen og tal med Ketrick, bring gangbroen op ved hjælp af kontakterne, og brug derefter dette id til elevatoren.
ja: パワークリスタルを破壊してオーダーのシールドを止める。 ケトリックと話し、スイッチを動かし通路を上げ、エレベーターにIDを使う。
nl: Vernietig het energiekristal. Ga met Ketrick praten, breng de gang naar boven met behulp van de schakelaars, gebruik dan deze id voor de lift.
pt_br: Destrua o cristal de energia. Fale com o Ketrick, faça a passarela subir usando os interruptores e depois use esta identificação para o elevador.
ro: Distruge cristalul energetic. Vorbește cu Ketrick, redă pasarela folosind butoanele, apoi folosește cardul pentru lift.
sv: Förstör kraftkristallen. Gå och prata med Ketrick, ta upp gångvägen med hjälp av brytarna och använd sedan denna id för hissen.
tr: Güç kristalini yok et. Ketrick ile konuşun, anahtarları kullanarak geçidi yukarı getirin, sonra asansör için bu kimliği kullanın.

# TXT_ILOG1015
source: Find the town entrance that the Order has guarded. Open the door and bring the guard's uniform back to Weran.
da: Find byens indgang, som Ordenen har bevogtet. Åbn døren og bring vagtens uniform tilbage til Weran.
ja: オーダーが封鎖している町への入り口を見つける。 ドアを開け、ガードの制服をウェランに持って帰る。
nl: Zoek de stadstoegang die de Orde heeft bewaakt. Open de deur en breng het uniform van de bewaker terug naar Weran.
pt_br: Encontre a entrada da cidade que a Ordem está vigiando. Abra a porta e leve o uniforme do guarda de volta para o Weran.
ro: Găsește intrarea orașului pe care Ordinul a păzit-o. Deschide ușa și du uniforma paznicului la Weran.
sv: Hitta stadens ingång som ordern har bevakat. Öppna dörren och ta med dig vaktuniformen tillbaka till Weran.
tr: Tarikatın koruduğu kasaba girişini bulun. Kapıyı açın ve muhafız üniformasını Weran'a geri getirin.

# TXT_ILOG1016
source: Take the flamethrower parts to Irale. Find the sewer maintenance door. Find and drain the reclamation tank inside the castle. At the bottom is a hidden entrance to the sewers. Down that entrance is where the gate controls are, somewhere.
da: Tag flammekasterens dele med til Irale. Find døren til vedligeholdelse af kloakken. Find og tøm genvindingstanken inde på slottet. I bunden er der en skjult indgang til kloakkerne. Nede ved denne indgang er der et sted, hvor kontrolelementerne til porten er.
ja: 火炎放射器の部品をイラールに持っていく。 下水道のメンテナンス室を見つけ、 城内の貯水タンクを見つけて排水。 その下には下水道への隠された入り口があり、その奥にゲートコントロールがある。
nl: Neem de vlammenwerper delen naar Irale. Zoek de deur voor het rioolonderhoud. Zoek en laat de inpolderingstank in het kasteel leeglopen. Onderin is een verborgen ingang naar de riolering. Onderaan die ingang is waar de poortbediening is, ergens.
pt_br: Leve as peças do lança-chamas ao Irale. Ache a porta de manutenção do esgoto. Encontre e drene o tanque de recuperação dentro do castelo. No fundo há uma entrada oculta para o esgoto. Entre lá e encontre os controles do portão.
ro: Du bucățiile aruncătorului de flăcări la Irale. Găsește ușa de mentenanță de la canale. Găsește și drenează rezervorul de recuperare din interiorul castelului. La fund e o intrare secretă către canale. Jos, se pot acționa porțiile, de undeva.
sv: Ta med dig flamethrowerdelarna till Irale. Hitta dörren till underhållet av kloakerna. Hitta och töm återvinningstanken inne i slottet. I botten finns en dold ingång till avloppen. Nere vid den ingången finns portkontrollerna någonstans.
tr: Alev makinesi parçalarını İrale'ye götürün. Kanalizasyon bakım kapısını bulun. Kalenin içindeki ıslah tankını bulun ve boşaltın. En altta kanalizasyona giden gizli bir giriş var. O girişin aşağısında kapı kontrollerinin olduğu yer var.

# TXT_ILOG1017
source: Join the assault on the castle. Find and take out the Programmer. See the medic and the weapons trainer. Spend everything you've got. This is going to be a hell of a fight.
da: Deltag i angrebet på slottet. Find og dræb programmøren. Se lægen og våbentræneren. Brug alt, hvad du har. Dette bliver en helvedes kamp.
ja: 城内への突撃部隊に加入し、プログラマーを探す。 メディックと武器トレーナーに会っておく。 この戦いは激しいものになるだろう、使えるものは全て使うつもりで行け。
nl: Doe mee aan de aanval op het kasteel. Zoek en haal de Programmeur eruit. Zie de dokter en de wapentrainer. Geef alles uit wat je hebt. Dit wordt een hels gevecht.
pt_br: Junte-se ao ataque no castelo. Ache e elimine o Programador. Visite o médico e o treinador de armas. Gaste tudo o que você tem. Essa vai ser uma briga das grandes.
ro: Alătură-te asaltului asupra castelului. Vezi medicul și antrenorul de arme. Cheltuie tot ce ai. O să fie o luptă pe cnste.
sv: Gå med i anfallet mot slottet. Hitta och ta ut programmeraren. Se till sjukvårdaren och vapentränaren. Spendera allt du har. Det här kommer att bli en jäkla kamp.
tr: Kaleye yapılan saldırıya katıl. Programcıyı bul ve etkisiz hale getir. Sıhhiyeciyi ve silah eğitmenini gör. Elinizdeki her şeyi harcayın. Bu cehennem gibi bir savaş olacak.

# TXT_ILOG1018
source: Use the key the false Programmer gave you to open an entrance to the Programmer's keep. It has to be where he's hiding. Find the Programmer and kill him.
da: Brug den nøgle, som den falske programmør gav dig, til at åbne en indgang til programmørens tårn. Det må være der, hvor han gemmer sig. Find programmøren og dræb ham.
ja: 偽プログラマーから貰ったキーを使って本物がいるはずの砦を開く。 奴はそこに隠れなければならないはず。プログラマーを見つけて殺す。
nl: Gebruik de sleutel die de valse Programmer je gaf om een ingang te openen naar de wacht van de Programmeur. Het moet zijn waar hij zich verbergt. Zoek de Programmeur en vermoord hem.
pt_br: Use a chave que o falso Programador te deu para abrir uma entrada à fortaleza do Programador. Tem que ser onde ele está escondido. Encontre o Programador e mate-o.
ro: Folosește cheia pe care Programator fals ți-a dat-o pentru a deschide intrarea către curtea Programatorului. Trebuie să fie locul în care se ascunde. Găsește Programatorul și ucide-l.
sv: Använd nyckeln som den falska programmeraren gav dig för att öppna en ingång till programmerarens borg. Det måste vara där han gömmer sig. Hitta Programmeraren och döda honom.
tr: Sahte Programcı'nın size verdiği anahtarı kullanarak Programcı'nın kalesine bir giriş açın. Saklandığı yer orası olmalı. Programcıyı bul ve öldür.

# TXT_ILOG1019
source: Seek out the Oracle and ask it about the other Sigil pieces. Take your reward and go across to the medic and weapons trainer for health and training.
da: Opsøg Oraklet og spørg det om de andre Sigil stykker. Tag din belønning og gå over til lægen og våbentræneren for at få sundhed og træning.
ja: オラクルに会いシジルの欠片について尋ねる。 強化のためメディックと武器トレーナーに会っておく。
nl: Zoek het Orakel op en vraag het over de andere Sigil stukken. Pak je beloning en ga naar de dokter en wapentrainer voor gezondheid en training.
pt_br: Procure o Oráculo e pergunte o sobre as outras peças do Sigilo. Pegue a sua recompensa e visite o médico e o treinador de armas para recuperar saúde e receber treinamento.
ro: Caută Oracolul și întreabă de celelalte piese de Sigiliu. Ia-ți recompensa și du-te la medic și antrenorul de arme.
sv: Sök upp Oraklet och fråga det om de andra Sigilbitarna. Ta din belöning och gå över till läkaren och vapentränaren för hälsa och träning.
tr: Kahin'i bulun ve ona diğer Sigil parçalarını sorun. Ödülünüzü alın ve sağlık ve eğitim için sıhhiyeciye ve silah eğitmenine gidin.

# TXT_ILOG1020
source: The second piece lies at the heart of the crimson and obsidian tower. There you must find the Bishop, who awaits you. Take the Oracle's token to the key master in the borderlands. Once you have destroyed the Bishop, return to the Oracle.
da: Den anden brik ligger i hjertet af det purpurfarvede og obsidianske tårn. Der skal du finde biskoppen, som venter på dig. Tag Oraklets token til nøglemesteren i grænselandet. Når du har udslettet biskoppen, skal du vende tilbage til Oraklet.
ja: 二つ目の欠片は深紅と黒曜石の塔の中心部にある。そこのビショップを討伐せよ。 国境地帯のコモンズ側にいるキーマスターにオラクルのトークンを見せる。 ビショップを仕留めたらオラクルの元に戻る。
nl: Het tweede stuk ligt in het hart van de karmozijnrode en obsidiaan toren. Daar moet je de bisschop vinden, die op je wacht. Breng de orakels naar de belangrijkste meester in de grensgebieden. Als je de bisschop hebt vernietigd, keer je terug naar het Orakel.
pt_br: A segunda peça está no coração da torre carmesim e obsidiana. Lá você encontrará o Bispo, que está te aguardando. Leve o emblema do Oráculo para o mestre das chaves nas fronteiras. Após destruir o Bispo, volte ao Oráculo.
ro: A doua piesă e în inima turnului stăveziu din obsidian. Episcopul te va aștepta. Ia semnul Oracolului la stăpânul cheii în mărginime. După ce ai eliminat Episcopul întoarce-te la Oracol.
sv: Den andra biten finns i hjärtat av det karmosinröda och obsidianiska tornet. Där måste du hitta biskopen som väntar på dig. Ta Orakelns token till nyckelmästaren i gränslandet. När du har förintat biskopen ska du återvända till oraklet.
tr: İkinci parça kızıl ve obsidyen kulenin kalbinde yatıyor. Orada sizi bekleyen Piskopos'u bulmalısınız. Kahin'in jetonunu sınır bölgelerindeki anahtar ustasına götürün. Piskoposu yok ettikten sonra Kahin'e geri dönün.

# TXT_ILOG1021
source: Find the crimson and obsidian tower. Use the id key the key master gave you to enter the tower. Once inside you must locate the Bishop. Once you have destroyed the Bishop, return to the Oracle.
da: Find det purpurfarvede og obsidianske tårn. Brug den id-nøgle, som nøglemesteren gav dig, til at komme ind i tårnet. Når du er inde, skal du finde biskoppen. Når du har ødelagt biskoppen, skal du vende tilbage til Oracle.
ja: 二つ目の欠片は深紅と黒曜石の塔の中心部にある。そこのビショップを討伐せよ。 キーマスターから貰ったIDキーを使って塔に入る。 ビショップを仕留めたらオラクルの元に戻る。
nl: Vind de karmozijnrode en obsidiaan toren. Gebruik de id-toets die de sleutelmeester je gaf om de toren te betreden. Eenmaal binnen moet je de bisschop lokaliseren. Als je de bisschop hebt vernietigd, ga je terug naar het Orakel.
pt_br: Encontre a torre carmesim e obsidiana. Use a chave de identificação que o mestre da chaves te deu para entrar na torre. Após entrar, você deve localizar o Bispo. Após destruir o Bispo, volte ao Oráculo.
ro: Găsește turnul străveziu din obsidian. Folosește cardul pe care ți l-a dat stăpânul cheilor pentru a intra. După aceea, găsește-l pe Episcop. Odată ce l-ai distrus, întoarce-te la Oracol.
sv: Hitta det karmosinröda och obsidianska tornet. Använd id-nyckeln som nyckelmästaren gav dig för att komma in i tornet. När du väl är inne måste du lokalisera biskopen. När du har förstört biskopen återvänder du till oraklet.
tr: Kızıl ve obsidyen kuleyi bulun. Kuleye girmek için anahtar ustasının size verdiği kimlik anahtarını kullanın. İçeri girdikten sonra Piskoposu bulmalısınız. Piskoposu yok ettikten sonra Kahin'e geri dönün.

# TXT_ILOG1022
source: Find the security complex, fight through there and use the teleporter to central administration. Destroy the computer core in central administration. This will kill the force field on the Bishop's tower. Once the Bishop's dead, return to the Oracle.
da: Find sikkerhedskomplekset, kæmp dig igennem der og brug teleporteren til centraladministrationen. Ødelæg computerkernen i centraladministrationen. Dette vil dræbe kraftfeltet på Bishop's tårn. Når biskoppen er død, skal du vende tilbage til Oracle.
ja: 複合警備所を見つけ、そこを制圧し中央管理所へのテレポーターを使う。 そして管理所のコンピューターコアを破壊する。 そうすればビショップの塔へのフォースフィールドを消せる。 ビショップを仕留めたらオラクルの元に戻る。
nl: Vind het veiligheidscomplex, vecht daar doorheen en gebruik de teleporter om de centrale administratie te besturen. Vernietig de computerkern in de centrale administratie. Dit zal het krachtveld op de Bisschopstoren doden. Zodra de bisschop dood is, keer je terug naar het Orakel.
pt_br: Encontre o complexo de segurança, lute através de lá e use o teletransportador na administração central. Destrua o núcleo de computação na administração central. Isso vai derrubar o campo de força na torre do Bispo. Após matar o Bispo, volte ao Oráculo.
ro: Găsește complexul de securitate, intră în luptă, și folosește teleportorul către administrația centrală. Distruge nucleul calculatorului. Asta va distruge scutul din turnul Episcopului. Odată ce e mort, întoarce-te la Oracol.
sv: Hitta säkerhetskomplexet, kämpa dig igenom där och använd teleportern till centraladministrationen. Förstör datorkärnan i centralförvaltningen. Detta kommer att döda kraftfältet på biskopens torn. När biskopen är död återvänder du till oraklet.
tr: Güvenlik kompleksini bulun, orada savaşın ve merkezi yönetime giden ışınlayıcıyı kullanın. Merkezi yönetimdeki bilgisayar çekirdeğini yok edin. Bu, Piskopos'un kulesindeki güç alanını öldürecektir. Piskopos öldükten sonra Kahin'e geri dönün.

# TXT_ILOG1023
source: Your next challenge will test your spirit. The third piece is held by your own leader. He is the same as that which he sends you to kill. Confront him and resolve your fate.
da: Din næste udfordring vil teste din ånd. Den tredje brik holdes af din egen leder. Han er den samme som den, som han sender dig til at dræbe. Konfronter ham og løser din skæbne.
ja: 次の挑戦は己の精神が試される。三つ目の欠片は我々のリーダーが保持している。 彼は貴方を殺すために送ったのと同等だと。彼に立ち向かい、己の運命を決断せよ。
nl: Je volgende uitdaging zal je geest testen. Het derde stuk wordt vastgehouden door je eigen leider. Hij is dezelfde die hij je stuurt om te doden. Confronteer hem en los je lot op.
pt_br: Seu próximo desafio testará o seu espírito. A terceira peça está com o seu próprio líder. Ele é a mesma pessoa que ele quer que você mate. Confronte-o e resolva o seu destino.
ro: Următoarea provocare îți va testa spiritul. A treia pieșă e ținută de propriul vostru lider. E același ca cel care vă trimite să ucideți. Înfruntă-l și împlinește-ți destinul.
sv: Din nästa utmaning kommer att sätta din anda på prov. Den tredje biten innehas av din egen ledare. Han är densamma som den som han skickar dig att döda. Konfrontera honom och lös ditt öde.
tr: Bir sonraki göreviniz ruhunuzu sınayacak. Üçüncü parça kendi lideriniz tarafından tutuluyor. Sizi öldürmeniz için gönderdiği kişiyle aynı. Onunla yüzleşin ve kaderinizi belirleyin.

# TXT_ILOG1024
source: It is the Oracle who holds the third piece. There's your traitor. Return to the Oracle, and take him down. Return to me when it's dead.
da: Det er Oraklet, der har den tredje brik. Der er din forræder. Vend tilbage til Oraklet, og nedlæg ham. Vend tilbage til mig, når det er dødt.
ja: 三つ目の欠片を持つのはオラクルだ。あいつが裏切者だ。 オラクルの所に戻り討ち倒せ。終わったらマシルの元に戻る。
nl: Het is het Orakel dat het derde deel vasthoudt. Daar is je verrader. Ga terug naar het Orakel, en neem hem mee naar beneden. Keer terug naar mij als het dood is.
pt_br: É o Oráculo que possui a terceira peça. Esse é o seu traidor. Volte ao Oráculo e elimine-o. Volte para mim quando ele estiver morto.
ro: E Oracolul cel care deține ultima piesă. Acolo e trădătorul. Întoarce-te la Oracol, și răpune-l. Întoarce-te la mine când ai terminat.
sv: Det är oraklet som innehar den tredje biten. Där har du din förrädare. Återvänd till Oraklet och ta ner honom. Återvänd till mig när den är död.
tr: Üçüncü parçayı elinde tutan Kahin. İşte haininiz. Kahin'e dön ve onu indir. Öldüğünde bana geri dön.

# TXT_ILOG1025
source: You have cut the cancer from your body, but your heart still beats. Next you must find the surgeon who butchers and controls your people.... The Loremaster. Stop him, and the next piece will be yours.
da: Du har fjernet kræften fra din krop, men dit hjerte slår stadig. Nu skal du finde den kirurg, der slagter og kontrollerer dit folk.... Loremesteren. Stop ham, og det næste stykke vil blive dit.
ja: 己の癌は切除したが動揺は隠せないままだ。 次の欠片は人々を虐殺で支配する外科医... ロアマスターが所持している。奴を止め、欠片を自分の物にする。
nl: Je hebt de kanker uit je lichaam gesneden, maar je hart klopt nog steeds. Vervolgens moet je de chirurg vinden die je mensen afmaakt en controleert....... De Kennismeester. Stop hem, en het volgende stuk zal van jou zijn.
pt_br: Você arrancou o câncer do seu corpo, mas seu coração ainda bate. Agora você deve encontrar o cirurgião que mutila e controla o seu povo... o Mestre do Conhecimento. Detenha-o e a próxima peça será sua.
ro: Ai tăiat cancerul din corp, dar inima ta încă bate. Mai departe trebuie să găsești pe chirurgul care vă masacrează oamenii.... Maestrul Cunoștiințelor. Oprește-l, și următoarea piesă va fii a ta.
sv: Du har skurit bort cancern från din kropp, men ditt hjärta slår fortfarande. Nu måste du hitta kirurgen som slaktar och kontrollerar ditt folk.... Läromästaren. Stoppa honom och nästa del blir din.
tr: Kanseri vücudundan attın ama kalbin hala atıyor. Şimdi insanlarını kesen ve kontrol eden cerrahı bulmalısın.... Loremaster. Onu durdurursan, bir sonraki parça senin olacak.
