Repository: the-phinet/UZDoom
Catalog: zdoom_game_strings/*.po
Languages: da, ja, nl, pt_br, ro, sv, tr

# TXT_STRIFE_MAP37
source: AREA 37: Killing Grounds
da: AREA 37: Drabsområder
ja: エリア 37: 殺害者の地
nl: Zone 37: Slagveld
pt_br: Área 37: Campo de Matança
ro: ZONA 37: Teren de Ucis
sv: OMRÅDE 37: Dödsmark
tr: ALAN 37: Öldürme Alanları

# TXT_STRIFE_MAP38
source: AREA 38: Ordered Chaos
da: AREA 38: Ordnet kaos
ja: エリア 38: カオスの秩序
nl: Zone 38: Ordelijke chaos
pt_br: Área 38: Caos Ordenado
ro: ZONA 38: Haos Controlat
sv: OMRÅDE 38: Ordnat kaos
tr: ALAN 38: Düzenli Kaos

# TXT_HEXEN_MAP01
source: Winnowing Hall
da: Separationshal
ja: 選抜の間
nl: Scheidingszaal
pt_br: Sala de Separação
ro: Sala de Separare
sv: Hallen för avräkning
tr: Ayrılma Salonu

# TXT_HEXEN_MAP02
source: Seven Portals
da: Syv portaler
ja: 漆之門
nl: Zeven portalen
pt_br: Sete Portais
ro: Șapte Portaluri
sv: Sju portaler
tr: Yedi Portal

# TXT_HEXEN_MAP03
source: Guardian of Ice
da: Vogter af is
ja: 氷の守護者
nl: Bewaker van ijs
pt_br: Guardião de Gelo
ro: Străjerul Gheții
sv: Isens väktare
tr: Buz Muhafızı

# TXT_HEXEN_MAP04
source: Guardian of Fire
da: Vogter af ild
ja: 炎の守護者
nl: Bewaker van vuur
pt_br: Guardião de Fogo
ro: Străjerul Focului
sv: Elds väktare
tr: Ateşin Koruyucusu

# TXT_HEXEN_MAP05
source: Guardian of Steel
da: Vogter af stål
ja: 鋼の守護者
nl: Bewaker van staal
pt_br: Guardião de Aço
ro: Străjerul Oțelului
sv: Stålets väktare
tr: Çelik Muhafız

# TXT_HEXEN_MAP06
source: Bright Crucible
da: Lys udfordring
ja: 光の坩堝
nl: Heldere beproeving
pt_br: Crisol de Luz
ro: Creuzetul Luminos
sv: Ljus utmaning
tr: Parlak Pota

# TXT_HEXEN_MAP13
source: Shadow Wood
da: Skyggetræ
ja: 陰影樹
nl: Schaduwbos
pt_br: Floresta das Sombras
ro: Pădurea Umbrelor
sv: Skuggskog
tr: Gölge Ahşap

# TXT_HEXEN_MAP08
source: Darkmere
ja: 暗黒の地
nl: Sombermeer
pt_br: Pantâno Negro
ro: Mlaștinile Întunecate
sv: Mörkträsk
tr: Koyu göl

# TXT_HEXEN_MAP09
source: Caves of Circe
da: Circes' grotter
ja: キルケーの洞窟
nl: Grotten van Circe
pt_br: Cavernas de Circe
ro: Peșterile lui Circe
sv: Circes grottor
tr: Kirke Mağaraları

# TXT_HEXEN_MAP10
source: Wastelands
da: Ødemarker
ja: 荒野
nl: Woestenij
pt_br: Terras Desoladas
ro: Tărâmurile Pustii
sv: Ödemarken
tr: Çorak Topraklar

# TXT_HEXEN_MAP11
source: Sacred Grove
da: Helliglund
ja: 神聖なる園
nl: Heilig bosje
pt_br: Bosque Sagrado
ro: Crângul Sacru
sv: Heliga lunden
tr: Kutsal Koru

# TXT_HEXEN_MAP12
source: Hypostyle
ja: 多柱の間
nl: Zuilenhal
pt_br: Hipostilo
ro: Hipostil
sv: Hypostil
tr: Hipostil

# TXT_HEXEN_MAP27
source: Heresiarch's Seminary
da: Heresiarkens seminarium
ja: ヘレシアークの神学舎
nl: Seminarie van ketterij
pt_br: Seminário do Heresiarca
ro: Seminarul Ereziarhului
sv: Heresiarkens seminarium
tr: Heresiark'ın Ruhban Okulu

# TXT_HEXEN_MAP28
source: Dragon Chapel
da: Dragekapel
ja: ドラゴンの庵寺
nl: Drakenkapel
pt_br: Capela do Dragão
ro: Capela Dragonilor
sv: Drakens kapell
tr: Ejderha Şapeli

# TXT_HEXEN_MAP30
source: Griffin Chapel
da: Griffinkapel
ja: グリフィンの庵寺
nl: Griffioenenkapel
pt_br: Capela do Grifo
ro: Capela Grifonilor
sv: Griffins kapell
tr: Griffin Şapeli

# TXT_HEXEN_MAP31
source: Deathwind Chapel
da: Dødens vind kapel
ja: デスウィンドの庵寺
nl: Dodenwind kapel
pt_br: Capela do Vento da Morte
ro: Capela Suflului Morții
sv: Dödsblåsans kapell
tr: Ölüm Rüzgarı Şapeli

# TXT_HEXEN_MAP32
source: Orchard of Lamentations
da: Klagesangens frugthave
ja: 哀悼茂る園
nl: Boomgaard van klaagliederen
pt_br: Pomar das Lamentações
ro: Livada Amărăciunii
sv: Klagovisornas trädgård
tr: Ağıtlar Bahçesi

# TXT_HEXEN_MAP33
source: Silent Refectory
da: Stilhedens refektorium
ja: 寡黙なる食堂
nl: Stil refectory
pt_br: Refeitório Silencioso
ro: Refectoriul Tăcerii
sv: Tyst matsal
tr: Sessiz Yemekhane

# TXT_HEXEN_MAP34
source: Wolf Chapel
da: Ulvekapel
ja: 狼の庵寺
nl: Wolvenkapel
pt_br: Capela do Lobo
ro: Capela Lupilor
sv: Vargkapellet
tr: Kurt Şapeli

# TXT_HEXEN_MAP21
source: Forsaken Outpost
da: Forladt forpost
ja: 荒れ果てた前哨地
nl: Verwaarloosde buitenpost
pt_br: Posto Abandonado
ro: Avanpostul Părăsit
sv: Försvunnen utpost
tr: Unutulmuş Karakol

# TXT_HEXEN_MAP22
source: Castle of Grief
da: Sorgens slot
ja: 嘆きの城
nl: Kasteel van verdriet
pt_br: Castelo da Aflição
ro: Castelul Întristării
sv: Sorgens slott
tr: Keder Kalesi

# TXT_HEXEN_MAP23
source: Gibbet
ja: 晒し台
pt_br: Forca
ro: Eșafod
tr: İnfaz yeri

# TXT_HEXEN_MAP24
source: Effluvium
ja: 腐臭漂う残骸
pt_br: Eflúvio
ro: Efluviu
tr: Atık Su

# TXT_HEXEN_MAP25
source: Dungeons
da: Fangehuller
ja: 地下牢
nl: Kerkers
pt_br: Masmorras
ro: Temnițe
sv: Kerker
tr: Zindanlar

# TXT_HEXEN_MAP26
source: Desolate Garden
da: Ødelagt have
ja: 荒涼とした庭
nl: Woeste tuin
pt_br: Jardim Desolado
ro: Grădină Dezolantă
sv: Ödslig trädgård
tr: Issız Bahçe

# TXT_HEXEN_MAP35
source: Necropolis
da: Nekropolis
ja: ネクロポリス
pt_br: Necrópole
ro: Necropolă
sv: Nekropolis
tr: Nekropol

# TXT_HEXEN_MAP36
source: Zedek's Tomb
da: Zedeks grav
ja: ゼデクの墓
nl: Zedek's graf
pt_br: Tumba de Zedek
ro: Mormântul lui Zedek
sv: Zedeks grav
tr: Zedek'in Mezarı

# TXT_HEXEN_MAP37
source: Menelkir's Tomb
da: Menelkirs grav
ja: メネルキルの墓
nl: Menelkir's graf
pt_br: Tumba de Menelkir
ro: Mormântul lui Menelkir
sv: Menelkirs grav
tr: Menelkir'in Mezarı

# TXT_HEXEN_MAP38
source: Traductus' Tomb
da: Traductus' grav
ja: トダクティスの墓
nl: Traductus' graf
pt_br: Tumba de Traductus
ro: Mormântul lui Traductus
sv: Traductus' grav
tr: Traductus'un Mezarı

# TXT_HEXEN_MAP39
source: Vivarium
ja: ビバリウム
pt_br: Viveiro
ro: Vivariu

# TXT_HEXEN_MAP40
source: Dark Crucible
da: Mørk udfordring
ja: 暗黒の坩堝
nl: Donkere beproeving
pt_br: Crisol das Trevas
ro: Creuzetul Întunecat
sv: Mörk utmaning
tr: Karanlık Pota

# TXT_HEXDD_MAP41
source: Ruined Village
da: Ødelagt landsby
ja: 廃村
nl: Ruïneerd dorp
pt_br: Aldeia Destruída
ro: Sat ruinat
sv: Ruinerad by
tr: Yıkık Köy

# TXT_HEXDD_MAP42
source: Blight
da: Skylle
ja: 疫病
nl: Ziekte
pt_br: Peste
ro: Cotropit
sv: Sköldpest
tr: Yanıklık

# TXT_HEXDD_MAP43
source: Sump
ja: 汚水槽
nl: Moeras
pt_br: Poço de Lama
ro: Joampă
tr: Karter

# TXT_HEXDD_MAP44
source: Catacomb
da: Katakomb
ja: カタコンベ
nl: Katacombe
pt_br: Catacumba
ro: Catacombă
sv: Katakomb
tr: Katakomb

# TXT_HEXDD_MAP45
source: Badlands
da: Ødemarker
ja: 不毛地帯
nl: Woestijn
pt_br: Ermo
ro: Deșert
sv: Dåliga marker
tr: Çorak Topraklar

# TXT_HEXDD_MAP46
source: Brackenwood
ja: ワラビの樹
nl: Moorbos
pt_br: Floresta de Samambaias
ro: Pădure de Ferigi
tr: Bataklık orman

# TXT_HEXDD_MAP47
source: Pyre
da: Bål
ja: 火葬薪
nl: Brandstapel
pt_br: Pira
ro: Rug
sv: Bål
tr: Ateş Yakmak

# TXT_HEXDD_MAP48
source: Constable's Gate
da: Vagtport
ja: 城守達の門
nl: Constable's poort
pt_br: Portão do Condestável
ro: Poarta Ofițerului
sv: Konstapelns port
tr: Muhafız Kapısı

# TXT_HEXDD_MAP49
source: Treasury
da: Skatkammer
ja: 宝庫
nl: Schatkist
pt_br: Tesouraria
ro: Vistierie
sv: Skattkammaren
tr: Hazine Müsteşarlığı

# TXT_HEXDD_MAP50
source: Market Place
da: Markedspladsen
ja: 市場
nl: Markt
pt_br: Feira
ro: Piață
sv: Marknadsplats
tr: Pazar Yeri

# TXT_HEXDD_MAP51
source: Locus Requiescat
ja: 祈祷師の軌跡
ro: Loc de Odihnă Veșnică

# TXT_HEXDD_MAP52
source: Ordeal
da: Forbandelse
ja: 試練
nl: Orde
pt_br: Suplício
ro: Supliciu
sv: Rättegång
tr: Çile

# TXT_HEXDD_MAP53
source: Armory
da: Våbenkammer
ja: 武器庫
nl: Wapenkamer
pt_br: Arsenal
ro: Arsenal
sv: Vapenförråd
tr: Cephanelik

# TXT_HEXDD_MAP54
source: Nave
ja: 身廊
nl: Naaf
ro: Naos
tr: Nef

# TXT_HEXDD_MAP55
source: Chantry
da: Korskirke
ja: 小礼拝堂
pt_br: Capela
ro: Capelă
sv: Kyrkogård
tr: Dua Odası

# TXT_HEXDD_MAP56
source: Abattoir
da: Slagteriet
ja: 屠殺場
nl: Slachthuis
pt_br: Matadouro
ro: Abator
sv: Slakthus
tr: Mezbaha

# TXT_HEXDD_MAP57
source: Dark Watch
da: Mørk vagt
ja: 闇の刻計
nl: Donkere horloge
pt_br: Guarda Negra
ro: Gardian Întunecat
sv: Mörk vakt
tr: Karanlık Saat

# TXT_HEXDD_MAP59
source: Ice Hold
da: Isrum
ja: 氷結
nl: Ijskamer
pt_br: Fortaleza de Gelo
ro: Fort Glaciar
sv: Ishållet
tr: Buz Tutucu

# TXT_HEXDD_MAP60
source: Dark Citadel
da: Mørkt citadel
ja: 暗黒の城塞
nl: Donkere citadel
pt_br: Cidadela Negra
ro: Cetatea Întunecată
sv: Mörkt citadell
tr: Karanlık Kale

# TXT_HEXDD_MAP33
source: Transit
ja: 変遷
nl: Doorvoer
pt_br: Sala de Espera
ro: Tranzit

# TXT_HEXDD_MAP34
source: Over'n Under
ja: 天と地
pt_br: Sobre e Sob
ro: Mai sus și Mai jos
sv: Över'n Under
tr: Üst ve Alt

# TXT_HEXDD_MAP35
source: Deathfog
da: Dødens tåge
ja: 死の霧
nl: Dodenmist
pt_br: Névoa da Morte
ro: Ceața Morții
sv: Dödsfog
tr: Ölüm Sisi

# TXT_HEXDD_MAP36
source: Castle of Pain
da: Frygtens slot
ja: 苦しみの城
nl: Kasteel van pijn
pt_br: Castelo da Dor
ro: Castelul Durerii
sv: Slottet av smärta
tr: Acı Kalesi

# TXT_HEXDD_MAP37
source: Sewer Pit
da: Kloakgrube
ja: 地下溝穴
nl: Rioolput
pt_br: Fossa de Esgoto
ro: Groapă de Scurgere
sv: Avloppsgrop
tr: Kanalizasyon Çukuru

# TXT_HEXDD_MAP38
source: The Rose
da: Rosen
ja: 薔薇
nl: De roos
pt_br: A Rosa
ro: Roza
sv: Rosen
tr: Gül

# E1TEXT
source: Once you beat the big badasses and clean out the moon base you're supposed to win, aren't you? Aren't you? Where's your fat reward and ticket home? What the hell is this? It's not supposed to end this way! It stinks like rotten meat, but looks like the lost Deimos base. Looks like you're stuck on The Shores of Hell. The only way out is through. To continue the DOOM experience, play The Shores of Hell and its amazing sequel, Inferno!
da: Når du har slået de store skurke og ryddet månebasen, er det meningen, at du skal vinde, ikke sandt? Hvor er din fede belønning og din billet hjem? Hvad fanden er det her? Det er ikke meningen, at det skal ende på denne måde! Den stinker som råddent kød, men ligner den forsvundne Deimos-base. Det ser ud til, at du sidder fast på Helvedes kyster. Den eneste vej ud er gennem. Hvis du vil fortsætte DOOM-oplevelsen, kan du spille Helvedes kyster og den fantastiske efterfølger, Inferno!
ja: 火星基地から巨悪をこの手で一掃し 勝利を収めたはずだ。だがこれはいったい何だ? 巨額の報酬と帰還チケットは? ふざけやがって、決着はまだついていない! どうやら地獄の泥沼に膝まで浸かってしまい、 そのまま沈むしかないようだ。 肉の腐敗臭がする、滅んだダイモス基地に。 この運命を受け入れ、地獄の瀬戸際か 或いは脅威なる インフェルノ へ立ち向かえ!
nl: Nadat je de grote schurken had verslagen en op de maanbasis had opgeruimd, had je verwacht dat je zou winnen, nietwaar? Nietwaar? Waar is je dikke beloning en ticket naar huis? Wat is dat, verdomme? Zo zou het niet moeten eindigen! Het stinkt naar rot vlees, maar lijkt op de vergeten Deimosbasis. Het lijkt erop dat je vastzit aan de Oevers van de Hel. De enige uitweg is erdoor. Om de DOOM-ervaring voort te zetten, speel De Oevers van de Hel en het geweldige vervolg Inferno!
pt_br: Após derrotar essas criaturas miseráveis e limpar a base lunar você deveria ter vencido, não é mesmo? Não é mesmo? Cadê a sua grande recompensa e a passagem de volta para casa? Não deveria acabar desse jeito! O cheiro é de carne podre, mas parece ser a base perdida de Deimos. Parece que você está preso nas Margens do Abismo. O único jeito de sair é através dela. Para continuar a experiência "DOOM", jogue As Margens do Abismo e sua incrível sequência, Inferno!
ro: Odată ce-i învingi pe ticăloși și cureți baza de pe Phobos, se presupune că ai câștigat, nu-i așa? Nu-i așa? Unde-ți sunt răsplata bine-meritată și biletul de întoarcere? Ce dracu-i asta? Nu așa ar trebui să se termine! Pute a hoit, dar se pare că ești pe Deimos, baza pierdută. Se pare că ești blocat pe Țărmurile Iadului. Nu poți scăpa de aici decât mergând tot înainte. Ca să continui experiența DOOM, joacă „Țărmurile Iadului” și continuarea sa nemaipomenită, „Infernul”!
sv: När du har besegrat de stora skurkarna och rensat månbasen är det meningen att du ska vinna, eller hur? Eller hur? Var är din feta belöning och din biljett hem? Vad i helvete är det här? Det är inte meningen att det ska sluta så här! Det stinker som ruttet kött, men ser ut som den förlorade Deimosbasen. Det ser ut som om du är fast på helvetets stränder. Den enda vägen ut är genom. För att fortsätta DOOM-upplevelsen kan du spela Helvetets stränder och dess fantastiska uppföljare Inferno!
tr: Büyük belalıları yendikten ve ay üssünü temizledikten sonra Kazanmak için, değil mi? Değil misin? Nerede? büyük ödülün ve eve dönüş biletin? Ne? Bu da ne böyle? Bunun olması gerek- miyordu. Bu şekilde bitecek! Çürümüş et gibi kokuyor ama Kayıp Deimos üssü gibi. Görünüşe göre Cehennem Kıyıları'nda sıkışıp kaldınız. Tek çıkış yolu içinden geçmek. DOOM deneyimine devam etmek için Cehennem Kıyıları ve muhteşem Devam filmi, İnferno!

# E2TEXT
source: You've done it! The hideous cyber- demon lord that ruled the lost Deimos moon base has been slain and you are triumphant! But ... where are you? You clamber to the edge of the moon and look down to see the awful truth. Deimos floats above Hell itself! You've never heard of anyone escaping from Hell, but you'll make the bastards sorry they ever heard of you! Quickly, you rappel down to the surface of Hell. Now, it's on to the final chapter of DOOM! -- Inferno.
da: Du har gjort det! Den afskyelige cyberdæmon- herre, der herskede over den forsvundne Deimos-månebase, er blevet dræbt, og du er triumferende! Men ... hvor er du? Du klatrer op på månens kant og kigger ned for at se den frygtelige sandhed. Deimos svæver over selve helvede! Du har aldrig hørt om nogen, der er undsluppet fra Helvede, men du vil få de svin til at fortryde, at de nogensinde har hørt om dig! Hurtigt stiger du ned til Helvedes overflade. Nu går det videre til det sidste kapitel af DOOM! -- Inferno.
ja: よくやった! 滅んだダイモス基地を支配していた サイバーデーモンはナマクラの鉄屑と化した! だが...ここは一体何処だ? 外壁の縁をよじ登りその鉄屑にも劣る現実に直面にした。 ダイモスの大地が地獄に浮いている! しかもその眼下では奴等がまだ蠢いてやがる。 誰の手も借りず地獄から逃げ出せた人間の話を 聞いたことも無いが、誰がここへ来たか奴等に思い知らせ、 後悔させる為にも今すぐ インフェルノ へ降り立て!
nl: Het is je gelukt! Het afschuwelijke cyberdemoon dat de heerste over de verloren maanbasis van Deimos is dood en jij triomfeert. Maar ... waar ben je? Je klautert naar de rand van de maan en kijkt naar beneden om de vreselijke waarheid te zien. Deimos zweeft boven de hel zelf! Je hebt nog nooit gehoord van iemand die uit de hel is ontsnapt, maar de klootzakken zullen er spijt van krijgen dat ze ooit van je gehoord hebben! Snel stap je naar beneden, naar de oppervlakte van de hel. Nu is het op naar het laatste hoofdstuk van DOOM! -- Inferno.
pt_br: Você conseguiu! O hediondo líder ciberdemônio que comandava a base lunar de Deimos foi morto e você triunfou! Mas... onde você está? Você sobe até a borda da lua e olha para baixo para descobrir uma verdade terrível. Deimos está flutuando sobre o Inferno! Você nunca ouviu falar de alguém que escapou de lá, mas você fará os malditos se arrependerem de terem ouvido falar de você. Sem perder tempo, você desce de rapel até a superfície do Inferno. Agora, é hora do capitulo final de DOOM! -- Inferno.
ro: Ai reușit! Odiosul stăpân ciberdemon care a condus baza pierdută a fost ucis, iar tu ești biruitor! Însă... unde ești? Te cațeri până la marginea satelitului ca să vezi ce e jos și afli crudul adevăr. Deimos plutește deasupra Infernului însuși! N-ai mai auzit de nimeni care să scape din infern, dar tu o să-i faci pe ticăloși să regrete că te-au cunoscut! Faci rapel până jos pe suprafața iadului. Urmează ultimul capitol din DOOM! -- „Infernul”.
sv: Du har gjort det! Den avskyvärda cyberdemonherren som styrde den förlorade Deimos månbasen har dödats och du är triumferande! Men ... var är du? Du klättrar till månens kant och tittar ner för att se de hemska sanningen. Deimos svävar över själva helvetet! Du har aldrig hört talas om någon som har lyckats fly från helvetet, men du kommer att få de jävlarna att ångra att de någonsin hört talas om dig! Snabbt stiger du ner till helvetets yta. Nu är det dags för det sista kapitlet i DOOM! -- Inferno.
tr: Başardınız! İğrenç siber Kayıp Deimos'u yöneten iblis lordu ay üssü öldürüldü ve sen muzafferdir! Ama ... nerede Sen mi? Kenarına tırmanıyorsun Ay'a ve aşağıya bakıp korkunç Gerçek. Deimos cehennemin üzerinde yüzüyor! Cehennemden kaçan birini hiç duymadın mı? Cehennemden, ama piçleri yapacaksın Seni duydukları için üzgünler! Çabuk ol, yüzeye iniyorsun Cehennem. Şimdi, DOOM'un son bölümüne geçiyoruz! -- İnferno.

# E3TEXT
source: The loathsome spiderdemon that masterminded the invasion of the moon bases and caused so much death has had its ass kicked for all time. A hidden doorway opens and you enter. You've proven too tough for Hell to contain, and now Hell at last plays fair -- for you emerge from the door to see the green fields of Earth! Home at last. You wonder what's been happening on Earth while you were battling evil unleashed. It's good that no Hell- spawn could have come through that door with you ...
da: Den modbydelige edderkoppedæmon, der stod bag invasionen af månebaserne og forårsagede så mange dødsfald, har fået tæsk for evigt. En skjult dør åbner sig, og du træder ind. Du har vist dig at være for hårdfør til, at Helvede kunne holde dig inde, og nu spiller Helvede endelig fair - for du kommer ud af døren og ser Jordens grønne marker! Endelig er du hjemme. Du undrer dig over, hvad der er sket på Jorden, mens du kæmpede mod den uhæmmede ondskab. Det er godt, at ingen Hellspawn kunne være kommet gennem den dør med dig ...
ja: 火星基地の侵略を企て多くの死をもたらした 忌々しいスパイダーマスターマインドは、 その権威と共に地に伏した。 この屈強さには地獄さえ抗えず死者のように平伏し、 封鎖されていた地獄の門を正面からくぐり抜けた! まだ緑の豊かさが残っている地球の故郷に遂に辿り着いたのだ。 君は魔物共と戦っている間、地球では何が起こったかを 不思議に思った。地獄からの使者が同じ門をくぐれなかったのは 幸運なのかもしれない...
nl: Het afschuwelijke spindemoon, die de invasie van de maanbases heeft geleid en zoveel doden heeft veroorzaakt, is voor altijd in de kont geschopt. Een verborgen doorgang gaat open en je komt binnen. Je hebt bewezen dat je te taai bent voor de hel om te beteugelen, en nu speelt de hel eindelijk eerlijk spel - want je komt uit de deur om de groene velden van de aarde te zien! Eindelijk thuis. Je vraagt je af wat er op aarde is gebeurd terwijl je het ontketende kwaad bevocht. Het is maar goed dat er geen tuig van de hel met jou mee door die deur kon ...
pt_br: A detestável aranha demoníaca que esquematizou a invasão das bases lunares e causou tanta morte foi detonada para sempre. Uma passagem secreta abre e você entra. Você se mostrou forte demais para o Inferno conseguir conter e finalmente o Inferno joga limpo -- pois você emerge da passagem para ver os campos verdes da Terra! Em casa, finalmente. Você se pergunta o que estava acontecendo na Terra enquanto você batalhava o mal. Ainda bem que nenhum demônio pôde vir por aquela porta com você...
ro: Revoltătorul demon păianjen care a orchestrat invazia bazelor selenare și a lăsat atât de multă moarte în urmă a fost pus la pământ pe veci. O cale ascunsă se deschide și calci pe urmele ei. Ai demonstrat că ești prea dur pentru a putea fi ținut în Infern, iar acum Infernul joacă în sfârșit corect -- pentru că acum ieși de după ușă și vezi câmpiile verzi ale Pământului! Acasă, în sfârșit. Te întrebi ce s-a întâmplat pe Pământ în timp ce tu erai ocupat cu oprirea răului. E bine că nici o creatură infernală nu a putut să te însoțească odată ce ai trecut prin acea ușă ...
sv: Den avskyvärda spindeldemon som ledde invasionen av månbaserna och orsakade så mycket död har fått stryk för all framtid. En dold dörr öppnas och du går in. Du har visat dig vara för tuff för att helvetet skulle kunna hålla dig kvar, och nu spelar helvetet äntligen rättvist - för du kommer ut genom dörren och ser jordens gröna fält! Äntligen hemma. Du undrar vad som har hänt på jorden medan du har kämpat mot ondskan som släppts lös. Det är bra att inga demoner kunde ha kommit in genom dörren med dig ...
tr: Ay üslerinin istilasını planlayan ve bu kadar çok ölüme neden olan iğrenç örümcek iblisin kıçı tüm zamanlar için tekmelendi. Gizli bir kapı açılıyor ve içeri giriyorsunuz. Cehennem'in zapt edemeyeceği kadar güçlü olduğunu kanıtladın ve şimdi Cehennem nihayet adil davranıyor - çünkü kapıdan çıktığında Dünya'nın yeşil tarlalarını görüyorsun! Sonunda evdesin. Siz serbest bırakılan kötülükle savaşırken Dünya'da neler olduğunu merak ediyorsunuz. İyi ki Cehennem yok spawn o yoldan gelebilirdi kapı seninle ...

# E4TEXT
source: The spider mastermind must have sent forth its legions of hellspawn before your final confrontation with that terrible beast from hell. but you stepped forward and brought forth eternal damnation and suffering upon the horde as a true hero would in the face of something so evil. Besides, someone was gonna pay for what happened to Daisy, your pet rabbit. But now, you see spread before you more potential pain and gibbitude as a nation of demons run amok among our cities. Next stop, Hell on Earth!
da: Edderkoppens hjerne må have sendt sine legioner af helvedesyngel ud før din endelige konfrontation med det frygtelige bæst fra helvede, men du trådte frem og bragte evig fordømmelse og lidelse over horden, som en sand helt ville gøre det over for noget så ondt. Desuden var der nogen, der skulle betale for det, der skete med Daisy, din kanin. Men nu ser du, at der er mere potentiel smerte og fortvivlelse foran dig, når en nation af dæmoner går amok i vores byer. Næste stop: Helvede på Jorden!
ja: スパイダーマスターマインドは恐るべき地獄の軍勢を君との決着の前から 地球に送り込んでいたに違いない。それでも君は突き進み、 真の英雄として邪悪な獣たちに永遠の天罰と苦痛を下した。 それに君のペットのウサギ、デイジーの死の代償は奴等に 払わせなければいけない。 仇は取った。しかし今、見渡す限り我々の街は血溜まりと化し 肉片が撒き散らされ、苦痛をもたらす悪魔が さらなる血に狂いひしめいている。 次の戦いは「第三惑星 地獄」だ!
nl: Het spin meesterbrein moet zijn legioenen van hellbrood hebben gestuurd voor je confrontatie met hem. Maar je hebt eeuwige verdoemenis en lijden veroorzaakt om deze horde van het kwaad te overkomen als een echte held. Trouwens, iemand zou betalen voor wat er met Daisy, je konijn, is gebeurd. Maar nu zie je nog meer pijn en bloedvergieten voor je, omdat de demonen in onze steden op hol slaan. Volgende halte, de hel op aarde!
pt_br: A aranha-mestra deve ter enviado suas legiões de demônios antes do seu confronto final com aquela terrível besta do inferno. Mas você avançou e trouxe condenação eterna e sofrimento à horda como um verdadeiro herói faria diante de algo tão maligno. Além disso, alguém tinha que pagar pelo que aconteceu com a Daisy, sua coelha de estimação. Mas agora, você vê mais sofrimento e carnificina na sua frente enquanto uma nação de demônios se espalha furiosamente pelas nossas cidades. Próxima parada, Inferno na Terra!
ro: Păianjenul maestru trebuie să-și fi trimis legiunile de creaturi infernale după confruntarea finală cu acea bestie teribilă venită din infern. Dar tu ai pus piciorul în prag și ai adus un blestem și o suferință eternă asupra hoardei asemeni unui adevărat erou în fața a ceva atât de diabolic. Pe lângă asta, cineva trebuia să plătească pentru ce i s-a întâmplat lui Daisy, iepurele tău de companie. Dar acum, observi un potențial și mai mare pentru durere si măcel întrucât o nație întreagă de demoni fuge prin orașele noastre. Următoarea oprire, Iadul pe Pământ!
sv: "Spindelhjärnan måste ha skickat ut sina legioner av helvetesgudar före din slutliga konfrontation med det fruktansvärda odjuret från helvetet, men du klev fram och förde fram evig fördömelse och lidande över horden, som en sann hjälte skulle göra inför något så ondskefullt. Dessutom skulle någon få betala för vad som hände Daisy, din husdjurskanin. Men nu ser du framför dig mer potentiell smärta och död när en nation av demoner löper amok bland våra städer. Nästa stopp: Helvetet på jorden!
tr: Örümcek beyni, siz cehennemden gelen o korkunç canavarla yüzleşmeden önce cehennem lejyonlarını göndermiş olmalı. Ama sen öne çıktın. ve ebedi laneti getirdi ve gerçek bir kahraman gibi sürünün üzerine bu kadar şeytani bir şeyle yüzleşmek. Ayrıca, birileri bunun bedelini ödeyecekti. evcil tavşanınız Daisy'nin başına geldi. Ama şimdi, önünüze daha fazla yayıldığını görüyorsunuz. ulus olarak potansi̇yel aci ve sikinti iblisler şehirlerimizde cirit atıyor. Bir sonraki durak, Yeryüzündeki Cehennem!
