Repository: the-phinet/UZDoom
Catalog: zdoom_game_strings/*.po
Languages: da, ja, nl, pt_br, ro, sv, tr

# TXT_ACS_MAP59_4_SWITC
source: \x20switch left
da: \x20kontakter tilbage
ja: だけ残っている
nl: \x20schakelaar over
pt_br: \x20interruptor
ro: \x20buton rămas
sv: 1 växel kvar
tr: \x20anahtar daha var.

# TXT_ACS_MAP59_5_THEWA
source: The way to the tower is open
da: Vejen til tårnet er åben
ja: 塔への道 が開いた
nl: De weg naar de toren is open
pt_br: O caminho para a torre está aberto
ro: Calea către turn e deschisă
sv: Vägen till tornet är öppen.
tr: Kuleye giden yol açık.

# TXT_ACS_MAP60_3_THEWA
source: The way is open
da: Vejen er åben
ja: 道は開いた
nl: De weg is open
pt_br: O caminho está aberto
ro: Calea e deschisă
sv: Vägen är öppen.
tr: Yol açık

# TXT_DLG_SCRIPT01_D0_IDONT
source: I don't want any trouble, stay away from me. I've had enough trouble with what that bastard Harris did to me. He promised me money, instead I get to look forward to being Questioned by the Programmer.
da: Jeg vil ikke have ballade, hold dig væk fra mig. Jeg har haft nok problemer med det, den skiderik Harris gjorde mod mig. Han lovede mig penge, men i stedet skal jeg se frem til at blive udspurgt af programmøren.
ja: もう面倒事には御免だ、私に近づくな。 あのハリスのクズのせいでもう十分面倒な目に 遭ったんだ。ヤツは私に金を渡すと約束したのに、 裏切られて私がプログラマーに尋問されることに なってしまったんだ。
nl: Ik wil geen problemen, blijf uit mijn buurt. Ik heb genoeg problemen gehad met wat die klootzak Harris me heeft aangedaan. Hij beloofde me geld, maar in plaats daarvan kan ik me verheugen op een Ondervraging door de programmeur.
pt_br: Não quero me meter em problemas, fique longe de mim. Já tive problemas demais com o que aquele desgraçado do Harris fez comigo. Ele me prometeu dinheiro, mas ao invés disso vou ser Questionado pelo Programador.
ro: Nu vreau să am probleme, stai departe de mine. Am avut suficiente probleme din cauza a ceea ce mi-a făcut ticălosul de Harris. Mi-a promis niște bani, dar în schimb, acum aștept cu nerăbdare să fiu interogat de către Programator.
sv: Jag vill inte ha några problem, håll dig borta från mig. Jag har haft tillräckligt med problem med vad den jäveln Harris gjorde mot mig. Han lovade mig pengar, istället får jag se fram emot att bli förhörd av Programmeraren.
tr: Bela istemiyorum, benden uzak dur. O piç Harris'in bana yaptıkları yüzünden yeterince sorun yaşadım. Bana para sözü verdi, onun yerine Programcı tarafından sorgulanmayı dört gözle bekliyorum.

# TXT_DLG_SCRIPT02_D0_ILLHE
source: I'll help you if you help me. Five pieces of gold and I'll tell all I know.
da: Jeg vil hjælpe dig, hvis du hjælper mig. Fem guldmønter, og jeg fortæller alt, hvad jeg ved.
ja: 助けてくれるなら援助する。 5ゴールドで知っている情報を全て教えよう
nl: Ik zal je helpen als je me helpt. Vijf goudstukken en ik vertel alles wat ik weet.
pt_br: Eu te ajudo se você me ajudar. Cinco moedas de ouro e te digo tudo que eu sei.
ro: O să te ajut dacă și tu mă ajuți. Cinci monezi de aur și-ți voi spune tot ce știu.
sv: Jag hjälper dig om du hjälper mig. Fem guldmynt och jag berättar allt jag vet.
tr: Bana yardım edersen ben de sana yardım ederim. Beş altın ve tüm bildiklerimi anlatacağım.

# TXT_RPLY0_SCRIPT02_D0_HERES
source: Here's the gold.
da: Her er guldet.
ja: 金はこれだ。
nl: Hier is het goud.
pt_br: Aqui está o ouro.
ro: Poftim aurul.
sv: Här är guldet.
tr: İşte altın.

# TXT_RYES0_SCRIPT02_D0_BESTE
source: Be stealthy when you kill, you won't set off alarms.
da: Vær snigende når du dræber, så du ikke udløser alarmer.
ja: 始末する際は隠密に、警報を鳴らさないように。
nl: Wees sluipend als je doodt, je zult geen alarmbellen laten afgaan.
pt_br: Seja cauteloso quando for matar e não ativará os alarmes.
ro: Fii discret când omori, așa nu vei declanșa alarma.
sv: Var smygande när du dödar, du kommer inte att utlösa larm.
tr: Öldürürken gizli ol, alarmları çalıştırmazsın.

# TXT_RNO0_SCRIPT02_D0_WELLI
source: Well, I won't be telling you anything for free!
da: Jeg vil ikke fortælle dig noget gratis!
ja: いや、タダで情報は渡せない!
nl: Nou, ik zal je niets gratis vertellen!
pt_br: Bom, não vou te dar informação de graça!
ro: Păi, n-o să-ți spun nimic moca!
sv: Jag kommer inte att berätta något gratis!
tr: Sana bedavaya hiçbir şey anlatmayacağım!

# TXT_DLG_SCRIPT02_D1516_HAVEY
source: Have you by any chance got another 5 gold on you?
da: Har du tilfældigvis fem guldstykker mere på dig?
ja: もしかして5ゴールド稼いだのか?
nl: Heb je toevallig nog 5 goud bij je?
pt_br: Por acaso teria mais 5 de ouro aí?
ro: Ai cumva, din întâmplare, 5 monezi de aur?
sv: Har du av en slump 5 guldpengar till på dig?
tr: Yanında 5 altın daha var mı acaba?

# TXT_RPLY0_SCRIPT02_D1516_5GOLD
source: 5 gold.
da: 5 guld.
ja: 5ゴールドだ。
nl: 5 goud.
pt_br: 5 de ouro.
ro: 5 monezi de aur.
sv: Fem guld.
tr: 5 altın.

# TXT_RYES0_SCRIPT02_D1516_WELLP
source: Well, poison bolts can kill the guards instantly and won't set off the alarms.
da: Nå, giftpile kan dræbe vagterne med det samme og vil ikke udløse alarmen.
ja: そうだな、ポイズンボルトは警備員を簡単に殺せるし、 警報を作動させることもない。
nl: Nou, gifbouten kunnen de bewakers onmiddellijk doden en zullen het alarm niet laten afgaan.
pt_br: Bem, setas venenosas podem matar guardas na hora e não disparam alarmes.
ro: Păi, bolțurile otrăvite pot omorâ gardienii instant și nu vor declanșa alarma.
sv: Tja, giftbultar kan döda vakterna omedelbart och kommer inte att utlösa larmen.
tr: Zehirli oklar muhafızları anında öldürebilir ve alarmı çalıştırmaz.

# TXT_RNO0_SCRIPT02_D1516_NOSIR
source: No sir, I won't be telling you anything for free!
da: Nej, sir, jeg vil ikke fortælle dig noget gratis!
ja: いやいや、タダでは話せないな!
nl: Nee meneer, ik zal u niets gratis vertellen!
pt_br: Nada disso, senhor, não vou te dizer nada de graça!
ro: Nu domnule, n-o să-ți zic nimic pe gratis!
sv: Nej, sir, jag tänker inte berätta något gratis för dig!
tr: Hayır efendim, size bedava bir şey söylemeyeceğim!

# TXT_DLG_SCRIPT02_D3032_YOUVE
source: You've wrung the last bit of gossip out of me already!
da: Du har allerede vredet den sidste smule sladder ud af mig!
ja: 既にイキのいい噂は聞かせたぞ!
nl: Je hebt de laatste roddels al uit me uitgewrongen!
pt_br: Você já ouviu todos os boatos que posso te contar!
ro: Ai stors ultimele bârfe din mine deja!
sv: Du har redan pressat ut det sista skvallret ur mig!
tr: Benden son dedikodumu da aldınız zaten!

# TXT_DLG_SCRIPT02_D4548_WHATC
source: What can I get for you?
da: Hvad kan jeg få for dig?
ja: 何か必要か?
nl: Wat kan ik voor u halen?
pt_br: Como posso te ajudar?
ro: Ce pot să-ți aduc?
sv: Vad kan jag få för dig?
tr: Sizin için ne alabilirim?

# TXT_RPLY0_SCRIPT02_D4548_ASSAU
source: Assault gun
da: En pistol til angreb
ja: アサルトガン
nl: Aanvalswapen
pt_br: Fuzil de assalto
ro: Pușcă de asalt
sv: En attackpistol
tr: Saldırı silahı.

# TXT_RYES0_SCRIPT02_D4548_HEREY
source: Here you go.
da: Værsgo.
ja: 毎度あり。
nl: Alsjeblieft.
pt_br: Aqui está.
ro: Poftim.
sv: Här får du.
tr: Al bakalım.

# TXT_RNO0_SCRIPT02_D4548_YOUCA
source: You can't afford that right now.
da: Det har du ikke råd til lige nu.
ja: 今それを買える余裕は無い。
nl: Dat kunt je zich nu niet veroorloven.
pt_br: Você não pode comprar isso no momento.
ro: Nu-ți poți permite asta încă.
sv: Du har inte råd med den just nu.
tr: Şu anda bunu karşılayamazsın.

# TXT_RPLY1_SCRIPT02_D4548_CLIPO
source: Clip of bullets
da: Et magasin med kugler
ja: 銃弾倉
nl: Klem van kogels
pt_br: Carregador de balas
ro: Cartuș de gloanțe
sv: Kulor.
tr: Mermi şarjörü

# TXT_RYES1_SCRIPT02_D4548_THANK
source: Thanks.
da: Tak.
ja: どうも。
nl: Bedankt.
pt_br: Agradeço.
ro: Mulțumesc.
sv: Tack.
tr: Teşekkürler.

# TXT_RNO1_SCRIPT02_D4548_COMEO
source: Come on, 10 gold.
da: Kom nu, 10 guld.
ja: 頼むぜ、10ゴールドだぞ。
nl: Kom op, 10 goud.
pt_br: Vamos lá, 10 de ouro.
ro: Haide, 10 monezi de aur.
sv: Kom igen, 10 guld.
tr: Hadi, 10 altın.

# TXT_RPLY2_SCRIPT02_D4548_AMMOB
source: Ammo box
da: Ammo kasse
ja: 銃弾倉箱
nl: Munitie doos
pt_br: Caixa de balas
ro: Cutie cu muniție
sv: Ammunitionslåda
tr: Cephane kutusu

# TXT_RYES2_SCRIPT02_D4548_HERES
source: Here's your ammo.
da: Her er din ammunition.
ja: これでアンタのブツだ。
nl: Hier is je munitie.
pt_br: Aqui está a sua munição.
ro: Poftim muniția.
sv: Här är din ammunition.
tr: İşte cephanen.

# TXT_RNO2_SCRIPT02_D4548_MAYBE
source: Maybe some other time.
da: Måske en anden gang.
ja: また後でな。
nl: Misschien een andere keer.
pt_br: Talvez outra hora.
ro: Poate altădată.
sv: Kanske en annan gång.
tr: Belki başka bir zaman.

# TXT_DLG_SCRIPT02_D6064_GOODN
source: Good news from the Front for a change. Macil sent you for a reward and training. He's instructed me to give them to you.
da: Gode nyheder fra fronten til en forandring. Macil har sendt dig for at få en belønning og træning. Han har instrueret mig om at give dig dem.
ja: フロントから朗報だ。 マシルは貴方に報酬と訓練の許可を送った。 私はそれらを貴方に渡す為に持って来た。
nl: Goed nieuws van het Front voor de verandering. Macil heeft je gestuurd voor een beloning en training. Hij heeft me geïnstrueerd om ze aan jou te geven.
pt_br: Boas notícias da Frente pra variar. O Macil enviou uma recompensa e treinamento para você. Ele me deu ordens para passá-los a você.
ro: În sfârșit, niște vești bune venite de pe Front. Ai venit de la Macil pentru o recompensă și instruire. Mi-a ordonat ca eu să ți le ofer.
sv: Goda nyheter från fronten för en gångs skull. Macil skickade dig för en belöning och utbildning. Han har instruerat mig att ge dig dem.
tr: Değişiklik olsun diye cepheden iyi haberler var. Macil seni ödül ve eğitim için gönderdi. Onları sana vermemi emretti.

# TXT_RPLY0_SCRIPT02_D6064_THANK
source: Thanks.
da: Tak.
ja: ありがとう。
nl: Bedankt.
pt_br: Agradeço.
ro: Mulțumesc.
sv: Tack.
tr: Teşekkürler.

# TXT_RYES0_SCRIPT02_D6064_GLADT
source: Glad to be of service.
da: Glad for at være til tjeneste.
ja: 感謝する。
nl: Blij om van dienst te zijn.
pt_br: É um prazer serví-los.
ro: Mă bucur să fiu util.
sv: Glad att vara till tjänst.
tr: Hizmet edebildiğime sevindim.

# TXT_DLG_SCRIPT02_D7580_ALLRI
source: All right, here's a few pointers on what to do: don't get in the way of Crusaders: firing short bursts from your assault gun keeps it on target.
ja: オーライ、 それで何をすべきかについて説明がある :クルセイダーの斜線に立つな :アサルトガンを遠くから的に向かって撃て
nl: Oké, hier zijn een paar tips over wat je moet doen: sta kruisvaarders niet in de weg: korte uitbarstingen van je aanvalsgeweer houden het doelwit.
pt_br: Muito bem, tenho alguns conselhos pra te dar: não se meta na frente dos Cruzados: atire rajadas curtas com o seu fuzil de assalto para ter mais precisão.
ro: În regulă, uite niște puncte de reper: Nu te băga în calea Cruciaților: Focurile scurte ale armei tale de asalt sunt cele mai eficiente.
sv: Okej, här är några tips om vad du ska göra: Ställ dig inte i vägen för korsfarare: Genom att avfyra korta salvor från ditt stormgevär håller du det i mål.
tr: Pekala, işte size ne yapmanız gerektiğine dair birkaç ipucu: Haçlıların yoluna çıkmayın: saldırı silahınızla kısa aralıklarla ateş etmek onu hedefte tutar.

# TXT_RPLY0_SCRIPT02_D7580_ISTHA
source: Is that it?
da: Er det det?
ja: そうなのか?
nl: Is dat het?
pt_br: Só isso?
ro: Asta e?
sv: Är det så?
tr: Bu kadar mı?

# TXT_RYES0_SCRIPT02_D7580_LOOKY
source: Look, you'll learn more later.
da: Hør, du vil få mere at vide senere.
ja: 良し、後でもっと学べるぞ。
nl: Kijk, je komt er later meer over te weten.
pt_br: Olha, você vai aprender mais depois.
ro: Uite, o să afli mai multe mai târziu.
sv: Du kommer att få veta mer senare.
tr: Bak, daha sonra daha fazlasını öğreneceksin.

# TXT_DLG_SCRIPT02_D9096_ITHIN
source: I think I can convert a flamethrower from one of the Crusaders for use by a human. Oh, anything else I can get you?
da: Jeg tror, jeg kan omdanne en flammekaster fra en af korsfarerne til brug for et menneske. Er der andet, jeg kan skaffe dig?
ja: 俺ならクルセイダー専用の火炎放射器を 誰でも使える様に作り変えられるだろう。 ああ、他に何か必要か?
nl: Ik denk dat ik een vlammenwerper van een van de kruisvaarders kan bekeren voor gebruik door een mens. Oh, kan ik nog iets anders voor je halen?
pt_br: Acho que eu consigo converter o lança-chamas de um dos Cruzados para ser usado por um humano. Ah, posso te ajudar com mais alguma coisa?
ro: Cred că pot converti aruncătorul de flăcări de la un Cruciat pentru a putea fi folosit de oameni. Oh, mai pot să-ți aduc ceva?
sv: Jag tror att jag kan konvertera en eldkastare från en av korsfararna så att den kan användas av en människa. Åh, något annat jag kan ge dig?
tr: Sanırım Haçlılardan birinin alev silahını bir insan tarafından kullanılmak üzere dönüştürebilirim. Sana verebileceğim başka bir şey var mı?

# TXT_RPLY0_SCRIPT02_D9096_FLAME
source: Flamethrower.
da: Flammekaster.
ja: 火炎放射器
nl: Vlammenwerper.
pt_br: Lança-chamas.
ro: Aruncător de flăcări.
sv: Flamkastare
tr: Alev makinesi.

# TXT_RYES0_SCRIPT02_D9096_IKNEW
source: I knew that'd work! Here you go, take her for a spin!
da: Jeg vidste, at det ville virke! Værsgo, tag en tur med hende!
ja: よくやってくれた! どうよ、このアツアツな子を!
nl: Ik wist dat dat zou werken! Alsjeblieft, neem haar mee voor een ritje!
pt_br: Eu sabia que daria certo! Toma, leva pra testar!
ro: Știam că va funcționa! Uite, ia-o la plimbare!
sv: Jag visste att det skulle fungera! Varsågod, ta en sväng med henne!
tr: Bunun işe yarayacağını biliyordum! Al bakalım, bir tur at!

# TXT_RNO0_SCRIPT02_D9096_LISTE
source: Listen, I can't make anything without the right parts!
da: Hør, jeg kan ikke lave noget uden de rigtige dele!
ja: 部品が無ければ何も出来ない!
nl: Luister, ik kan niets maken zonder de juiste onderdelen!
pt_br: Escuta, eu não consigo fazer qualquer coisa sem as peças certas!
ro: Ascultă, nu pot face nimic fără componentele corespunzătoare!
sv: Lyssna, jag kan inte göra något utan rätt delar!
tr: Dinle, doğru parçalar olmadan hiçbir şey yapamam!

# TXT_RPLY1_SCRIPT02_D9096_ASSAU
source: Assault gun
da: Angrebsvåben
ja: アサルトガン
nl: Aanvalswapen
pt_br: Fuzil de assalto
ro: Armă de asalt
sv: Anfallspistol
tr: Saldırı silahı

# TXT_RYES1_SCRIPT02_D9096_WELLH
source: Well, here you go sir!
da: Værsgo, sir!
ja: ほら、毎度あり!
nl: Nou, alsjeblieft, meneer!
pt_br: Bem, aqui está, senhor!
ro: Poftim, domnule!
sv: Här har du, sir!
tr: Buyurun efendim!

# TXT_RNO1_SCRIPT02_D9096_OBVIO
source: Obviously, you can't afford that right now.
da: Du har tydeligvis ikke råd til den lige nu.
ja: 明らかに、今買える余裕は無い。
nl: Dat kunt je zich natuurlijk nu niet veroorloven.
pt_br: Obviamente você não pode comprar isso agora.
ro: Evident, nu-ți poți permite asta chiar acum.
sv: Uppenbarligen har du inte råd med den just nu.
tr: Belli ki şu anda bunu karşılayamazsınız.

# TXT_RPLY2_SCRIPT02_D9096_CLIPO
source: Clip of bullets
da: Et patron-klip
ja: 銃弾倉
nl: Klem van kogels
pt_br: Carregador de balas
ro: Cartuș de gloanțe
sv: Kulor i ett klipp
tr: Mermi şarjörü

# TXT_RYES2_SCRIPT02_D9096_THANK
source: Thanks.
da: Tak.
ja: どうも。
nl: Bedankt.
pt_br: Agradeço.
ro: Mulțumesc.
sv: Tack.
tr: Teşekkürler.

# TXT_RNO2_SCRIPT02_D9096_COMEO
source: Come on, 10 gold.
da: Kom nu, 10 guld.
ja: 頼むぜ、10ゴールドだぞ。
nl: Kom op, 10 goud.
pt_br: Vamos lá, 10 de ouro.
ro: Haide, 10 monezi de aur.
sv: Kom igen, 10 guld.
tr: Hadi, 10 altın.

# TXT_RPLY3_SCRIPT02_D9096_AMMOB
source: Ammo box
da: Ammo kasse
ja: 弾薬箱
nl: Munitie doos
pt_br: Caixa de balas
ro: Cutie cu muniție
sv: Ammunitionslåda
tr: Cephane kutusu

# TXT_RYES3_SCRIPT02_D9096_HERES
source: Here's your ammo.
da: Her er din ammunition.
ja: これでアンタのブツだ。
nl: Hier is je munitie.
pt_br: Aqui está a sua munição.
ro: Poftim muniția.
sv: Här är din ammunition.
tr: İşte cephanen.

# TXT_RNO3_SCRIPT02_D9096_MAYBE
source: Maybe some other time. Goodbye!
da: Måske en anden gang. Farvel!
ja: またの機会に、じゃあな!
nl: Misschien een andere keer. Tot ziens!
pt_br: Talvez outra hora. Até mais!
ro: Poate altădată. La revedere!
sv: Kanske en annan gång. Adjö!
tr: Belki başka bir zaman. Güle güle!

# TXT_DLG_SCRIPT02_D10612_NOWTH
source: Now that you have the flamethrower, is there anything else I can get you?
da: Nu hvor du har flammekasteren, er der så noget andet, jeg kan skaffe dig?
ja: 火炎放射器を手に入れたが、 他に必要な物はあるか?
nl: Nu je de vlammenwerper hebt, is er nog iets anders dat ik je kan bezorgen?
pt_br: Agora que você tem o lança-chamas. Deseja mais alguma coisa?
ro: Acum că ai aruncătorul de flăcări, mai pot să-ți aduc ceva?
sv: Nu när du har flamkastaren, finns det något annat jag kan ge dig?
tr: Artık alev makinen olduğuna göre, sana verebileceğim başka bir şey var mı?

# TXT_RPLY0_SCRIPT02_D10612_ASSAU
source: Assault gun
da: Angrebsvåben
ja: アサルトガン
nl: Aanvalswapen
pt_br: Fuzil de assalto
ro: Armă de asalt
sv: Anfallspistol
tr: Saldırı silahı

# TXT_RYES0_SCRIPT02_D10612_HEREY
source: Here you go.
da: Værsgo.
ja: 毎度あり。
nl: Alsjeblieft.
pt_br: Aqui está.
ro: Poftim.
sv: Varsågod.
tr: Al bakalım.

# TXT_RNO0_SCRIPT02_D10612_YOUCA
source: You can't afford that right now.
da: Den har du ikke råd til lige nu.
ja: 今それを買える余裕は無い。
nl: Dat kunt u zich nu niet veroorloven.
pt_br: Você não pode comprar isso no momento.
ro: Nu-ți poți permite asta încă.
sv: Du har inte råd med den just nu.
tr: Şu anda bunu karşılayamazsın.

# TXT_RPLY1_SCRIPT02_D10612_CLIPO
source: Clip of bullets
da: Et patron-klip
ja: 銃弾倉
nl: Klem van kogels
pt_br: Carregador de balas
ro: Cartuș de gloanțe
sv: Kulor.
tr: Mermi şarjörü

# TXT_RYES1_SCRIPT02_D10612_THANK
source: Thanks.
da: Tak.
ja: どうも。
nl: Bedankt.
pt_br: Agradeço.
ro: Mulțumesc.
sv: Tack.
tr: Teşekkürler.

# TXT_RNO1_SCRIPT02_D10612_COMEO
source: Come on, 10 gold.
da: Kom nu, 10 guld.
ja: 頼むぜ、10ゴールドだぞ。
nl: Kom op, 10 goud.
pt_br: Vamos lá, 10 de ouro.
ro: Haide, 10 monezi de aur.
sv: Kom igen, 10 guld.
tr: Hadi, 10 altın.

# TXT_RPLY2_SCRIPT02_D10612_AMMOB
source: Ammo box
da: Ammo kasse
ja: 銃弾倉箱
nl: Munitie doos
pt_br: Caixa de balas
ro: Cutie cu muniție
sv: Ammunitionslåda
tr: Cephane kutusu

# TXT_RYES2_SCRIPT02_D10612_HERES
source: Here's your ammo.
da: Her er din ammunition.
ja: これでアンタのブツだ。
nl: Hier is je munitie.
pt_br: Aqui está a sua munição.
ro: Poftim muniția.
sv: Här är din ammunition.
tr: İşte cephanen.

# TXT_RNO2_SCRIPT02_D10612_MAYBE
source: Maybe some other time.
da: Måske en anden gang.
ja: また後でな。
nl: Misschien een andere keer.
pt_br: Talvez outra hora.
ro: Poate altădată.
sv: Kanske en annan gång.
tr: Belki başka bir zaman.

# TXT_DLG_SCRIPT02_D12128_NOWTH
source: Now that you have the flamethrower, is there anything else I can get you?
da: Nu hvor du har flammekasteren, er der så noget andet, jeg kan give dig?
ja: 火炎放射器を手に入れたが、 他に必要な物はあるか?
nl: Nu je de vlammenwerper hebt, is er nog iets anders dat ik je kan bezorgen?
pt_br: Agora que você tem o lança-chamas. Deseja mais alguma coisa?
ro: Acum că ai aruncătorul de flăcări, mai pot să-ți aduc ceva?
sv: Nu när du har flamkastaren, finns det något annat jag kan ge dig?
tr: Artık alev silahın olduğuna göre, sana verebileceğim başka bir şey var mı?

# TXT_RPLY0_SCRIPT02_D12128_CLIPO
source: Clip of bullets
da: Et patron-klip
ja: 銃弾倉
nl: Klem van kogels
pt_br: Carregador de balas
ro: Cartuș de gloanțe
sv: Magasin med kulor
tr: Bir şarjör mermi

# TXT_RYES0_SCRIPT02_D12128_THANK
source: Thanks.
da: Tak.
ja: どうも。
nl: Bedankt.
pt_br: Agradeço.
ro: Mulțumesc.
sv: Tack.
tr: Teşekkürler.

# TXT_RNO0_SCRIPT02_D12128_COMEO
source: Come on, 10 gold.
da: Kom nu, 10 guld.
ja: 頼むぜ、10ゴールドだぞ。
nl: Kom op, 10 goud.
pt_br: Vamos lá, 10 de ouro.
ro: Haide, 10 monezi de aur.
sv: Kom igen, 10 guld.
tr: Hadi, 10 altın.

# TXT_RPLY1_SCRIPT02_D12128_AMMOB
source: Ammo box
da: Ammo kasse
ja: 銃弾倉箱
nl: Munitie doos
pt_br: Caixa de balas
ro: Cutie cu muniție
sv: Ammunitionslåda
tr: Cephane kutusu

# TXT_RYES1_SCRIPT02_D12128_HERES
source: Here's your ammo.
da: Her er din ammunition.
ja: これでアンタのブツだ。
nl: Hier is je munitie.
pt_br: Aqui está a sua munição.
ro: Poftim muniția.
sv: Här är din ammunition.
tr: İşte cephanen.

# TXT_RNO1_SCRIPT02_D12128_MAYBE
source: Maybe some other time.
da: Måske en anden gang.
ja: また後でな。
nl: Misschien een andere keer.
pt_br: Talvez outra hora.
ro: Poate altădată.
sv: Kanske en annan gång.
tr: Belki başka bir zaman.

# TXT_RPLY2_SCRIPT02_D12128_PHOSP
source: Phosphor grenades
da: Phosphor granater
ja: 白リングレネード弾
nl: Fosforgranaten
pt_br: Granadas de fósforo
ro: Grenade cu fosfor
sv: Fosforgranater
tr: Fosfor bombaları

# TXT_RYES2_SCRIPT02_D12128_THANK
source: Thanks.
da: Tak.
ja: どうも。
nl: Bedankt.
pt_br: Agradeço.
ro: Mulțumesc.
sv: Tack.
tr: Teşekkürler.

# TXT_RNO2_SCRIPT02_D12128_YOUDO
source: You don't have enough
da: Du har ikke nok
ja: 十分な額じゃない
nl: Je hebt niet genoeg...
pt_br: Você não tem o suficiente.
ro: Nu ai suficiente
sv: Du har inte tillräckligt med
tr: Sende yeterince

# TXT_RPLY3_SCRIPT02_D12128_POISO
source: Poison bolts
da: Giftbolte
ja: ポイズンボルト
nl: Giftige bouten
pt_br: Setas venenosas
ro: Bolțuri cu otravă
sv: Giftbultar.
tr: Zehirli cıvatalar

# TXT_RYES3_SCRIPT02_D12128_WORTH
source: Worth every gold!
da: Hvert et guld værd!
ja: 値段に合う価値だぜ!
nl: Elk goud waard!
pt_br: Vale cada moeda de ouro!
ro: Merită fiecare bănuț!
sv: Värda varje guld!
tr: Her altına değer!

# TXT_RNO3_SCRIPT02_D12128_COMEO
source: Come on, 200 gold!
da: Kom nu, 200 guld!
ja: 頼むぜ、200ゴールドだぞ!
nl: Kom op, 200 goud!
pt_br: Vamos lá, 200 de ouro!
ro: Haide, 200 monezi de aur!
sv: Kom igen, 200 guld!
tr: Hadi, 200 altın!

# TXT_DLG_SCRIPT02_D13644_ICANT
source: I can't believe that I got stuck with this duty. They say that something evil came up out of this sewer gate... Now I get to stand here until it comes up again!
da: Jeg kan ikke tro, at jeg blev sat til at have denne opgave. De siger, at noget ondt kom op af denne kloakport... Nu skal jeg stå her, indtil det kommer op igen!
ja: 私がこの勤務で足止めとは信じられん。 皆が下水ゲートから悪しきものが来たと言う。 再びドアが開くまで、ここで立ち往生だ!
nl: Ik kan niet geloven dat ik met deze plicht vast kwam te zitten. Ze zeggen dat er iets kwaadaardigs uit deze rioolpoort is gekomen.... Nu mag ik hier blijven staan tot het weer opduikt!
pt_br: Não acredito que fiquei com essa tarefa. Dizem que algo horrível saiu dessa comporta de esgoto... Agora tenho que ficar aqui até que saia de novo!
ro: Nu-mi vine să cred că am rămas blocat cu meseria asta. Se zvonește că ceva malefic a ieșit la suprafată prin poarta canalului... Acum am ocazia să stau aici până se întoarce!
sv: Jag kan inte fatta att jag fick den här uppgiften. Det sägs att något ondskefullt kom upp ur den här kloakporten... Nu får jag stå här tills det kommer upp igen!
tr: Bu görevin bana kaldığına inanamıyorum. Bu kanalizasyon kapısından kötü bir şeyin çıktığını söylüyorlar. Şimdi o şey tekrar ortaya çıkana kadar burada duracağım!

# TXT_RPLY0_SCRIPT02_D13644_WHATG
source: What gate?
da: Hvilken port?
ja: 何のゲートだ?
nl: Welk hek?
pt_br: Que comporta?
ro: Care poartă?
sv: Vilken port?
tr: Ne kapısı?

# TXT_RYES0_SCRIPT02_D13644_THESE
source: The sewer overflow gate.
da: Kloakoverløbsporten.
ja: 下水道の溢水ゲートだ。
nl: Het riooloverloophek.
pt_br: A comporta de transborda de esgoto.
ro: Poarta de revărsare.
sv: Kloakens överflödsgrind.
tr: Kanalizasyon taşma kapısı.

# TXT_DLG_SCRIPT02_D15160_HELLO
source: Hello friend. What can I get for you?
da: Hej, min ven. Hvad kan jeg hjælpe dig med?
ja: どうも同士よ。何か必要か?
nl: Hallo vriend. Wat kan ik voor je halen?
pt_br: Olá, amigo. Como posso ajudá-lo?
ro: Salut prietene. Ce pot să-ți aduc?
sv: Hej, min vän. Vad kan jag ge dig?
tr: Merhaba dostum. Senin için ne yapabilirim?

# TXT_RPLY0_SCRIPT02_D15160_ELECT
source: Electric bolts
da: Elektriske bolte
ja: エレクトリックボルト
nl: Elektrische bouten
pt_br: Setas elétricas
ro: Bolțuri electrice
sv: Elektriska bultar
tr: Elektrikli cıvata.

# TXT_RYES0_SCRIPT02_D15160_YOUGO
source: You got the electric bolts.
da: Du fik de elektriske bolte.
ja: エレクトリックボルト 入手。
nl: Je hebt de elektrische bouten.
pt_br: Você pegou as setas elétricas
ro: Ai ridicat bolțurile electrice.
sv: Du fick elektriska bultar.
tr: Elektrikli cıvatalar sende.

# TXT_RPLY1_SCRIPT02_D15160_AMMOS
source: Ammo satchel
da: Ammotaske
ja: 弾薬鞄
nl: Munitie tasje
pt_br: Mochila de munição
ro: Sacoșă cu muniție
sv: Ammunitionsväska
tr: Cephane çantası
