Repository: the-phinet/UZDoom
Catalog: zdoom_game_strings/*.po
Languages: da, ja, nl, pt_br, ro, sv, tr

# TXT_RNO0_SCRIPT02_D15160_NOYOU
source: No. You don't have what I want for the electric bolts!
da: Nej. Du har ikke det, jeg vil have for de elektriske bolte!
ja: いや。エレクトリックボルトに必要な物が足りない!
nl: Nee. Je hebt niet wat ik wil voor de elektrische bouten!
pt_br: Não. Você não tem o que eu quero pelas setas elétricas!
ro: Nu. Nu ai ceea ce doresc pentru bolțurile electrice!
sv: Nej, du har inte det jag vill ha för elbultarna!
tr: Hayır. Elektrikli cıvatalar için istediğim şey sizde yok!

# TXT_RNO0_SCRIPT02_D16676_NOYOU
source: No. You don't have what I want for the electric bolts!
da: Nej. Du har ikke det, jeg vil have til de elektriske bolte!
ja: いや。エレクトリックボルトに必要な物が足りない!
nl: Nee. Je hebt niet wat ik wil voor de elektrische bouten!
pt_br: Não. Você não tem o que eu quero pelas setas elétricas!
ro: Nu. Nu ai ceea ce doresc pentru bolțurile electrice!
sv: Nej, du har inte det jag vill ha för elbultarna!
tr: Hayır. Elektrikli cıvatalar için istediğim şey sizde yok!

# TXT_RYES1_SCRIPT02_D15160_THANK
source: Thank you. Anything else?
da: Tak. Er der andet?
ja: ありがとう。 他に何か?
nl: Bedankt, nog iets anders?
pt_br: Agradeço. Mais alguma coisa?
ro: Mulțumesc. Mai dorești ceva?
sv: Tack. Något annat?
tr: Teşekkür ederim. Başka bir şey var mı?

# TXT_RNO1_SCRIPT02_D15160_YOUCA
source: You can't afford that, good day.
da: Det har du ikke råd til, god dag.
ja: それを買える余裕は無い、また今度。
nl: Dat kun je je je niet veroorloven, goede dag.
pt_br: Você não pode comprar isso. Tenha um bom dia.
ro: Nu îți permiți asta. O zi bună.
sv: Du har inte råd med det, god dag.
tr: Bunu karşılayamazsınız, iyi günler.

# TXT_DLG_SCRIPT02_D16676_WHATC
source: What can I get for you?
da: Hvad kan jeg skaffe til dig?
ja: 何か必要か?
nl: Wat kan ik voor je halen?
pt_br: Como posso te ajudar?
ro: Ce pot să-ți aduc?
sv: Vad kan jag ge dig?
tr: Sizin için ne alabilirim?

# TXT_RPLY0_SCRIPT02_D16676_ELECT
source: Electric bolts
da: Elektriske bolte
ja: エレクトリックボルト
nl: Elektrische bouten
pt_br: Setas elétricas
ro: Bolțuri electrice
sv: Elektriska bultar
tr: Elektrikli cıvatalar.

# TXT_RYES0_SCRIPT02_D16676_YOUGO
source: You got the electric bolts.
da: Du fik de elektriske bolte.
ja: エレクトリックボルト 入手。
nl: Je hebt de elektrische bouten.
pt_br: Você pegou as setas elétricas
ro: Ai ridicat bolțurile electrice.
sv: Du har elektriska bultar.
tr: Elektrikli cıvatalar sende.

# TXT_RPLY1_SCRIPT02_D16676_AMMOS
source: Ammo satchel
da: Ammotaske.
ja: 弾薬鞄
nl: Munitie tasje
pt_br: Mochila de munição
ro: Sacoșă cu muniție
sv: Ammunitionsväska
tr: Cephane çantası

# TXT_RYES1_SCRIPT02_D16676_THANK
source: Thank you, anything else?
da: Tak, andet?
ja: ありがとう。 他に何か?
nl: Bedankt, nog iets anders?
pt_br: Agradeço. Mais alguma coisa?
ro: Mulțumesc, mai dorești ceva?
sv: Tack, något annat?
tr: Teşekkürler, başka bir şey var mı?

# TXT_RNO1_SCRIPT02_D16676_YOUCA
source: You can't afford that, good day to you!
da: Det har du ikke råd til, god dag til dig!
ja: それを買える余裕は無い、また今度。
nl: Dat kunt u zich niet veroorloven, een goede dag voor je!
pt_br: Você não pode comprar isso. Um bom dia pra você!
ro: Nu-ți poți permite asta. O zi bună îți doresc!
sv: Du har inte råd med det, god dag till dig!
tr: Bunu karşılayamazsınız, size iyi günler!

# TXT_DLG_SCRIPT02_D18192_WELCO
source: Welcome. What may I show you?
da: Velkommen. Hvad må jeg vise dig?
ja: ようこそ、何を見ていきますか?
nl: Welkom. Wat kan ik je laten zien?
pt_br: Saudações. O que posso te mostrar?
ro: Bun venit. Ce aș putea să-ți arăt?
sv: Välkommen. Vad får jag visa dig?
tr: Hoş geldiniz. Size ne gösterebilirim?

# TXT_RPLY0_SCRIPT02_D18192_ENVIR
source: Environmental suit
da: Miljødragt
ja: 耐環境スーツ
nl: Milieupak
pt_br: Traje de proteção
ro: Costum de protecție
sv: Miljödräkt
tr: Çevre kıyafeti.

# TXT_RYES0_SCRIPT02_D18192_WELLH
source: Well, here you are.
da: Nå, værsgo.
ja: はい、これをどうぞ。
nl: Nou, hier ben je dan.
pt_br: Muito bem, aqui está.
ro: Poftim.
sv: Ja, här är du.
tr: İşte buradasın.

# TXT_RNO0_SCRIPT02_D18192_IMSOR
source: I'm sorry but you don't have enough money for that.
da: Jeg beklager, men du har ikke penge nok til det.
ja: すみませんが、貴方は十分なお金を持っていません。
nl: Het spijt me, maar daar heb je niet genoeg geld voor.
pt_br: Sinto muito, mas você não tem dinheiro suficiente para isso.
ro: Îmi pare rău, dar nu ai suficienți bani pentru asta.
sv: Jag är ledsen men du har inte tillräckligt med pengar för det.
tr: Üzgünüm ama bunun için yeterli paranız yok.

# TXT_RPLY1_SCRIPT02_D18192_LEATH
source: Leather armor
da: Læderrustning
ja: レザーアーマー
nl: Leren pantser
pt_br: Armadura de couro
ro: Armură din piele
sv: Läderrustning
tr: Deri zırh

# TXT_RYES1_SCRIPT02_D18192_HEREY
source: Here you are.
da: Værsgo.
ja: これをどうぞ。
nl: Hier ben je dan.
pt_br: Aqui está.
ro: Poftim.
sv: Här har du.
tr: Buyurun.

# TXT_RNO1_SCRIPT02_D18192_PERHA
source: Perhaps some other time?
da: Måske en anden gang?
ja: また別の機会に?
nl: Misschien een andere keer?
pt_br: Talvez uma outra hora?
ro: Poate altădată?
sv: Kanske en annan gång?
tr: Belki başka bir zaman?

# TXT_RPLY2_SCRIPT02_D18192_METAL
source: Metal armor
da: Metal rustning
ja: メタルアーマー
nl: Metalen harnas
pt_br: Armadura de metal
ro: Armură din metal
sv: Metallrustning
tr: Metal zırh

# TXT_RYES2_SCRIPT02_D18192_WEARI
source: Wear it in good health.
da: Bær den ved godt helbred.
ja: 着ると安心しますよ。
nl: Draag het in goede gezondheid.
pt_br: Vista ela com orgulho.
ro: Să o porți sănătos.
sv: Bär den vid god hälsa.
tr: Sağlıkla giy.

# TXT_RNO2_SCRIPT02_D18192_COMEB
source: Come back when you can afford to buy something you lout!
da: Kom tilbage, når du har råd til at købe noget, din slyngel!
ja: 余裕がある時にまたどうぞ!
nl: Kom terug wanneer je het je kunt veroorloven om iets te kopen wat je louteren kunt!
pt_br: Volte quando você puder comprar algo, seu caloteiro!
ro: Revin-o când o să ai bani să poți cumpăra ceva, secătură!
sv: Kom tillbaka när du har råd att köpa något, din tölp!
tr: Bir şeyler almaya gücün yettiğinde geri gel!

# TXT_DLG_SCRIPT02_D19708_WELCO
source: Welcome. What may I show you?
da: Velkommen. Hvad må jeg vise dig?
ja: ようこそ、何をお探しで?
nl: Welkom. Wat kan ik je laten zien?
pt_br: Saudações. O que posso te mostrar?
ro: Bun venit. Ce aș putea să-ți arăt?
sv: Välkommen. Vad får jag visa dig?
tr: Hoş geldiniz. Size ne gösterebilirim?

# TXT_RPLY0_SCRIPT02_D19708_ENVIR
source: Environmental suit
da: Miljødragt
ja: 耐環境スーツ
nl: Beschermend Pak
pt_br: Traje de proteção
ro: Costum de protecție
sv: Miljödräkt
tr: Çevre kıyafeti

# TXT_RYES0_SCRIPT02_D19708_WELLH
source: Well, here you are.
da: Nå, værsgo.
ja: では、これをどうぞ。
nl: Nou, hier ben je dan.
pt_br: Muito bem, aqui está.
ro: Poftim.
sv: Ja, här är du.
tr: İşte buradasın.

# TXT_RNO0_SCRIPT02_D19708_IMSOR
source: I'm sorry but you don't have enough money for that.
da: Jeg beklager, men du har ikke penge nok til det.
ja: すみませんが、貴方は十分なお金を持っていません。
nl: Het spijt me, maar daar heb je niet genoeg geld voor.
pt_br: Sinto muito, mas você não tem dinheiro suficiente para isso.
ro: Îmi pare rău, dar nu ai suficienți bani pentru asta.
sv: Jag är ledsen, men du har inte tillräckligt med pengar för det.
tr: Üzgünüm ama bunun için yeterli paranız yok.

# TXT_RPLY1_SCRIPT02_D19708_LEATH
source: Leather armor
da: Læderrustning
ja: レザーアーマー
nl: Leren harnas
pt_br: Armadura de couro
ro: Armură din piele
sv: Läderrustning
tr: Deri zırh

# TXT_RYES1_SCRIPT02_D19708_HEREY
source: Here you are.
da: Værsgo.
ja: これをどうぞ。
nl: Hier ben je dan.
pt_br: Aqui está.
ro: Poftim.
sv: Här har du.
tr: Buyurun.

# TXT_RNO1_SCRIPT02_D19708_PERHA
source: Perhaps some other time?
da: Måske en anden gang?
ja: また別の機会に?
nl: Misschien een andere keer?
pt_br: Talvez uma outra hora?
ro: Poate altădată?
sv: Kanske en annan gång?
tr: Belki başka bir zaman?

# TXT_RPLY2_SCRIPT02_D19708_METAL
source: Metal armor
da: Metal rustning
ja: メタルアーマー
nl: Metalen harnas
pt_br: Armadura de metal
ro: Armură din metal
sv: Metallrustning
tr: Metal zırh

# TXT_RYES2_SCRIPT02_D19708_WEARI
source: Wear it in good health.
da: Bær den ved godt helbred.
ja: 着ると安心しますよ。
nl: Draag het in goede gezondheid.
pt_br: Vista ela com orgulho.
ro: Să o porți sănătos.
sv: Bär den vid god hälsa.
tr: Sağlıkla giy.

# TXT_RNO2_SCRIPT02_D19708_COMEB
source: Come back when you can afford to buy something you lout!
da: Kom tilbage, når du har råd til at købe noget, din slyngel!
ja: 余裕がある時にまたどうぞ!
nl: Kom terug wanneer je het je kunt veroorloven om iets te kopen wat je louteren kunt!
pt_br: Volte quando você puder comprar algo, seu caloteiro!
ro: Revin-o când o să ai bani să poți cumpăra ceva, secătură!
sv: Kom tillbaka när du har råd att köpa något, din tölp!
tr: Bir şeyler satın almaya gücün yettiğinde geri gel!

# TXT_DLG_SCRIPT02_D21224_HOWMA
source: How may I assist you?
da: Hvordan kan jeg hjælpe dig?
ja: 何かお困りですか?
nl: Hoe kan ik u helpen?
pt_br: Como posso ajudar?
ro: Cu ce te pot ajuta?
sv: Hur kan jag hjälpa dig?
tr: Size nasıl yardımcı olabilirim?

# TXT_RPLY0_SCRIPT02_D21224_MEDPA
source: Med patch
da: Medicinsk plaster
ja: 医薬パッチ
pt_br: Compressa médica
ro: Trusă de Prim-Ajutor
sv: Medicinsk plåster
tr: Tıbbi yama

# TXT_RYES0_SCRIPT02_D21224_HERES
source: Here's your patch.
da: Her er dit plaster.
ja: これをどうぞ。
nl: Hier is je patch.
pt_br: Aqui está sua compressa.
ro: Poftim trusa.
sv: Här är ditt plåster.
tr: İşte yamanız.

# TXT_RNO0_SCRIPT02_D21224_YOUNE
source: You need 10 gold for that.
da: Du skal bruge 10 guld for det.
ja: 10 ゴールド必要です。
nl: Daar heb je 10 goud voor nodig.
pt_br: Você precisa de 10 de ouro para isso.
ro: Ai nevoie de 10 monezi de aur pentru asta.
sv: Du behöver 10 guld för den.
tr: Bunun için 10 altına ihtiyacın var.

# TXT_RPLY1_SCRIPT02_D21224_MEDIC
source: Medical kit
da: Medicinsk kit
ja: 医療用キット
nl: Medische kit
pt_br: Kit médico
ro: Kit de Prim-Ajutor
sv: Medicinsk utrustning
tr: Tıbbi kit

# TXT_RYES1_SCRIPT02_D21224_THANK
source: Thank you.
da: Tak.
ja: ありがとうございます。
nl: Bedankt.
pt_br: Agradeço.
ro: Mulțumesc.
sv: Tack.
tr: Teşekkür ederim.

# TXT_RNO1_SCRIPT02_D21224_IWISH
source: I wish I could give them away, but they cost 25 gold.
da: Jeg ville ønske, jeg kunne give dem væk, men de koster 25 guld.
ja: 譲渡したい所ですが、25 ゴールド必要です。
nl: Ik wou dat ik ze kon weggeven, maar ze kosten 25 goud.
pt_br: Bem que eu queria poder dar de graça, mas custam 25 de ouro.
ro: Mi-aș dori să le pot da pe gratis, dar costă 25 de monezi de aur.
sv: Jag önskar att jag kunde ge bort dem, men de kostar 25 guld.
tr: Keşke onları verebilseydim ama 25 altına mal oluyorlar.

# TXT_RPLY2_SCRIPT02_D21224_FIELD
source: Field surgery kit
da: Kirurgisæt
ja: 手術キット
nl: Veld chirurgie kit
pt_br: Kit de cirurgia
ro: Trusă de chirurgie de teren
sv: Fältkirurgisk utrustning
tr: Saha ameliyat kiti

# TXT_RYES2_SCRIPT02_D21224_THERE
source: There you go. Take care now.
da: Værsgo. Pas godt på dig selv nu.
ja: こちらになります、お気をつけて。
nl: Daar ga je. Pas goed op jezelf.
pt_br: Aqui está. Se cuida.
ro: Poftim. Ai grijă.
sv: Här har du det. Ta hand om dig nu.
tr: Al bakalım. Kendine iyi bak.

# TXT_RNO2_SCRIPT02_D21224_WELLM
source: Well, maybe you can afford some med patches?
da: Nå, måske har du råd til nogle medicinske plastre?
ja: ところで、医薬パッチを買う余裕はありますか?
nl: Nou ja, misschien kunt je zich wat med-patches veroorloven?
pt_br: Bem, talvez você possa comprar algumas compressas?
ro: Păi, poate îți permiți niște truse de prim-ajutor?
sv: Du kanske har råd med några medicinska plåster?
tr: Belki ilaç yamalarını karşılayabilirsin?

# TXT_DLG_SCRIPT02_D22740_IHOPE
source: I hope Macil knows what he's doing. If the Order finds out I'm helping the Front I'm as good as dead... Not that this matters to you any. The Front's medic gave me an upgrade chip for you, are you ready?
da: Jeg håber, at Macil ved, hvad han laver. Hvis Ordenen finder ud af, at jeg hjælper fronten, er jeg så godt som død... Ikke at det har nogen betydning for dig. Frontens læge gav mig en opgraderingschip til dig, er du klar?
ja: マシルの行いが正しければ良いですが。 私がフロントを援助しているとオーダーが 知ったら、私は...これは貴方には関係無いか。 フロントのメディックが貴方へ アップグレードチップを送ってくれました、 装着しますか?
nl: Ik hoop dat Macil weet wat hij doet. Als de Orde erachter komt dat ik het Front help, ben ik zo goed als dood.... Niet dat dit belangrijk voor je is. De dokter van het Front heeft me een upgradechip voor je gegeven, ben je er klaar voor?
pt_br: Espero que Macil saiba o que está fazendo. Se a Ordem descobrir que estou ajudando a Frente, estou morto... Não que isso importe para vocês. O médico da Frente me passou um chip de upgrade pra você, está preparado?
ro: Sper că Macil știe ce face. Dacă Ordinul află că ajut Frontul sunt ca și mort. Nu-i ca și cum te-ar interesa asta. Medicul Frontului mi-a dat un cip pentru upgrade, ești pregătit?
sv: Jag hoppas att Macil vet vad han gör. Om Orden får reda på att jag hjälper fronten är jag så gott som död... Inte för att det spelar någon roll för dig. Frontens läkare gav mig ett uppgraderingschip till dig, är du redo?
tr: Umarım Macil ne yaptığını biliyordur. Tarikat Cephe'ye yardım ettiğimi öğrenirse ölmüş sayılırım. Bu senin için önemli değil. Cephe'nin doktoru bana senin için bir yükseltme çipi verdi, hazır mısın?

# TXT_RPLY0_SCRIPT02_D22740_YESIM
source: Yes, I'm ready.
da: Ja, jeg er klar.
ja: ああ、準備良しだ。
nl: Ja, ik ben er klaar voor.
pt_br: Sim, estou preparado.
ro: Da, sunt pregătit.
sv: Ja, jag är redo.
tr: Evet, hazırım.

# TXT_RYES0_SCRIPT02_D22740_WELLT
source: Well then, this won't take but a second. There, done already.
da: Nå, så tager det kun et øjeblik. Sådan, det er allerede gjort.
ja: それでは、これに時間は掛かりません。はい、完了しました。
nl: Nou dan, dit duurt maar een seconde. Daar, al klaar.
pt_br: Muito bem, isso vai levar um segundo. Pronto, já terminei.
ro: Bine atunci, va dura doar o secundă. Așa, e gata deja.
sv: Då tar det här bara en sekund. Där, redan gjort.
tr: O zaman bir saniye bile sürmez. İşte, bitti bile.

# TXT_DLG_SCRIPT02_D24256_HOWMA
source: How may I assist you?
da: Hvordan kan jeg hjælpe dig?
ja: 何かお困りですか?
nl: Hoe kan ik je helpen?
pt_br: Como posso ajudar?
ro: Cu ce te pot ajuta?
sv: Hur kan jag hjälpa dig?
tr: Size nasıl yardımcı olabilirim?

# TXT_RPLY0_SCRIPT02_D24256_MEDPA
source: Med patch
da: Medicinsk plaster
ja: 医薬パッチ
pt_br: Compressa médica
ro: Trusă de Prim-Ajutor
tr: Tıbbi yama

# TXT_RYES0_SCRIPT02_D24256_HERES
source: Here's your patch.
da: Her er dit plaster.
ja: これをどうぞ。
nl: Hier is je patch.
pt_br: Aqui está sua compressa.
ro: Poftim trusa.
sv: Här är ditt plåster.
tr: İşte yamanız.

# TXT_RNO0_SCRIPT02_D24256_YOUNE
source: You need 10 gold for that.
da: Du skal bruge 10 guld for det.
ja: 10 ゴールド必要です。
nl: Daar heb je 10 goud voor nodig.
pt_br: Você precisa de 10 de ouro pra isso.
ro: Ai nevoie de 10 monezi de aur pentru asta.
sv: Du behöver 10 guld för det.
tr: Bunun için 10 altına ihtiyacın var.

# TXT_RPLY1_SCRIPT02_D24256_MEDIC
source: Medical kit
da: Medicinsk kit
ja: 医療用キット
nl: Medische kit
pt_br: Kit médico
ro: Kit de Prim-Ajutor
sv: Medicinsk utrustning
tr: Tıbbi kit

# TXT_RYES1_SCRIPT02_D24256_THANK
source: Thank you.
da: Tak.
ja: ありがとうございます。
nl: Bedankt.
pt_br: Agradeço.
ro: Mulțumesc.
sv: Tack.
tr: Teşekkür ederim.

# TXT_RNO1_SCRIPT02_D24256_IWISH
source: I wish I could give them away, but they cost 25 gold.
da: Jeg ville ønske, jeg kunne give dem væk, men de koster 25 guld.
ja: 譲渡したい所ですが、25 ゴールド必要です。
nl: Ik wou dat ik ze kon weggeven, maar ze kosten 25 goud.
pt_br: Bem que eu queria poder dar de graça, mas custam 25 de ouro.
ro: Mi-aș dori să le pot da pe gratis, dar costă 25 de monezi de aur.
sv: Jag önskar att jag kunde ge bort dem, men de kostar 25 guld.
tr: Keşke onları verebilseydim ama 25 altına mal oluyorlar.

# TXT_RPLY2_SCRIPT02_D24256_FIELD
source: Field surgery kit
da: Kirurgisæt
ja: 手術キット
nl: Veld chirurgie kit
pt_br: Kit de cirurgia
ro: Trusă de chirurgie de teren
sv: Fältkirurgisk utrustning
tr: Saha ameliyat kiti

# TXT_RYES2_SCRIPT02_D24256_THERE
source: There you go. Take care now.
da: Værsgo. Pas godt på dig selv nu.
ja: こちらになります、お気をつけて。
nl: Daar ga je. Pas goed op jezelf.
pt_br: Aqui está. Se cuida.
ro: Poftim. Ai grijă.
sv: Här har du det. Ta hand om dig nu.
tr: Al bakalım. Kendine iyi bak.

# TXT_RNO2_SCRIPT02_D24256_WELLM
source: Well, maybe you can afford some med patches?
da: Nå, måske har du råd til nogle medicinske plastre?
ja: ところで、医薬パッチを買う余裕はありますか?
nl: Nou ja, misschien kunt je zich wat med-patches veroorloven?
pt_br: Bem, talvez você possa comprar algumas compressas?
ro: Păi, poate îți permiți niște truse de prim-ajutor?
sv: Du kanske har råd med några medicinska plåster?
tr: Belki birkaç ilaç yamasını karşılayabilirsin?

# TXT_DLG_SCRIPT02_D25772_HELLO
source: Hello stranger, I haven't seen you around here before. Let me give you a piece of free advice. I'd be careful if I were you. The Order does not tolerate free will, and their justice is swift.
da: Hej fremmede, jeg har ikke set dig her før. Lad mig give dig et gratis råd. Jeg ville være forsigtig, hvis jeg var dig. Ordenen tolererer ikke fri vilje, og deres retfærdighed er hurtig.
ja: どうも余所者、この辺では見かけない顔だな。 では一杯アドバイスをおごろう。この付近が 自由な発言を許さないからって下手な真似は するなよ。オーダーという自警団がすぐに 駆けつけてくるぞ。
nl: Hallo vreemdeling, ik heb je hier nog niet eerder gezien. Laat me je een stukje gratis advies geven. Ik zou voorzichtig zijn als ik jou was. De Orde tolereert geen vrije wil en hun gerechtigheid is snel.
pt_br: Olá, forasteiro. Nunca vi você por aqui antes. Deixa eu te dar um conselho de graça. Eu tomaria cuidado se eu fosse você. A Ordem não tolera livre arbítrio e a justiça deles é rápida.
ro: Salutări străine, nu te-am mai văzut pe-aici. Permite-mi să-ți dau un sfat. Aș fi grijuliu în locul tău. Ordinul nu tolerează voința liberă, iar justiția lor e rapidă.
sv: Hej främling, jag har inte sett dig här förut. Låt mig ge dig ett gratis råd. Jag skulle vara försiktig om jag var du. Orden tolererar inte fri vilja och deras rättvisa är snabb.
tr: Merhaba yabancı, seni daha önce buralarda görmemiştim. Sana bedava bir tavsiye vereyim. Yerinde olsam dikkatli olurdum. Tarikat'ın özgür iradeye tahammülü yoktur ve adaletleri çok hızlıdır.

# TXT_RPLY0_SCRIPT02_D25772_WHATS
source: What's the word?
da: Hvad er ordet?
ja: 他には?
nl: Wat is het woord?
pt_br: Quais são as últimas?
ro: Ai vreo veste?
sv: Vad heter det?
tr: Neydi o kelime?

# TXT_RYES0_SCRIPT02_D25772_THEWO
source: The word is... The sewers hold more than just rats and robots.
da: Ordet er... Kloakkerne rummer mere end bare rotter og robotter.
ja: 他は...下水道には鼠やロボが沢山だ。
nl: Het woord is.... De riolen bevatten meer dan alleen ratten en robots.
pt_br: As últimas são... Que os esgotos abrigam mais do que apenas ratos e robôs.
ro: Vestea e că... Canalele ascund mai mult decât roboți și șoareci.
sv: Ordet är... Kloakerna innehåller mer än bara råttor och robotar.
tr: Kelime şu. Lağımlarda fareler ve robotlardan daha fazlası var.

# TXT_DLG_SCRIPT02_D27288_WHATC
source: What can I do for you now?
da: Hvad kan jeg gøre for dig nu?
ja: 何か用か?
nl: Wat kan ik nu voor je doen?
pt_br: O que posso fazer por você agora?
ro: Cu ce te mai pot ajuta?
sv: Vad kan jag göra för dig nu?
tr: Şimdi senin için ne yapabilirim?

# TXT_RPLY0_SCRIPT02_D27288_MOREI
source: More info.
da: Mere info.
ja: 話のネタ。
nl: Meer info.
pt_br: Mais informações.
ro: Mai multe informații.
sv: Mer information.
tr: Daha fazla bilgi.

# TXT_RYES0_SCRIPT02_D27288_THEGO
source: The Governor is a simple reminder to us that we aren't free people anymore.
da: Guvernøren er en simpel påmindelse til os om, at vi ikke længere er frie mennesker.
ja: 知事は俺達に自由はないと思い出させる象徴さ。
nl: De gouverneur herinnert ons er eenvoudigweg aan dat we geen vrije mensen meer zijn.
pt_br: O Governador é um simples lembrete para nós de que não somos mais um povo livre.
ro: Guvernatorul e un simplu memento că nu mai suntem oameni liberi.
sv: Guvernören är en enkel påminnelse om att vi inte längre är fria människor.
tr: Vali bize artık özgür insanlar olmadığımızı hatırlatıyor.

# TXT_RNO0_SCRIPT02_D27288_COMEB
source: Come back when you get some gold.
da: Kom tilbage, når du får noget guld.
ja: 銭を一杯分持って戻ってきな。
nl: Kom terug als je wat goud krijgt.
pt_br: Volte quando tiver ouro.
ro: Revin-o când ai niște aur.
sv: Kom tillbaka när du får lite guld.
tr: Biraz altın bulduğunda geri gel.

# TXT_DLG_SCRIPT02_D28804_WELLY
source: Well, you're asking a lot of questions for someone who's not trying to die. Make sure you don't go and get yourself killed, or worse.
da: Du stiller mange spørgsmål af en, der ikke prøver at dø. Sørg for, at du ikke går hen og bliver dræbt, eller det der er værre.
ja: 所で、アンタは死に行かない人達に 聞き回ってる様だが。悪いことは言わねえ、 あんまし死に急ぐんじゃねえぞ。
nl: Nou, je stelt veel vragen voor iemand die niet probeert te sterven. Zorg ervoor dat je niet gaat en jezelf niet dood laat gaan, of erger nog.
pt_br: Bom, você está fazendo um monte de perguntas pra alguém que não está tentando morrer. Procure não acabar sendo morto por aí, ou coisa pior.
ro: Păi, pui multe întrebări pentru cineva care încearcă să nu moară. Ai grijă să nu ajungi un om mort, sau mai rău.
sv: Du ställer många frågor för någon som inte försöker dö. Se till att du inte går och blir dödad, eller värre.
tr: Ölmeye çalışmayan biri için çok fazla soru soruyorsun. Gidip kendini öldürtmediğinden ya da daha kötüsünü yapmadığından emin ol.

# TXT_RPLY0_SCRIPT02_D28804_MOREI
source: More info.
da: Mere info.
ja: 話のネタ。
nl: Meer info.
pt_br: Mais informações.
ro: Mai multe informații.
sv: Mer information.
tr: Daha fazla bilgi.

# TXT_RYES0_SCRIPT02_D28804_THERE
source: There's more to the Order than meets the eye.
da: Der er mere i Ordenen, end man umiddelbart tror.
ja: オーダーは見えてる以上に強大だ。
nl: De Orde heeft meer te bieden dan je op het eerste gezicht zou denken.
pt_br: Há mais sobre a Ordem do que aparenta.
ro: Este ceva mai mult la Ordin decât ceea ce se poate vedea cu ochiul liber.
sv: Det finns mer i Orden än vad man kan tro.
tr: Tarikat'ta göründüğünden daha fazlası var.

# TXT_RNO0_SCRIPT02_D28804_WELLT
source: We'll talk when you get gold!
da: Vi taler sammen, når du får guld!
ja: 銭を持ってたら話すさ!
nl: We praten wel als je goud krijgt!
pt_br: Conversaremos quando você tiver ouro!
ro: Vorbim când aduci aur!
sv: Vi pratar när du får guld!
tr: Altın aldığında konuşuruz!

# TXT_DLG_SCRIPT02_D30320_THATS
source: That's it friend, the well of knowledge has run dry. I've told you more than I should have anyway. Good luck... And don't come back.
da: Det var det, ven, vidensbrønden er tørlagt. Jeg har alligevel fortalt dig mere, end jeg burde have gjort. Held og lykke... Og kom ikke tilbage.
ja: これはこれは親友、心得の瓶は切らしてるぞ。 とにかく俺が知ってる話はこれで全部だ。 頑張りな...それともう来なくていいぞ。
nl: Dat is het vriend, de bron van kennis is uitgeput. Ik heb je meer verteld dan ik zou moeten hebben. Veel succes.... En kom niet terug.
pt_br: Isso é tudo, camarada. O poço de conhecimento está seco. Já te contei tudo o que eu deveria, de qualquer forma. Boa sorte... E não volte mais aqui.
ro: Asta a fost prietene, fântâna cunoștiințelor a secat. Ți-am spus mai multe decât ar fi trebuit oricum. Baftă... Și nu te întoarce.
sv: Det var det vän, kunskapsbrunnen har tagit slut. Jag har berättat mer än jag borde ha gjort i alla fall. Lycka till... Och kom inte tillbaka.
tr: Bu kadar dostum, bilgi kuyusu kurudu. Zaten sana söylemem gerekenden fazlasını söyledim. İyi şanslar. Ve sakın geri gelme.
