Repository: the-phinet/UZDoom
Catalog: zdoom_game_strings/*.po
Languages: da, ja, nl, pt_br, ro, sv, tr

# TXT_D1E1
source: Knee-Deep in the Dead
da: Knæet dybt i de døde
ja: 膝元迫る亡者
nl: Knie-diep in de Doden
pt_br: Corpos até os Joelhos
ro: Îngropat printre Cadavre
sv: Knä-djupt i de döda
tr: Ölüme Diz Boyu

# TXT_D1E2
source: The Shores of Hell
da: Helvedes kyster
ja: 地獄の瀬戸際
nl: De Oevers van de Hel
pt_br: As Margens do Abismo
ro: Țărmurile Iadului
sv: Helvetets stränder
tr: Cehennem Kıyıları

# TXT_D1E3
source: Inferno
ja: インフェルノ
ro: Infernul

# TXT_D1E4
source: Thy Flesh Consumed
da: Dit kød er fortæret
ja: 滅びし汝の身
nl: Uw Vlees Geconsumeerd
pt_br: No Consumir-se da Tua Carne
ro: Carnea ta Fără de Vlagă
sv: Ditt kött är uppslukat
tr: Etin Tükendi

# TXT_D2E1
source: Hell On Earth
da: Helvede på jorden
ja: 第三惑星:地獄
nl: Hel op Aarde
pt_br: Inferno na Terra
ro: Iadul pe Pământ
sv: Helvetet på jorden
tr: Yeryüzündeki Cehennem

# TXT_D2E2
source: No Rest for the Living
da: Ingen hvile for de levende
ja: 休息なき生計
nl: Geen Rust voor de Levenden
pt_br: Não Há Paz Para os Vivos
ro: Cei vii Fără de Odihnă
sv: Ingen vila för de levande
tr: Yaşayanlara Huzur Yok

# TXT_PLUT_EP
source: The Plutonia Experiment
da: Plutonia-eksperimentet
ja: プルトニア記
nl: Het Plutonia Experiment
pt_br: O Experimento Plutonia
ro: Experimentul Plutonia
sv: Plutonia-experimentet
tr: Plutonia Deneyi

# TXT_TNT_EP
source: TNT: Evilution
ja: TNT:邪神化
nl: Tnt: Evilutie
pt_br: TNT: Malvolução
ro: TNT: Diavoluția

# HUSTR_E1M2
source: E1M2: Nuclear Plant
da: E1M2: Atomkraftværk
ja: E1M2: 原子力発電所
nl: E1M2: Kerncentrale
pt_br: E1M2: Usina Nuclear
ro: E1M2: Uzina Nucleară
sv: E1M2: Kärnkraftverk
tr: E1M2: Nükleer Santral

# HUSTR_E1M3
source: E1M3: Toxin Refinery
da: E1M3: Giftraffinaderi
ja: E1M3: 毒素精錬所
nl: E1M3: Giftstofraffinaderij
pt_br: E1M3: Refinaria de Toxinas
ro: E1M3: Rafinăria de Toxine
sv: E1M3: Toxinraffinaderi
tr: E1M3: Toksin Rafinerisi

# HUSTR_E1M4
source: E1M4: Command Control
da: E1M4: Kommandokontrol
ja: E1M4: 指令管制塔
nl: E1M4: Controlecentrum
pt_br: E1M4: Controle de Comando
ro: E1M4: Comandă și Control
sv: E1M4: Kommandokontroll
tr: E1M4: Komuta Kontrol

# HUSTR_E1M5
source: E1M5: Phobos Lab
da: E1M5: Phobos-laboratorium
ja: E1M5: フォボス研究所
nl: E1M5: Phobos Laboratorium
pt_br: E1M5: Laboratório de Fobos
ro: E1M5: Laboratorul Phobos
sv: E1M5: Phobos-laboratorium
tr: E1M5: Phobos Laboratuvarı

# HUSTR_E1M6
source: E1M6: Central Processing
da: E1M6: Central behandling
ja: E1M6: 中央処理施設
nl: E1M6: Centrale Verwerking
pt_br: E1M6: Processamento Central
ro: E1M6: Prelucrare Centrală
sv: E1M6: Central bearbetning
tr: E1M6: Merkezi İşlem

# HUSTR_E1M7
source: E1M7: Computer Station
ja: E1M7: コンピューターステーション
pt_br: E1M7: Estação de Computadores
ro: E1M7: Stația de Calculatoare
sv: E1M7: Datorstation
tr: E1M7: Bilgisayar İstasyonu

# HUSTR_E1M8
source: E1M8: Phobos Anomaly
da: E1M8: Phobos-anomali
ja: E1M8: フォボス アノマリー
nl: E1M8: Phobos Anomalie
pt_br: E1M8: Anomalia de Fobos
ro: E1M8: Anomalia Phobos
sv: E1M8: Phobos anomali
tr: E1M8: Phobos Anomalisi

# HUSTR_E1M9
source: E1M9: Military Base
da: E1M9: Militærbase
ja: E1M9: 軍事基地
nl: E1M9: Militaire Basis
pt_br: E1M9: Base Militar
ro: E1M9: Baza Militară
sv: E1M9: Militärbas
tr: E1M9: Askeri Üs

# HUSTR_E1M10
source: E1M10: Sewers
da: E1M10: Kloakkerne
ja: E1M10: 下水道
nl: E1M10: De Rioleringen
pt_br: E1M10: Os Esgotos
ro: E1M10: Canalizarea
sv: E1M10: Avloppsledningar
tr: E1M10: Kanalizasyonlar

# HUSTR_E2M1
source: E2M1: Deimos Anomaly
da: E2M1: Deimos Anomali
ja: E2M1: 異常なるダイモス
nl: E2M1: Deimos Anomalie
pt_br: E2M1: Anomalia de Deimos
ro: E2M1: Anomalia Deimos
sv: E2M1: Deimos-anomali
tr: E2M1: Deimos Anomalisi

# HUSTR_E2M2
source: E2M2: Containment Area
da: E2M2: Indespærringsområde
ja: E2M2: 収容エリア
nl: E2M2: Inperkingsgebied
pt_br: E2M2: Area de Contenção
ro: E2M2: Zona de Izolare
sv: E2M2: Lagringsområde
tr: E2M2: Çevreleme Alanı

# HUSTR_E2M3
source: E2M3: Refinery
da: E2M3: Raffinaderi
ja: E2M3: 精製所
nl: E2M3: Raffinaderij
pt_br: E2M3: Refinaria
ro: E2M3: Rafinărie
sv: E2M3: Raffinaderi
tr: E2M3: Rafineri

# HUSTR_E2M4
source: E2M4: Deimos Lab
da: E2M4: Deimos-laboratorium
ja: E2M4: ダイモス研究所
nl: E2M4: Deimos Laboratorium
pt_br: E2M4: Laboratório de Deimos
ro: E2M4: Laboratorul Deimos
tr: E2M4: Deimos Laboratuvarı

# HUSTR_E2M5
source: E2M5: Command Center
da: E2M5: Kommandocentral
ja: E2M5: 指令本部
nl: E2M5: Commandocentrum
pt_br: E2M5: Centro de Comando
ro: E2M5: Centru de Comandă
sv: E2M5: Kommandocentrum
tr: E2M5: Komuta Merkezi

# HUSTR_E2M6
source: E2M6: Halls of the Damned
da: E2M6: De Forbandedes haller
ja: E2M6: ダムドの会堂
nl: E2M6: Zalen der Verdoemden
pt_br: E2M6: Salões dos Condenados
ro: E2M6: Camerele Blestemaților
sv: E2M6: De fördömdas salar
tr: E2M6: Lanetliler Salonu

# HUSTR_E2M7
source: E2M7: Spawning Vats
da: E2M7: Spirebassiner
ja: E2M7: 産卵桶
nl: E2M7: Materialisatietanks
pt_br: E2M7: Tanques de Reprodução
ro: E2M7: Cuve de Reproducere
sv: E2M7: Växthus för spädning
tr: E2M7: Yumurtlama Fıçıları

# HUSTR_E2M8
source: E2M8: Tower of Babel
da: E2M8: Babelstårn
ja: E2M8: バベルの塔
nl: E2M8: Toren van Babel
pt_br: E2M8: Torre de Babel
ro: E2M8: Turnul Babel
sv: E2M8: Babels torn
tr: E2M8: Babil Kulesi

# HUSTR_E2M9
source: E2M9: Fortress of Mystery
da: E2M9: Mysteriets fæstning
ja: E2M9: 神秘の要塞
nl: E2M9: Vesting der Mysterie
pt_br: E2M9: Fortaleza do Mistério
ro: E2M9: Fortăreața Misterelor
sv: E2M9: Mysteriets fästning
tr: E2M9: Gizem Kalesi

# HUSTR_E3M1
source: E3M1: Hell Keep
da: E3M1: Helvedesborg
ja: E3M1: 牢獄
nl: E3M1: Helleslot
pt_br: E3M1: Torre do Inferno
ro: E3M1: Fortul Iadului
sv: E3M1: Helvetesborg
tr: E3M1: Cehennem Kalesi

# HUSTR_E3M2
source: E3M2: Slough of Despair
da: E3M2: Fortvivlelsens sump
ja: E3M2: 絶望の大地
nl: E3M2: Moeras der Wanhoop
pt_br: E3M2: Lamaçal do Desespero
ro: E3M2: Mlaștinile Disperării
sv: E3M2: Förtvivlans svackor
tr: E3M2: Umutsuzluk Slough'u

# HUSTR_E3M3
source: E3M3: Pandemonium
ja: E3M3: 伏魔殿
pt_br: E3M3: Pandemônio
ro: E3M3: Pandemoniu

# HUSTR_E3M4
source: E3M4: House of Pain
da: E3M4: Hus af smerte
ja: E3M4: 苦痛の館
nl: E3M4: Huis van Pijn
pt_br: E3M4: Casa da Dor
ro: E3M4: Casa Durerii
sv: E3M4: Smärtans hus
tr: E3M4: Acı Evi

# HUSTR_E3M5
source: E3M5: Unholy Cathedral
da: E3M5: Uhellig katedral
ja: E3M5: 邪教の大聖堂
nl: E3M5: Onheilige Kathedraal
pt_br: E3M5: Catedral Profana
ro: E3M5: Catedrala Necurată
sv: E3M5: Den oheliga katedralen
tr: E3M5: Kutsal Olmayan Katedral

# HUSTR_E3M6
source: E3M6: Mt. Erebus
ja: E3M6: エレボス山
pt_br: E3M6: Monte Érebo
ro: E3M6: M. Erebus
tr: E3M6: Erebus Dağı

# HUSTR_E3M7
source: E3M7: Limbo
ja: E3M7: 忘却の地
ro: E3M7: Limb
tr: E3M7: Araf

# HUSTR_E3M8
source: E3M8: Dis
ja: E3M8: 死
pt_br: E3M8: Dite
ro: E3M8: Dite

# HUSTR_E3M9
source: E3M9: Warrens
da: E3M9: Rotteboet
ja: E3M9: 兎小屋
nl: E3M9: Doolhof
pt_br: E3M9: Tocas
ro: E3M9: Vizuini
sv: E3M9: Vildmark
tr: E3M9: Sıçan yuvası

# HUSTR_E4M1
source: E4M1: Hell Beneath
da: E4M1: Helvede nedenunder
ja: E4M1: 地獄の下へ
nl: E4M1: Hel beneden
pt_br: E4M1: Inferno Abaixo
ro: E4M1: Iadul de Jos
sv: E4M1: Helvetet under
tr: E4M1: Cehennem Altında

# HUSTR_E4M2
source: E4M2: Perfect Hatred
da: E4M2: Perfekt had
ja: E4M2: 完全なる憎悪
nl: E4M2: Perfecte Haat
pt_br: E4M2: Ódio Perfeito
ro: E4M2: Ură Desăvârșită
sv: E4M2: Perfekt Hass
tr: E4M2: Kusursuz Nefret

# HUSTR_E4M3
source: E4M3: Sever The Wicked
da: E4M3: Afskære de onde
ja: E4M3: 邪悪を絶つ
nl: E4M3: Scheid de goddelozen af
pt_br: E4M3: Separarão os Maus
ro: E4M3: Să Desparți pe Cei Răi
sv: E4M3: Separera de onda
tr: E4M3: Kötüleri Kesin

# HUSTR_E4M4
source: E4M4: Unruly Evil
da: E4M4: Ustyrlig ondskab
ja: E4M4: 手に負えない邪悪
nl: E4M4: Het weerbarstige kwaad
pt_br: E4M4: Mal Irrefreável
ro: E4M4: Un Rău fără Astâmpăr
sv: E4M4: Den oregerliga ondskan
tr: E4M4: Asi Kötülük

# HUSTR_E4M5
source: E4M5: They Will Repent
da: E4M5: De vil omvende sig
ja: E4M5: 奴等に後悔を
nl: E4M5: Ze zullen berouw hebben
pt_br: E4M5: Arrepender-se
ro: E4M5: Se vor Pocăi
sv: E4M5: De kommer att ångra sig
tr: E4M5: Tövbe Edecekler

# HUSTR_E4M6
source: E4M6: Against Thee Wickedly
da: E4M6: Mod dig ondskabsfuldt
ja: E4M6: 汝への悪逆
nl: E4M6: Tegen de goddeloze
pt_br: E4M6: Malvadamente Contra Ti
ro: E4M6: Te Grăiesc de Rău
sv: E4M6: Mot dig ondskan
tr: E4M6: Sana Karşı Kötüce

# HUSTR_E4M7
source: E4M7: And Hell Followed
da: E4M7: Og Helvede fulgte efter
ja: E4M7: そして地獄は従った
nl: E4M7: En de hel volgde
pt_br: E4M7: E o Inferno Seguia
ro: E4M7: Iadul se Ținea după El
sv: E4M7: Och helvetet följde
tr: E4M7: Ve Cehennem Takip Etti

# HUSTR_E4M8
source: E4M8: Unto The Cruel
da: E4M8: Til de grusomme
ja: E4M8: 容赦なき者へ
nl: E4M8: Naar de wrede
pt_br: E4M8: Aos Cruéis
ro: E4M8: Unuia Fără de Milă
sv: E4M8: Mot de grymma
tr: E4M8: Zalimlere Karşı

# HUSTR_E4M9
source: E4M9: Fear
da: E4M9: Frygt
ja: E4M9: 恐怖
nl: E4M9: Angst
pt_br: E4M9: Medo
ro: E4M9: Frica
sv: E4M9: Rädsla
tr: E4M9: Korku

# HUSTR_1
source: Level 1: Entryway
da: Level 1: Indgang
ja: Level 1: 入口
nl: Level 1: Ingang
pt_br: Fase 1: Entrada
ro: Nivelul 1: Intrarea
sv: Nivå 1: Ingång
tr: Seviye 1: Giriş Yolu

# HUSTR_2
source: Level 2: Underhalls
da: Level 2: Underbukser
ja: Level 2: 地下堂
nl: Level 2: Onderhallen
pt_br: Fase 2: Subterrâneo
ro: Nivelul 2: Pasaje subterane
sv: Nivå 2: Underhallar
tr: Seviye 2: Tulumlar

# HUSTR_3
source: Level 3: The Gantlet
da: Level 3: Spidsrod
ja: Level 3: ガントレット
nl: Level 3: De gantlet
pt_br: Fase 3: A Punição
ro: Nivelul 3: Stroiul
sv: Nivå 3: Utmaningen
tr: Seviye 3: Zorluk

# HUSTR_4
source: Level 4: The Focus
da: Level 4: Fokus
ja: Level 4: フォーカス
nl: Level 4: De focus
pt_br: Fase 4: O Foco
ro: Nivelul 4: Focarul
sv: Nivå 4: Fokus
tr: Seviye 4: Odaklanma

# HUSTR_5
source: Level 5: The Waste Tunnels
da: Level 5: Affaldstunnellerne
ja: Level 5: 廃棄トンネル
nl: Level 5: De afvaltunnels
pt_br: Fase 5: Os Túneis de Dejetos
ro: Nivelul 5: Tuneluri de deșeuri
sv: Nivå 5: Avfallstunnlarna
tr: Seviye 5: Atık Tünelleri

# HUSTR_6
source: Level 6: The Crusher
da: Level 6: Knuseren
ja: Level 6: クラッシャー
nl: Level 6: De maalmachine
pt_br: Fase 6: O Esmagador
ro: Nivelul 6: Zdrobitorul
sv: Nivå 6: krossen
tr: Seviye 6: Kırıcı

# HUSTR_7
source: Level 7: Dead Simple
da: Level 7: Død simpel
ja: Level 7: 死ぬほど単純
nl: Level 7: Dodelijk eenvoudig
pt_br: Fase 7: Mortalmente Simples
ro: Nivelul 7: Mortal de simplu
sv: Nivå 7: Död enkel
tr: Seviye 7: Ölü Basit

# HUSTR_8
source: Level 8: Tricks and Traps
da: Level 8: Tricks og fælder
ja: Level 8: 悪戯と罠
nl: Level 8: Trucs en vallen
pt_br: Fase 8: Truques e Armadilhas
ro: Nivelul 9: Surprize și capcane
sv: Nivå 8: Tricks och fällor
tr: Seviye 8: Hileler ve Tuzaklar

# HUSTR_9
source: Level 9: The Pit
da: Level 9: Gruben
ja: Level 9: 大穴
nl: Level 9: De groeve
pt_br: Fase 9: O Fosso
ro: Nivelul 9: Groapa
sv: Nivå 9: Grottan
tr: Seviye 9: Çukur

# HUSTR_10
source: Level 10: Refueling Base
da: Level 10: Tankstation
ja: Level 10: 補給基地
nl: Level 10: Tankstation
pt_br: Fase 10: Base de Reabastecimento
ro: Nivelul 10: Baza de alimentare
sv: Nivå 10: Tankningsbasen
tr: Seviye 10: Yakıt İkmal Üssü

# HUSTR_11
source: Level 11: 'O' of Destruction!
da: Level 11: Ødelæggelsens cirkel!
ja: Level 11: 破滅の'O'!
nl: Level 11: 'O' van vernietiging!
pt_br: Fase 11: Círculo da Morte
ro: Nivelul 11: Cercul distrugerii
sv: Nivå 11: "O" av förstörelse!
tr: Seviye 11: Yıkımın 'O'su!

# HUSTR_12
source: Level 12: The Factory
da: Level 12: Fabrikken
ja: Level 12: 工場
nl: Level 12: De fabriek
pt_br: Fase 12: A Fábrica
ro: Nivelul 12: Fabrica
sv: Nivå 12: Fabriken
tr: Seviye 12: Fabrika

# HUSTR_13
source: Level 13: Downtown
da: Level 13: Centrum
ja: Level 13: 市内
nl: Level 13: De binnenstad
pt_br: Fase 13: Centro da Cidade
ro: Nivelul 13: Centru urban
sv: Nivå 13: Centrum
tr: Seviye 13: Şehir Merkezi

# HUSTR_14
source: Level 14: The Inmost Dens
da: Level 14: Den inderste hule
ja: Level 14: 最深巣窟
nl: Level 14: De binnenste gebouwen
pt_br: Fase 14: Os Antros Profundos
ro: Nivelul 14: Cele mai intime bârloguri
sv: Nivå 14: Den innersta täkten
tr: Seviye 14: En İçteki İnler

# HUSTR_15
source: Level 15: Industrial Zone
da: Level 15: Industriområde
ja: Level 15: 工業地帯
nl: Level 15: Industriegebied
pt_br: Fase 15: Zona Industrial
ro: Nivelul 15: Zona industrială
sv: Nivå 15: Industriområde
tr: Seviye 15: Sanayi Bölgesi

# HUSTR_16
source: Level 16: Suburbs
da: Level 16: Forstæderne
ja: Level 16: 郊外
nl: Level 16: Buitenwijken
pt_br: Fase 16: Subúrbios
ro: Nivelul 16: Suburbi
sv: Nivå 16: Förorter
tr: Seviye 16: Banliyöler

# HUSTR_17
source: Level 17: Tenements
da: Level 17: Lejligheder
ja: Level 17: 安アパート
nl: Level 17: Huurwoningen
pt_br: Fase 17: Habitações
ro: Nivelul 17: Proprietăți
sv: Nivå 17: Hyreshus
tr: Seviye 17: Kiralık Evler

# HUSTR_18
source: Level 18: The Courtyard
da: Level 18: Gårdspladsen
ja: Level 18: 中庭
nl: Level 18: De binnenplaats
pt_br: Fase 18: O Átrio
ro: Nivelul 18: Curtea
sv: Nivå 18: Gården
tr: Seviye 18: Avlu

# HUSTR_19
source: Level 19: The Citadel
da: Level 19: Citadellet
ja: Level 19: 要塞
nl: Level 19: De citadel
pt_br: Fase 19: A Cidadela
ro: Nivelul 19: Cetatea
sv: Nivå 19: Citadellet
tr: Seviye 19: Hisar

# HUSTR_20
source: Level 20: Gotcha!
ja: Level 20: 捉らえた!
nl: Level 20: Ik heb je!
pt_br: Fase 20: Te Peguei!
ro: Nivelul 20: Te-am prins!
sv: Nivå 20: Gotcha!
tr: Seviye 20: Yakaladım!

# HUSTR_21
source: Level 21: Nirvana
ja: Level 21: 涅槃
pt_br: Fase 21: Nirvana
ro: Nivelul 21: Nirvana
sv: Nivå 21: Nirvana
tr: Seviye 21: Nirvana

# HUSTR_22
source: Level 22: The Catacombs
da: Level 22: Katakomberne
ja: Level 22: 地下悪霊墓所
nl: Level 22: De catacomben
pt_br: Fase 22: As Catacumbas
ro: Nivelul 22: Catacombe
sv: Nivå 22: Katakomberna
tr: Seviye 22: Yeraltı Mezarları

# HUSTR_23
source: Level 23: Barrels O' Fun
da: Level 23: Tønder af sjov
ja: Level 23: 戯れのバレル
nl: Level 23: Grappige vaten
pt_br: Fase 23: Barris de Diversão
ro: Nivelul 23: Butoaiele veseliei
sv: Nivå 23: Tunnor med kul
tr: Seviye 23: Eğlence Fıçıları

# HUSTR_24
source: Level 24: The Chasm
da: Level 24: Kløften
ja: Level 24: 裂け目
nl: Level 24: De afgrond
pt_br: Fase 24: O Abismo
ro: Nivelul 24: Hăul
sv: Nivå 24: Klyftan
tr: Seviye 24: Uçurum

# HUSTR_25
source: Level 25: Bloodfalls
da: Level 25: Blodfald
ja: Level 25: 血の滝
nl: Level 25: Bloeddruppels
pt_br: Fase 25: Cataratas de Sangue
ro: Nivelul 25: Cascade de sânge
sv: Nivå 25: Blodfall
tr: Seviye 25: Kan Düşüşleri

# HUSTR_26
source: Level 26: The Abandoned Mines
da: Level 26: De forladte miner
ja: Level 26: 廃鉱山
nl: Level 26: De verlaten mijnen
pt_br: Fase 26: As Minas Abandonadas
ro: Nivelul 26: Minele părăsite
sv: Nivå 26: De övergivna gruvorna
tr: Seviye 26: Terk Edilmiş Madenler

# HUSTR_27
source: Level 27: Monster Condo
ja: Level 27: モンスターマンション
pt_br: Fase 27: Mansão dos Monstros
ro: Nivelul 27: Casa monștrilor
sv: Nivå 27: Monster Condo
tr: Seviye 27: Canavar Dairesi

# HUSTR_28
source: Level 28: The Spirit World
da: Level 28: Åndeverdenen
ja: Level 28: 悪霊の世界
nl: Level 28: De geestenwereld
pt_br: Fase 28: O Mundo Espiritual
ro: Nivelul 28: Lumea duhurilor
sv: Nivå 28: Den andliga världen
tr: Seviye 28: Ruhlar Dünyası

# HUSTR_29
source: Level 29: The Living End
da: Level 29: Den levende ende
ja: Level 29: 極限の存在
nl: Level 29: Het levende einde
pt_br: Fase 29: O Cúmulo da Existência
ro: Nivelul 29: Sfârșitul întregii vieți
sv: Nivå 29: Det levande slutet
tr: Seviye 29: Yaşamın Sonu

# HUSTR_30
source: Level 30: Icon of Sin
da: Level 30: Syndens ikon
ja: Level 30: 罪の聖像
nl: Level 30: Pictogram van de zonde
pt_br: Fase 30: Ícone do Pecado
ro: Nivelul 30: Icoana păcatelor
sv: Nivå 30: Syndens ikon
tr: Seviye 30: Günah Simgesi

# HUSTR_31
source: Level 31: Wolfenstein
ja: Level 31: ウルフェンシュタイン
pt_br: Fase 31: Wolfenstein
ro: Nivelul 31: Wolfenstein
sv: Nivå 31: Wolfenstein
tr: Seviye 31: Wolfenstein

# HUSTR_32
source: Level 32: Grosse
ja: Level 32: グローシュ
pt_br: Fase 32: Grosse
ro: Nivelul 32: Grosse
sv: Nivå 32: Grosse
tr: Seviye 32: Grosse

# HUSTR_31B
source: Level 31: IDKFA
pt_br: Fase 31: IDKFA
ro: Nivelul 31: IDKFA
sv: Nivå 31: IDKFA
tr: Seviye 31: IDKFA

# HUSTR_32B
source: Level 32: Keen
ja: Level 32: キーン
pt_br: Fase 32: Keen
ro: Nivelul 32: Keen
sv: Nivå 32: Keen
tr: Seviye 32: Keen

# HUSTR_33
source: Level 33: Betray
da: Level 33: Forræderi
ja: Level 33: 裏切り
nl: Level 33: Verraad
pt_br: Fase 33: Traição
ro: Nivelul 33: Trădare
sv: Nivå 33: Förråda
tr: Seviye 33: İhanet

# NHUSTR_1
source: Level 1: The Earth Base
da: Level 1: Jordbasen
ja: Level 1: 地球基地
nl: Level 1: De basis van de aarde
pt_br: Fase 1: A Base Terrestre
ro: Nivelul 1: Baza terestră
sv: Nivå 1: Jordbasen
tr: Seviye 1: Dünya Üssü

# NHUSTR_2
source: Level 2: The Pain Labs
da: Level 2: Smerte laboratorier
ja: Level 2: 生物工学実験室
nl: Level 2: De pijnlaboratoria
pt_br: Fase 2: Os Laboratórios da Dor
ro: Nivelul 2: Laboratoarele durerii
sv: Nivå 2: Smärtlaboratorierna
tr: Seviye 2: Ağrı Laboratuvarları

# NHUSTR_3
source: Level 3: Canyon of The Dead
da: Level 3: De dødes kløft
ja: Level 3: 死の渓谷
nl: Level 3: Canyon van de doden
pt_br: Fase 3: Desfiladeiro dos Mortos
ro: Nivelul 3: Canionul morților
sv: Nivå 3: De dödas kanjon
tr: Seviye 3: Ölüler Kanyonu

# NHUSTR_4
source: Level 4: Hell Mountain
da: Level 4: Helvede bjerg
ja: Level 4: 地獄山脈
nl: Level 4: Helleberg
pt_br: Fase 4: Montanha Infernal
ro: Nivelul 4: Muntele infernal
sv: Nivå 4: Helvetesberget
tr: Seviye 4: Cehennem Dağı

# NHUSTR_5
source: Level 5: Vivisection
da: Level 5: Vivisektion
ja: Level 5: 生体解剖
nl: Level 5: Vivisectie
pt_br: Fase 5: Vivissecção
ro: Nivelul 5: Vivisecție
sv: Nivå 5: Vivisektion
tr: Seviye 5: Canlı Kesim

# NHUSTR_6
source: Level 6: Inferno of Blood
da: Level 6: Blodets inferno
ja: Level 6: 血のインフェルノ
nl: Level 6: Bloederige inferno
pt_br: Fase 6: Inferno de Sangue
ro: Nivelul 6: Infern sângeriu
sv: Nivå 6: Blodets inferno
tr: Seviye 6: Kan Cehennemi

# NHUSTR_7
source: Level 7: Baron's Banquet
ja: Level 7: バロンの晩餐
nl: Level 7: Baron's banket
pt_br: Fase 7: Banquete do Barão
ro: Nivelul 7: Banchetul baronilor
sv: Nivå 7: Baronens bankett
tr: Seviye 7: Baron'un Ziyafeti

# NHUSTR_8
source: Level 8: Tomb of Malevolence
da: Level 8: Ondskabens grav
ja: Level 8: 悪意の墓
nl: Level 8: Graf van kwaadwilligheid
pt_br: Fase 8: Tumba da Malevolência
ro: Nivelul 8: Mormântul răutății
sv: Nivå 8: Ondskans grav
tr: Seviye 8: Kötülük Mezarı

# NHUSTR_9
source: Level 9: March of The Demons
da: Level 9: Dæmonernes march
ja: Level 9: デーモンの行進
nl: Level 9: Maart van de demonen
pt_br: Fase 9: Marcha dos Demônios
ro: Nivelul 9: Marșul demonilor
sv: Nivå 9: Demonernas marsch
tr: Seviye 9: Şeytanların Yürüyüşü

# PHUSTR_1
source: Level 1: Congo
ja: Level 1: コンゴ川
nl: Level 1: Kongo
pt_br: Fase 1: Congo
ro: Nivelul 1: Congo
sv: Nivå 1: Kongo
tr: Seviye 1: Kongo

# PHUSTR_2
source: Level 2: Well of Souls
da: Level 2: Sjælebrønden
ja: Level 2: 魂の井戸
nl: Level 2: Bron van zielen
pt_br: Fase 2: Poço das Almas
ro: Nivelul 2: Fântâna sufletelor
sv: Nivå 2: Själarnas brunn
tr: Seviye 2: Ruhlar Kuyusu

# PHUSTR_3
source: Level 3: Aztec
da: Level 3: Azteker
ja: Level 3: アステカ
nl: Level 3: Azteken
pt_br: Fase 3: Asteca
ro: Nivelul 3: Aztec
sv: Nivå 3: Azteker
tr: Seviye 3: Aztek

# PHUSTR_4
source: Level 4: Caged
da: Level 4: Låst op
ja: Level 4: 檻の中
nl: Level 4: Gekooid
pt_br: Fase 4: Na Jaula
ro: Nivelul 4: Încarcerat
sv: Nivå 4: Burad
tr: Seviye 4: Kafesli

# PHUSTR_5
source: Level 5: Ghost Town
da: Level 5: Spøgelsesby
ja: Level 5: ゴーストタウン
nl: Level 5: Spookstad
pt_br: Fase 5: Cidade Fantasma
ro: Nivelul 5: Orașul fantomă
sv: Nivå 5: Spökstad
tr: Seviye 5: Hayalet Kasaba

# PHUSTR_6
source: Level 6: Baron's Lair
da: Level 6: Baronens hule
ja: Level 6: バロンの隠れ家
nl: Level 6: Baron's kamp
pt_br: Fase 6: Covil do Barão
ro: Nivelul 6: Claustrul Baronului
sv: Nivå 6: Baronens lya
tr: Seviye 6: Baron'un İni

# PHUSTR_7
source: Level 7: Caughtyard
ja: Level 7: 囚われの庭
nl: Level 7: Omheining
pt_br: Fase 7: Campo de Concentração
ro: Nivelul 7: Capcana curții
sv: Nivå 7: Fångården
tr: Seviye 7: Caughtyard

# PHUSTR_8
source: Level 8: Realm
da: Level 8: Rige
ja: Level 8: 領地
nl: Level 8: Rijk
pt_br: Fase 8: Reino
ro: Nivelul 8: Tărâm
sv: Nivå 8: Riket
tr: Seviye 8: Diyar

# PHUSTR_9
source: Level 9: Abattoire
ja: Level 9: 屠殺場
nl: Level 9: Abattoir
pt_br: Fase 9: Matadouro
ro: Nivelul 9: Abator
sv: Nivå 9: Slakthus
tr: Seviye 9: Abattoire

# PHUSTR_10
source: Level 10: Onslaught
da: Level 10: Stormløb
ja: Level 10: 猛襲
nl: Level 10: Aanval
pt_br: Fase 10: Investida
ro: Nivelul 10: Năvala
sv: Nivå 10: Angrepp
tr: Seviye 10: Saldırı

# PHUSTR_11
source: Level 11: Hunted
da: Level 11: Jaget
ja: Level 11: 逃走
nl: Level 11: Gejaagd
pt_br: Fase 11: Perseguição
ro: Nivelul 11: Vânătoarea
sv: Nivå 11: Jaktad
tr: Seviye 11: Avlanmış

# PHUSTR_12
source: Level 12: Speed
da: Level 12: Fart
ja: Level 12: スピード
nl: Level 12: Haast
pt_br: Fase 12: Velocidade
ro: Nivelul 12: Viteză
sv: Nivå 12: Hastighet
tr: Seviye 12: Hız

# PHUSTR_13
source: Level 13: The Crypt
da: Level 13: Krypten
ja: Level 13: 地下聖堂
nl: Level 13: De crypte
pt_br: Fase 13: A Cripta
ro: Nivelul 13: Cripta
sv: Nivå 13: Kryptan
tr: Seviye 13: Mahzen

# PHUSTR_14
source: Level 14: Genesis
ja: Level 14: 創世記
pt_br: Fase 14: Gênese
ro: Nivelul 14: Geneza
sv: Nivå 14: Genesis
tr: Seviye 14: Yaratılış

# PHUSTR_15
source: Level 15: The Twilight
da: Level 15: Tusmørket
ja: Level 15: 黄昏
nl: Level 15: De schemering
pt_br: Fase 15: O Crepúsculo
ro: Nivelul 15: Amurgul
sv: Nivå 15: Skymningen
tr: Seviye 15: Alacakaranlık

# PHUSTR_16
source: Level 16: The Omen
da: Level 16: Omenet
ja: Level 16: 予兆
nl: Level 16: De omen
pt_br: Fase 16: O Presságio
ro: Nivelul 16: Prevestirea
sv: Nivå 16: Omen
tr: Seviye 16: Omen

# PHUSTR_17
source: Level 17: Compound
da: Level 17: Forbindelsen
ja: Level 17: 調合
nl: Level 17: Faciliteit
pt_br: Fase 17: Complexo
ro: Nivelul 17: Complexul
sv: Nivå 17: Förbandet
tr: Seviye 17: Bileşik

# PHUSTR_18
source: Level 18: Neurosphere
da: Level 18: Neurosfæren
ja: Level 18: ニューロスフィア
nl: Level 18: Neurosferen
pt_br: Fase 18: Neurosfera
ro: Nivelul 18: Neurosferă
sv: Nivå 18: Neurosfären
tr: Seviye 18: Nörosfer

# PHUSTR_19
source: Level 19: NME
ja: Level 19: 野郎
pt_br: Fase 19: N-MIGO
ro: Nivelul 19: INMIC
sv: Nivå 19: FiND
tr: Seviye 19: NME

# PHUSTR_20
source: Level 20: The Death Domain
da: Level 20: Dødsdomænet
ja: Level 20: 死の領域
nl: Level 20: Het domein van de dood
pt_br: Fase 20: O Domínio da Morte
ro: Nivelul 20: Domeniul morții
sv: Nivå 20: Dödsdomänen
tr: Seviye 20: Ölüm Alanı

# PHUSTR_21
source: Level 21: Slayer
da: Level 21: Slagter
ja: Level 21: スレイヤー
nl: Level 21: Doder
pt_br: Fase 21: Matador
ro: Nivelul 21: Ucigător
sv: Nivå 21: Jägare
tr: Seviye 21: Avcı

# PHUSTR_22
source: Level 22: Impossible Mission
da: Level 22: Umulig mission
ja: Level 22: 不可能な任務
nl: Level 22: Onmogelijke missie
pt_br: Fase 22: Missão Impossível
ro: Nivelul 22: Misiune imposibilă
sv: Nivå 22: Omöjligt uppdrag
tr: Seviye 22: İmkansız Görev

# PHUSTR_23
source: Level 23: Tombstone
da: Level 23: Gravsten
ja: Level 23: 墓石
nl: Level 23: Grafsteen
pt_br: Fase 23: Lápide
ro: Nivelul 23: Piatra de mormânt
sv: Nivå 23: Gravsten
tr: Seviye 23: Mezar Taşı

# PHUSTR_24
source: Level 24: The Final Frontier
da: Level 24: Den endelige grænse
ja: Level 24: 最後のフロンティア
nl: Level 24: De eindgrens
pt_br: Fase 24: A Fronteira Final
ro: Nivelul 24: Ultima frontieră
sv: Nivå 24: Den sista gränsen
tr: Seviye 24: Son Sınır

# PHUSTR_25
source: Level 25: The Temple of Darkness
da: Level 25: Mørkets tempel
ja: Level 25: 暗黒の神殿
nl: Level 25: De tempel van de duisternis
pt_br: Fase 25: O Templo da Escuridão
ro: Nivelul 25: Templul tenebros
sv: Nivå 25: Mörkrets tempel
tr: Seviye 25: Karanlığın Tapınağı

# PHUSTR_26
source: Level 26: Bunker
ja: Level 26: バンカー
pt_br: Fase 26: Casamata
ro: Nivelul 26: Buncăr
sv: Nivå 26: Bunker
tr: Seviye 26: Sığınak

# PHUSTR_27
source: Level 27: Anti-christ
ja: Level 27: アンチキリスト
pt_br: Fase 27: Anticristo
ro: Nivelul 27: Antihrist
sv: Nivå 27: Antikrist
tr: Seviye 27: Mesih Karşıtı
