Repository: the-phinet/UZDoom
Catalog: zdoom_game_strings/*.po
Languages: da, ja, nl, pt_br, ro, sv, tr

# TXT_SUB_LOG10
source: We need to speak with someone who knows the old town and where this coupling is. Command says: find MacGuffin.
da: Vi må tale med nogen, der kender den gamle by og ved, hvor denne kobling er. Kommandoen siger: Find MacGuffin.
ja: 我々は何処にあるかについてはオールドタウンに知っている者がいる。 指令が言うには マクガフィンに会え。
nl: We moeten met iemand spreken die de oude stad kent en waar deze koppeling is. Het commando zegt: zoek MacGuffin.
pt_br: Precisamos falar com alguém que conheça a velha cidade e onde fica essa conexão. O comando diz: encontre MacGuffin.
ro: Avem nevoie să vorbim cu cineva care cunoaște vechiul oraș și unde e cuplajul. Centrul de comandă zice: găsește-l pe MacGuffin.
sv: Vi måste tala med någon som känner till den gamla staden och vet var den här kopplingen finns. Kommandot säger: hitta MacGuffin.
tr: Eski şehri ve bu kuplajın nerede olduğunu bilen biriyle konuşmalıyız. Komuta diyor ki: MacGuffin'i bulun.

# TXT_SUB_LOG11
source: He's in what's politely called the "bum hole". Take the walkway by the sewage plant and head down the stairs.
da: Han er i det, der høfligt kaldes "bumshullet". Tag gangen ved kloakanlægget og gå ned ad trappen.
ja: 彼は行儀よく'バムホール'と呼ばれる場所に居る。 下水処理場の側の階段を下りた小さい部屋だ。
nl: Hij zit in wat beleefd het "kontje" wordt genoemd. Neem de loopbrug bij de rioolwaterzuiveringsinstallatie en ga de trap af.
pt_br: Ele está num lugar chamado "toca de rato". Vá pela passarela perto da usina de tratamento e desça as escadas.
ro: E în ceea ce se cheamă politicos "groapa de ardere". Ia pasarela de lângă fabrica de deșeuri și coboară scările.
sv: Han är i det som artigt kallas "bum-hålet". Ta gången vid avloppsanläggningen och gå ner för trapporna.
tr: Kibarca "serseri deliği" denilen yerde. Lağım tesisinin yanındaki geçidi kullanın ve merdivenlerden aşağı inin.

# TXT_SUB_LOG12
source: Take your time with this mission. I can't get intel on this from Command.
da: Tag dig god tid med denne mission. Jeg kan ikke få oplysninger om dette fra Command.
ja: この任務は時間が掛かりそうだ。私は司令部からこれ以上の情報は得る事は出来ない。
nl: Neem je tijd met deze missie. Ik kan hier geen informatie over krijgen van de Commandant.
pt_br: Não tenha pressa nesta missão. Não estou conseguindo obter inteligência sobre isso pelo Comando.
ro: Poți să petreci mai mult timp cu misiunea. Nu pot găsi mai multe informații de la Centru.
sv: Ta god tid på dig med det här uppdraget. Jag kan inte få information om detta från kommandot.
tr: Bu görevde acele etmeyin. Komuta'dan bu konuda bilgi alamıyorum.

# TXT_SUB_LOG13
source: You idiot! You've shut off the power to the jamming circuits we use to conceal our base from the Order. Head over to the town hall and take out the scanning crew, now!
da: Din idiot! Du har slukket for strømmen til de jamming-kredsløb, vi bruger til at skjule vores base for Ordenen. Gå over til rådhuset og udryd scanningsholdet, nu!
ja: 馬鹿者!お前はオーダーから我々の基地を隠す妨害回路を壊してしまった! 市庁舎に調査隊が向かった、今すぐ片付けろ!
nl: Idioot! Je hebt de stroom naar de stoorcircuits die we gebruiken om onze basis te verbergen voor de Orde uitgeschakeld. Ga naar het stadhuis en haal de scannende bemanning eruit, nu!
pt_br: Seu idiota! Você desligou a energia para os circuitos de interferência que usamos para esconder a nossa base dos sensores da Ordem. Vá até a prefeitura e tire a equipe de busca de lá imediatamente!
ro: Idiotule! Ai oprit energia către circuitele noastre care ne permiteau să ne ascundem de Ordin. Du-te în hala vechiului oraș și elimină echipajul, acum!
sv: Din idiot! Du har stängt av strömmen till störningskretsarna som vi använder för att dölja vår bas för Orden. Gå över till stadshuset och ta ut skanningspersonalen, nu!
tr: Seni salak! Üssümüzü Düzen'den gizlemek için kullandığımız sinyal bozucu devrelerin gücünü kesmişsin. Belediye binasına git ve tarama ekibini indir, hemen!

# TXT_SUB_LOG14
source: OK, "Trust no one" is the name of the game! Let's get that pass from the Governor and free those prisoners.
da: Okay, "Stol ikke på nogen" er det, der gælder! Lad os få den tilladelse fra guvernøren og befri de fanger.
ja: よし、'信用しない'のが最も重要なことだ!壊れた配電機を渡して囚人を解放するんだ。
nl: OK, "Vertrouw niemand" is de naam van het spel! Laten we die pas van de gouverneur halen en die gevangenen vrijlaten.
pt_br: Ok, "não confie em ninguém" é o nome do jogo! Vamos pegar aquele passe do Governador e libertar esses prisioneiros.
ro: OK, "N-ai încredere în nimeni" e numele jocului. Să luăm acea parolă de la guvernator și să eliberăm prizonierii.
sv: Okej, "Lita inte på någon" är vad som gäller! Låt oss få det där passet från guvernören och befria fångarna.
tr: Tamam, "Kimseye güvenme" oyunun adı! Vali'den o izni alalım ve mahkumları serbest bırakalım.

# TXT_SUB_LOG15
source: Good move! The Governor is a lousy liar. That's our power coupling. Now let's get that pass.
da: Godt gået! Guvernøren er en elendig løgner. Det er vores kraftkobling. Lad os nu få fat i det pas.
ja: 良い判断よ!知事は粗末な嘘を付いている。 あれはオーダーから基地を隠す為に使用している我々の配電機だ。 この壊れた配電機を渡して彼を騙し返そう。
nl: Goede zet! De Gouverneur is een slechte leugenaar. Dat is onze krachtkoppeling. Laten we nu die pas pakken.
pt_br: Boa! O Governador é um mentiroso desgraçado. Esse é a nossa conexão. Agora, vamos pegar aquele passe.
ro: Bună mutare! Gvuvernatorul e un mincinos prost. Acela e cuplajul nostru. Acum să luăm parola.
sv: Bra gjort! Guvernören är en usel lögnare. Det är vår maktkoppling. Nu ska vi få det där passet.
tr: İyi hamle! Vali berbat bir yalancı. Bu bizim güç birleşimimiz. Şimdi şu izni alalım.

# TXT_SUB_LOG16
source: The warehouse is in the power station. Let's make this short and sweet.
da: Lageret er i kraftværket. Lad os gøre det kort og godt.
ja: 倉庫は発電所にある。さっさと済ませよう。
nl: Het magazijn is in de energiecentrale. Laten we dit kort en bondig houden.
pt_br: O depósito fica na usina de energia. Vamos fazer isso bem rápido.
ro: Depozitul e în stația de energie. Scurt și dulce.
sv: Magasinet finns i kraftstationen. Låt oss göra det här kort och gott.
tr: Depo elektrik santralinde. Bunu kısa ve tatlı tutalım.

# TXT_SUB_LOG17
source: I never thought I'd break into prison...
da: Jeg troede aldrig, at jeg skulle bryde ind i et fængsel...
ja: 刑務所にお勤めになるなぞ考えた事もないぞ...
nl: Ik had nooit gedacht dat ik zou inbreken in de gevangenis....
pt_br: Nunca achei que eu invadiria uma prisão...
ro: N-am crezut că o să intru într-o închisoare...
sv: Jag trodde aldrig att jag skulle bryta mig in i ett fängelse...
tr: Hapishaneye gireceğimi hiç düşünmemiştim.

# TXT_SUB_LOG18
source: Guess there's no free lunch. Time to lock and load.
da: Der er vist ingen gratis frokost. Tid til at låse og læsse.
ja: まあタダでは済まないか。派手に暴れてやれ。
nl: Ik denk dat er geen gratis lunch is. Tijd om te sluiten en te laden.
pt_br: Parece que não existe almoço grátis. É hora da ação.
ro: Presupun că nu e niciun prânz gratuit. Timpul să ne pregătim.
sv: Det finns ingen gratis lunch. Dags att låsa och ladda.
tr: Sanırım bedava öğle yemeği yok. Kilitleme ve yükleme zamanı.

# TXT_SUB_LOG19
source: OK. You've pleased the Governor, splattered the Warden... Now it looks like we got to have to do a little surgery.
da: OKAY. Du har tilfredsstillet guvernøren, plettet fængselsinspektøren... Nu ser det ud til, at vi må foretage en lille operation.
ja: よし、知事は喜ばせ刑務所長はぶちのめした... 私達が少々手術を施す必要が出来たわ。
nl: Oké. Je hebt de gouverneur tevreden gesteld, de directeur verpletterd... Nu lijkt het erop dat we een kleine operatie moeten doen.
pt_br: Ok, você agradou o Governador, estourou os miolos do carcereiro... Agora parece que temos que fazer uma pequena cirurgia.
ro: OK. L-ai mulțumit pe Guvernator, împrăștiat pe Director... acum se pare că trebuie să faci niște chirurgie.
sv: OKEJ, DÅ ÄR DET DAGS ATT LÅSA OCH LÅSA. Du har nöjt guvernören, kladdat på fängelsedirektören... Nu ser det ut som om vi måste göra en liten operation.
tr: TAMAMDIR. Vali'yi memnun ettiniz, Müdür'ün canına okudunuz. Şimdi küçük bir ameliyat yapmamız gerekecek gibi görünüyor.

# TXT_SUB_LOG20
source: Oh you cut off his hand! And I thought you were a nice guy... kinda. Let's go.
da: Du skar hans hånd af! Og jeg troede, du var en flink fyr... på en måde. Lad os gå.
ja: おいおい手を切り取ったのかよ! ただのナイスガイってわけじゃないのね...まあいい、行こうか。
nl: Oh, je hebt zijn hand eraf gesneden! En ik vond je een aardige kerel.... een beetje. Laten we gaan.
pt_br: Ai, você cortou fora a mão dele! Eu achava que você era um cara bonzinho... talvez. Vamos lá.
ro: Oh i-ai tăiat mâna! Și credeam că ești de treabă... oarecum. Să mergem.
sv: Åh, du skar av hans hand! Och jag som trodde att du var en trevlig kille... typ. Nu går vi.
tr: Elini kesmişsin! Ben de senin iyi bir adam olduğunu sanıyordum. Hadi gidelim.

# TXT_SUB_LOG21
source: Way to go, my friend. Jump on one of the teleporters and it will bring you back to base.
da: Godt gået, min ven. Hop på en af teleportørerne, og den bringer dig tilbage til basen.
ja: 行きましょう、相棒。牢屋奥のテレポーターに飛び込めば基地にすぐ着くわ。
nl: Goed gedaan, mijn vriend. Spring op een van de teleporters en het brengt je terug naar de basis.
pt_br: Boa, meu amigo. Entre num desses teletransportadores e você voltará para a base.
ro: Bună treabă prietene. Sari într-unul din teleportoare și ne vom întoarce acasă.
sv: Bra jobbat, min vän. Hoppa på en av teleporterna så kommer du tillbaka till basen.
tr: Aferin dostum. Işınlayıcılardan birine atla, seni üsse geri getirecek.

# TXT_SUB_LOG22
source: Worner is a spy we recruited in the warehouse of the power station.
da: Worner er en spion, som vi rekrutterede i lageret på kraftværket.
nl: Worner is een spion die we in het magazijn van de centrale hebben gerekruteerd.
pt_br: Worner é um espião que recrutamos no depósito da usina de energia.
ro: Worner e un spion pe care l-am recrutat în depozitul stației de energie.
sv: Worner är en spion som vi rekryterade i kraftverkets lager.
tr: Worner, güç istasyonunun deposunda işe aldığımız bir casus.

# TXT_SUB_LOG23
source: Word from the boss is stand back when you whack the crystal, or else you'll end up mesquite-flavored too.
da: Ordet fra chefen er, at du skal holde dig tilbage, når du slår krystallen, ellers ender du også som mesquite-flavored.
ja: 上司が言うには、クリスタルを破壊する瞬間には隠れる必要があるな、 でないと唐揚げになるわ。
nl: Het woord van de baas is een stapje terug als je het kristal slaat, of anders kom je ook nog eens met een mesquite-smaakje terecht.
pt_br: A chefe me contou que você deve manter distância quando você arrebentar o cristal, senão você vira churrasco.
ro: Vorba de la șef e să stai deoparte când spargi cristalul, altfel o să te faci terci.
sv: Ord från chefen är att hålla sig undan när du slår kristallen, annars slutar du också med mesquite-smak.
tr: Patronun söylediğine göre kristale vururken geri çekilin, yoksa siz de mesquite aromalı olursunuz.

# TXT_SUB_LOG25
source: One more adventure before command feels it's safe to attack. Macil's arranged for Irale to give you gold and some training. And visit the medic for strength.
da: Et eventyr mere, før kommandoen føler, at det er sikkert at angribe. Macil har sørget for, at Irale giver dig guld og noget træning. Og besøg lægen for at få styrke.
ja: もう一つの任務をこなす前に戦力の増強が必要と考えられる。 マシルがイラールを介して資金と訓練の手配をしてくれるので会いなさい。 それと近所のメディックも支援してくれるわ。
nl: Nog één avontuur voordat het commando het gevoel heeft dat het veilig is om aan te vallen. Macil heeft ervoor gezorgd dat Irale je goud en wat training kan geven. En bezoek de dokter voor kracht.
pt_br: Mais uma aventura antes do comando achar que é seguro o suficiente para atacar. Macil deu instruções para o Irale te passar ouro e um pouco de treinamento. E visite o médico para te dar uma força.
ro: Încă o aventură înainte de atacarea centrului de comandă. Macil a aranjat cu Irale ca tu să primești aur și niște antrenament. Și vizitează medicul pentru forță.
sv: Ett äventyr till innan befälet känner att det är säkert att attackera. Macil har ordnat så att Irale ger dig guld och lite träning. Och besök läkaren för att få styrka.
tr: Komuta saldırmanın güvenli olduğunu düşünmeden önce bir macera daha. Macil, İrale'nin sana altın ve biraz eğitim vermesini ayarladı. Ve güç için doktoru ziyaret et.

# TXT_SUB_LOG26
source: The Order thinks it's secure in its castle. Wrong! If you open the gates, they'll be easy pickings. And for that, you'll have to go down into the sewers. Head along the river across the Governor's mansion.
da: Ordenen tror, at den er sikker i sit slot. Det er forkert! Hvis du åbner portene, bliver de et let bytte. Og til det skal du ned i kloakkerne. Gå langs floden over for guvernørens palæ.
ja: オーダーは封鎖した城内が安全だと思っている。大した自信だな! 容易く侵入を許すとも知らずに。それでゲートを開けるには下水道を通る必要がある。 知事邸の川を挟んだ所にその入り口がある。
nl: De Orde denkt dat het veilig is in zijn kasteel. Fout! Als je de poorten opent, zijn het gemakkelijke keuzes. En daarvoor moet je de riolering in. Loop langs de rivier over het landhuis van de gouverneur.
pt_br: A Ordem acha que está segura dentro do castelo. Se enganaram! Se você abrir os portões, vai ser fácil pegá-los. E, para isso, você terá que ir até o esgoto. Vá pelo rio do outro lado da mansão do Governador.
ro: Ordinul crede că e în siguranță în castel. Greșit! Dacă deschizi porțile, vor fi victime ușoare. Pentru asta, va trebui să mergi în canale. Urmează râul până la complexul Guvernatorului.
sv: Orden tror att den är säker i sitt slott. Fel! Om du öppnar portarna blir de lätta att plocka. Och för det måste du gå ner i kloakerna. Gå längs floden över guvernörens herrgård.
tr: Tarikat kalesinde güvende olduğunu düşünüyor. Yanılıyorlar! Eğer kapıları açarsanız, kolay lokma olacaklar. Bunun için de kanalizasyona inmeniz gerekecek. Valinin konağının karşısındaki nehir boyunca ilerleyin.

# TXT_SUB_LOG27
source: OK, duck in here. The sewer dwellers are horrible mutants, but their network of tunnels gives them access to secrets. Hold your nose... We're going down.
da: OK, duk dig herind. Kloakbeboerne er forfærdelige mutanter, men deres netværk af tunneler giver dem adgang til hemmeligheder. Hold dig for næsen... Vi går ned.
ja: 下水道の住民は恐ろしい変異体だ。だが彼らのトンネル網には秘密の通路も含まれる。 良し、ここから降りる前に鼻はつまんどけよ...
nl: Oké, bukken hier naar binnen. De rioolbewoners zijn verschrikkelijke mutanten, maar hun netwerk van tunnels geeft hen toegang tot geheimen. Hou je neus vast.... We gaan naar beneden.
pt_br: Ok, fique abaixado aqui. Os habitantes do esgoto são mutantes horríveis, mas a sua rede de túneis os dá acesso para áreas secretas. Segure a respiração... Vamos descer.
ro: OK, ghemuiește-te aici. Locuitorii canalelor sunt mutanți oribili, dar rețeaua lor de tunele le dă acces la secrete.... Mergem înăuntru.
sv: Okej, ducka in här. Kloakborna är hemska mutanter, men deras nätverk av tunnlar ger dem tillgång till hemligheter. Håll dig för näsan... Vi går ner.
tr: Tamam, buraya gir. Lağım sakinleri korkunç mutantlardır, ama tünel ağları onlara sırlara erişim sağlar. Burnunu tut. Aşağı iniyoruz.

# TXT_SUB_LOG28
source: We're looking for Weran, who calls himself the Rat King. I'm sure it's descriptive as well as colorful.
da: Vi leder efter Weran, som kalder sig rottekongen. Jeg er sikker på, at det er både beskrivende og farverigt.
ja: ウェランを探すんだ、誰が呼んだかラットキングでもある。 私はそれが叙述的でもあり派手な呼び名なのも定かだ。
nl: We zijn op zoek naar Weran, die zichzelf de rattenkoning noemt. Ik weet zeker dat het zowel beschrijvend als kleurrijk is.
pt_br: Estamos procurando pelo Weran, que se autodenomina o Rato Rei. Imagino que isso seja tão descritivo quanto gracioso.
ro: Îl căutăm pe Weran, care-și spune Regele Sobolanilor. Sunt sigur că e și descripti și colorat.
sv: Vi letar efter Weran, som kallar sig för råttkungen. Jag är säker på att det är både beskrivande och färgstarkt.
tr: Kendine Fare Kral diyen Weran'ı arıyoruz. Renkli olduğu kadar açıklayıcı da olduğuna eminim.

# TXT_SUB_LOG29
source: Oh, yuck. I don't even want to think about what you are stepping in!
da: Åh, føj. Jeg vil ikke engang tænke på, hvad du træder i!
ja: オェッ。君が足を踏み入れてるモノの事など考えたくないわ!
nl: Oh, ja. Ik wil er niet eens aan denken wat je doet!
pt_br: Argh, eca. Não quero nem saber no que você está pisando!
ro: Oh, yuck. Nu vreau să știu în ce calci!
sv: Åh, äckligt. Jag vill inte ens tänka på vad du trampar i!
tr: Oh, iğrenç. Neye bastığınızı düşünmek bile istemiyorum!

# TXT_SUB_LOG30
source: Just what I need. More brown goo!
da: Lige hvad jeg har brug for. Mere brunt klamphug!
ja: 万事休すだ。更に茶色いモノだ!
nl: Precies wat ik nodig heb. Meer bruine drab!
pt_br: Justo o que eu precisava. Mais meleca marrom!
ro: Exact ce îmi trebuie. Mai multă mâzgă maro!
sv: Precis vad jag behöver. Mer brunt kladd!
tr: Tam da ihtiyacım olan şey. Daha fazla kahverengi yapışkan!

# TXT_SUB_LOG31
source: Hey, look! I think that's the door Weran wants ajar!
da: Hey, se! Jeg tror, det er døren, som Weran vil have på klem!
nl: Hé, kijk! Ik denk dat dat de deur is die Weran op een kier wil hebben!
pt_br: Olha! Acho que essa é a porta que o Weran quer que fique aberta!
ro: Hei, uite! Acolo cred că e ușa pe care o vrea Weran!
sv: Titta! Jag tror att det är dörren som Weran vill ha på glänt!
tr: Hey, bakın! Sanırım Weran'ın aralık kalmasını istediği kapı bu!

# TXT_SUB_LOG32
source: Shut your eyes! I don't wanna see! Oh, too late... Yuck. That doesn't look like a human body. What has the Order done? I gotta report this to command.
da: Luk øjnene! Jeg vil ikke se! Åh, for sent... Yuck. Det ligner ikke et menneskeligt lig. Hvad har Ordenen gjort? Jeg må rapportere det til kommandoen.
nl: Sluit je ogen! Ik wil het niet zien! Oh, te laat.... Yuck. Dat ziet er niet uit als een menselijk lichaam. Wat heeft de Orde gedaan? Ik moet dit aan het commando melden.
pt_br: Feche os olhos! Eu não quero ver! Ai, tarde demais... Eca. Isso não parece um corpo humano. O que foi que a Ordem fez? Preciso relatar isso ao comando.
ro: Închide ochii! Nu vreau să văd! Oh... prea târziu... Yuck. Nu pare un cadavru uman. Ce a făcut Ordinul? Trebuie să raportez asta.
sv: Håll ögonen! Jag vill inte se! Åh, för sent... Usch. Det ser inte ut som en människokropp. Vad har Orden gjort? Jag måste rapportera det här till befälet.
tr: Kapa gözlerini! Görmek istemiyorum! Oh, çok geç... İğrenç. Bu bir insan vücuduna benzemiyor. Tarikat ne yaptı? Bunu komutaya rapor etmeliyim.

# TXT_SUB_LOG33
source: Why can't we do a mission in a field of flowers for once?
da: Hvorfor kan vi ikke for en gangs skyld udføre en mission i en blomstermark?
ja: どうして私達は綺麗な場所で一度でも任務遂行が出来ないんだ?
nl: Waarom kunnen we niet een keer een missie doen in een bloemenveld?
pt_br: Por que é que a gente não faz uma missão num campo florido pelo menos uma vez?
ro: De ce nu putem avea o misiune pe un câmp de flori măcar odată?
sv: Varför kan vi inte göra ett uppdrag på ett blomsterfält för en gångs skull?
tr: Neden bir kez olsun çiçek tarlasında görev yapamıyoruz?

# TXT_SUB_LOG34
source: I hate to say it but this reminds me of home. I'm underground not that far from here.
da: Jeg hader at sige det, men det her minder mig om mit hjem. Jeg er under jorden ikke så langt herfra.
ja: 言いたくないが私の家の事を思い出させるわ。 私はこの地下から遠くない場所にいたのよ。
nl: Ik haat het om het te zeggen, maar dit doet me denken aan thuis. Ik ben niet zo ver van hier ondergronds.
pt_br: Odeio dizer isso mas isso lembra a minha casa. Estou sob o solo não muito longe daqui.
ro: Îmi pare rău s-o spun dar asta îmi aduce aminte de casă. Stau sub pământ nu departe de aici.
sv: Jag hatar att säga det, men det här påminner mig om mitt hem. Jag är underjordisk inte så långt härifrån.
tr: Bunu söylemekten nefret ediyorum ama bu bana evimi hatırlatıyor. Yeraltındayım, buradan çok uzakta değilim.

# TXT_SUB_LOG35
source: Don't ask me where we are. I'm lost, too. Sorry.
da: Spørg mig ikke, hvor vi er. Jeg er også faret vild. Jeg er også fortabt. Undskyld.
ja: 今いる場所について私に聞かないでくれ。私も迷った。すまない。
nl: Vraag me niet waar we zijn. Ik ben ook verdwaald. Sorry.
pt_br: Não me pergunte onde estamos. Já me perdi. Desculpe.
ro: Nu mă întreba unde suntem, și eu sunt pierdut. Scuze.
sv: Fråga mig inte var vi är. Jag är också vilse. Jag är också vilse.
tr: Bana nerede olduğumuzu sorma. Ben de kayboldum. Özür dilerim.

# TXT_SUB_LOG36
source: That brick... Didn't we pass that brick? No...
da: Den mursten... Har vi ikke passeret den mursten? Nej...
ja: あの煉瓦...前通ったレンガか?いや...
nl: Die steen.... Hebben we die steen niet gepasseerd? Nee....
pt_br: Aquele tijolo... Já não passamos daquele tijolo? Não...
ro: Cărămida aceea... Nu am trecut de ea? Nu...
sv: Den där tegelstenen... Passerade vi inte den stenen? Nej...
tr: Şu tuğla. O tuğlayı geçmemiş miydik? Hayır.

# TXT_SUB_LOG37
source: Command, he's done it! The gates are open. Send in the shock troops and tell Macil we're coming in!
da: Kommando, han har gjort det! Portene er åbne. Send choktropperne ind og fortæl Macil, at vi kommer ind!
ja: 司令官、彼はやったぞ! ゲートが開いた。突撃部隊を送って我々も続くとマシルに伝えてくれ!
nl: Commando, hij heeft het gedaan! De poorten zijn open. Stuur de stoottroepen naar binnen en zeg Macil dat we binnenkomen!
pt_br: Comando, ele conseguiu! Os portões estão abertos. Enviem as tropas de choque e digam ao Macil que estamos entrando!
ro: Centru, am reușit! Porțile sunt deschise. Trimite trupele de șoc si spune-i lui Macil că intrăm!
sv: Kommando, han har gjort det! Portarna är öppna. Skicka in chocktrupperna och säg till Macil att vi kommer in!
tr: Komuta, başardı! Kapılar açıldı. Şok birliklerini gönderin ve Macil'e geldiğimizi söyleyin!

# TXT_SUB_LOG38
source: We have conflicting reports about the Programmer's location. One say he's in a computer room, another that he's in a keep and yet another that mentions a long hallway. Sorry.
da: Vi har modstridende rapporter om programmørens placering. En siger, at han er i et computerrum, en anden, at han er i et tårn og endnu en anden, der nævner en lang gang. Undskyld.
ja: プログラマーの居場所について矛盾する報告もあるわ。 ある人はコンピューター室にいる、別の人は保管室にいる、 また別の人は長い廊下にいるとも言っていたわ。何とも言えない。
nl: We hebben tegenstrijdige berichten over de locatie van de programmeur. De een zegt dat hij in een computerkamer is, de ander dat hij in een donjon zit en weer een ander die een lange gang noemt. Sorry.
pt_br: Temos relatos conflitantes sobre onde o Programador se encontra. Um deles diz que ele está na sala de informática, outro que ele está na fortaleza e outro diz que ele está no fim de um longo corredor. Desculpe.
ro: Avem rapoarte conflictuale în privința locației Programatorului. Unul zice că e într-o sală de calculatoare, altul într-o curte, iar altul că e intr-un hol lung. Scuze.
sv: Vi har motstridiga rapporter om var programmeraren befinner sig. En säger att han är i ett datorrum, en annan att han är i ett torn och ytterligare en annan nämner en lång korridor. Jag är ledsen.
tr: Programcının yeri hakkında çelişkili raporlarımız var. Biri bir bilgisayar odasında olduğunu söylüyor, diğeri bir mahzende ve bir başkası da uzun bir koridordan bahsediyor. Özür dilerim.

# TXT_SUB_LOG39
source: Ah, it's good to be on the offensive again. Give 'em hell, guys!
da: Ah, det er godt at være i offensiven igen. Giv dem en røvfuld, gutter!
ja: 再襲撃するには良い機会だ。地獄に送ってやれ、皆!
nl: Ah, het is goed om weer in de aanval te zijn. Geef ze de hel, jongens!
pt_br: Ah, é bom estar na ofensiva mais uma vez. Chumbo neles, pessoal!
ro: Ah, e bine că mă regăsesc din nou pe partea ofensivă. Dați-le bătaie!
sv: Ah, det är skönt att vara på offensiven igen. Ge dem ett helvete, killar!
tr: Tekrar saldırıya geçmek güzel. Canlarına okuyun çocuklar!

# TXT_SUB_LOG40
source: This looks good. Computers... Programmer... What do you think?
da: Det ser godt ud. Computere... Programmør... Hvad synes du?
ja: これは良い。コンピューター... プログラマー...アンタはどう思う?
nl: Dit ziet er goed uit. Computers.... Programmeur.... Wat vind je ervan?
pt_br: Isto parece bom. Computadores... Programador... O que você acha?
ro: Arată bine. Calculatoare... Programator... Ce zici?
sv: Det här ser bra ut. Datorer... Programmerare... Vad tycker du?
tr: Bu iyi görünüyor. Bilgisayarlar. Programcı. Ne düşünüyorsun?
