Repository: the-phinet/UZDoom
Catalog: zdoom_game_strings/*.po
Languages: da, ja, nl, pt_br, ro, sv, tr

# TXT_DLG_SCRIPT03_D25772_SOYOU
source: So you're the new operative? Thanks, without you, we'd all be dead right now.
da: Så du er den nye agent? Tak, uden dig ville vi alle være døde lige nu.
ja: 貴方が新しい工作員かい? それはありがたい、 貴方がいなければ皆死んでいた所だ。
nl: Dus jij bent de nieuwe agent? Bedankt, zonder jou waren we nu allemaal dood geweest.
pt_br: Então você é o novo agente? Obrigado. Sem você, estaríamos todos mortos neste momento.
ro: Deci tu ești noul operator? Merci, dacă nu erai tu, am fi fost cu toții morți deja.
sv: Så du är den nya agenten? Tack, utan dig hade vi alla varit döda nu.
tr: Demek yeni ajan sensin? Teşekkürler, sen olmasaydın şu anda hepimiz ölmüş olurduk.

# TXT_DLG_SCRIPT03_D27288_IMWOR
source: I'm working on something that will give us an edge. It will increase your stamina and completely jack you up. I've almost got all the bugs worked out. Can I do something for you?
da: Jeg arbejder på noget, der vil give os en fordel. Det vil øge din udholdenhed og gøre dig helt oppe at køre. Jeg har næsten fået styr på alle fejlene. Må jeg gøre noget for dig?
ja: 私は研究にも取り組んでいる。貴方のスタミナを 増強し完璧な体にすることも可能だ。 そのインプラントのバグも殆ど取り除かれている ところで何か必要かい?
nl: Ik werk aan iets dat ons een voorsprong geeft. Het zal je uithoudingsvermogen verhogen en je volledig opkrikken. Ik heb bijna alle bugs uitgewerkt. Kan ik iets voor je doen?
pt_br: Estou trabalhando em algo que vai nos dar um impulso. É algo que vai aumentar sua resistência e te deixar bem mais forte. Estou com quase todos os bugs resolvidos. Posso te ajudar com algo?
ro: Lucrez la ceva care ne va oferi un avantaj. Îți va mării rezistența fizică și întări. Aproape am rezolvat toate problemele. Pot face ceva pentru tine?
sv: Jag jobbar på något som kommer att ge oss en fördel. Det kommer att öka din uthållighet och göra dig helt upprymd. Jag har nästan löst alla buggar. Kan jag göra något för dig?
tr: Bize avantaj sağlayacak bir şey üzerinde çalışıyorum. Dayanıklılığını arttıracak ve seni tamamen uçuracak. Neredeyse tüm hataları çözdüm. Senin için bir şey yapabilir miyim?

# TXT_RPLY0_SCRIPT03_D27288_PATCH
source: Patch me up.
da: Giv mig et plaster på såret.
ja: 治療してほしい。
nl: Patch me op.
pt_br: Trate meus ferimentos.
ro: Bandajează-mă.
sv: Laga mig.
tr: Beni yamala.

# TXT_RYES0_SCRIPT03_D27288_BOYYO
source: Boy, you're a real mess. I'll see what I can do.
da: Du er et rigtigt rod. Jeg skal se, hvad jeg kan gøre.
ja: 君、滅茶苦茶だな。なんとかしよう。
nl: Jongen, je bent een echte puinhoop. Ik zal zien wat ik kan doen.
pt_br: Rapaz, você está arrebentado. Vou ver o que posso fazer.
ro: Măi să fie, ești un dezastru. O să văd ce pot face.
sv: Du är en riktig röra. Jag ska se vad jag kan göra.
tr: Evlat, gerçekten berbat durumdasın. Ne yapabileceğime bir bakayım.

# TXT_RPLY1_SCRIPT03_D27288_STAMI
source: Stamina implant?
da: Udholdenhedsimplantat?
ja: スタミナインプラント?
nl: Stamina implantaat?
pt_br: Implante de resistência?
ro: Implant pentru rezistență?
sv: Ett uthållighetsimplantat?
tr: Dayanıklılık implantı mı?

# TXT_RYES1_SCRIPT03_D27288_ALLRI
source: All right, this won't take but a moment.
da: Okay, det tager kun et øjeblik.
ja: いいでしょう、これは時間を取りません。
nl: Oké, dit duurt maar een momentje.
pt_br: Ok, só um momento.
ro: În regulă, va dura doar un moment.
sv: Okej, det här tar bara ett ögonblick.
tr: Pekala, bu bir dakikadan fazla sürmez.

# TXT_RNO1_SCRIPT03_D27288_ITSNO
source: It's not done yet.
da: Det er ikke færdigt endnu.
ja: まだ完成していません。
nl: Het is nog niet klaar.
pt_br: Ainda não terminei.
ro: Încă nu e gata.
sv: Det är inte klart än.
tr: Henüz bitmedi.

# TXT_DLG_SCRIPT03_D28804_HEYIM
source: Hey, I'm working on an updated version of your implant. Is there anything else I can do?
da: Jeg arbejder på en opdateret version af dit implantat. Er der andet, jeg kan gøre?
ja: どうも、私は今最新版のインプラントに 取り組んでいる。何か用かな?
nl: Hé, ik ben bezig met een bijgewerkte versie van je implantaat. Is er nog iets anders dat ik kan doen?
pt_br: E aí. Estou trabalhando numa versão aprimorada do seu implante. Posso te ajudar com algo?
ro: Hei, lucrez la o variantă îmbunătățită a implantului tău. Mai pot să te ajut cu ceva?
sv: Jag jobbar på en uppdaterad version av ditt implantat. Finns det något annat jag kan göra?
tr: Hey, implantının güncellenmiş bir versiyonu üzerinde çalışıyorum. Yapabileceğim başka bir şey var mı?

# TXT_RPLY0_SCRIPT03_D28804_PATCH
source: Patch me up.
da: Gør mig klar.
ja: 治療してほしい。
nl: Patch me op.
pt_br: Trate meus ferimentos.
ro: Bandajează-mă.
sv: Laga mig.
tr: Yama yap.

# TXT_RYES0_SCRIPT03_D28804_WELLA
source: Well at least your seeing action.
da: I det mindste kan du se noget.
ja: 貴方の働きは聞き届いてるよ。
nl: Nou ja, in ieder geval uw zien actie.
pt_br: Bem, pelo menos tá tendo um pouco de ação.
ro: Eh, măcar tu ai parte de acțiune.
sv: Du får åtminstone se handling.
tr: En azından hareket görüyorsun.

# TXT_RPLY1_SCRIPT03_D28804_IMPLA
source: Implant upgrade?
da: Opgradering af implantater?
ja: インプラント アップグレード?
nl: Implantaat upgrade?
pt_br: Versão aprimorada do implante?
ro: Upgrade pentru implant?
sv: Implantatuppgradering?
tr: İmplant güncellemesi mi?

# TXT_RYES1_SCRIPT03_D28804_GOODT
source: Good thing, never can be too safe.
da: Godt nok, man kan aldrig være for sikker.
ja: 良いことだ、安全すぎることはない。
nl: Goede zaak, kan nooit te veilig zijn.
pt_br: Boa idéia. Segurança nunca é demais.
ro: Recomand cu mare drag, nu poți fi niciodată prea sigur.
sv: Bra, man kan aldrig vara för säker.
tr: İyi bir şey, asla çok güvenli olamaz.

# TXT_RNO1_SCRIPT03_D28804_IMALM
source: I'm almost finished, but not quite.
da: Jeg er næsten færdig, men ikke helt.
ja: もうすぐ出来上がる、それほど掛からない。
nl: Ik ben bijna klaar, maar niet helemaal.
pt_br: Estou quase terminando. Só mais um pouco.
ro: Sunt aproape gata, dar nu tocmai.
sv: Jag är nästan klar, men inte riktigt.
tr: Neredeyse bitirdim ama tam olarak değil.

# TXT_DLG_SCRIPT03_D30320_ALLRI
source: All right, I've almost got everything working perfectly. There were a few problems left to get rid of. Do you need anything else?
da: Okay, jeg har næsten fået det hele til at fungere perfekt. Der var et par problemer tilbage at slippe af med. Har du brug for noget andet?
ja: 大丈夫、全て順調だ。残っていた問題も 全て取り除かれた。他に何が必要かな?
nl: Oke, ik heb bijna alles wat perfect werkt. Er waren nog een paar problemen over om van af te komen. Heeft u nog iets anders nodig?
pt_br: Ok, tenho quase tudo funcionando perfeitamente. Ainda faltam alguns probleminhas para tirar de você. Precisa de mais alguma coisa?
ro: În regulă, totul funcționează aproape perfect. Au mai fost niște probleme care trebuiau rezolvate. Mai ai nevoie de altceva?
sv: Okej, jag har nästan fått allt att fungera perfekt. Det fanns några problem kvar att bli av med. Behöver du något annat?
tr: Pekala, neredeyse her şey mükemmel çalışıyor. Kurtulmam gereken birkaç sorun kaldı. Başka bir şeye ihtiyacın var mı?

# TXT_RPLY0_SCRIPT03_D30320_PATCH
source: Patch me up.
da: Lav mig om.
ja: 治療してほしい。
nl: Patch me op.
pt_br: Trate meus ferimentos.
ro: Tratează-mă.
sv: Laga mig.
tr: Beni yamala.

# TXT_RYES0_SCRIPT03_D30320_WHATH
source: What have you been trying to do? Go head to head with a Crusader?
da: Hvad har du forsøgt at gøre? At gå i kamp mod en korsfarer?
ja: 今度は何を始めるんだ? クルセイダーと向かい合うのか?
nl: Wat heb je geprobeerd te doen? Hoofd aan hoofd gaan met een kruisvaarder?
pt_br: O que você andou tentando fazer? Partiu pro soco contra um Cruzado?
ro: Ce ai încercat să faci? Să dai cap în cap cu un Cruciat?
sv: Vad har du försökt göra? Gå mot en korsriddare?
tr: Ne yapmaya çalışıyordun? Bir Haçlı ile kafa kafaya mı?

# TXT_RPLY1_SCRIPT03_D30320_IMPLA
source: Implant upgrade?.
da: Implantat opgradering?
ja: インプラント アップグレード?
nl: Implantaat upgrade?
pt_br: Melhoria de implante?
ro: Upgrade pentru implant?
sv: Implantatuppgradering?
tr: İmplant yükseltmesi mi?

# TXT_RYES1_SCRIPT03_D30320_THATS
source: That should do it for you.
da: Det burde gøre det for dig.
ja: 今取り掛かっている。
nl: Dat zou het voor u moeten doen.
pt_br: Isso deve funcionar.
ro: Ar trebui să fie bine acum.
sv: Det borde göra det för dig.
tr: Bu senin işini görür.

# TXT_RNO1_SCRIPT03_D30320_LETME
source: Let me run some more tests first.
da: Lad mig køre nogle flere tests først.
ja: もう少しテストしてからにしよう。
nl: Laat me eerst nog wat testen doen.
pt_br: Deixe eu fazer alguns testes primeiro.
ro: Lasă-mă să mai fac niște teste mai întâi.
sv: Låt mig köra några fler tester först.
tr: Önce birkaç test daha yapayım.

# TXT_DLG_SCRIPT03_D31836_THATS
source: That's all I can do on the implant right now. Maybe some healing?
da: Det er alt, hvad jeg kan gøre på implantatet lige nu. Måske noget healing?
ja: インプラントはこれ以上ない程完成した。 それとも治療か?
nl: Dat is alles wat ik nu kan doen op het implantaat. Misschien wat genezing?
pt_br: Isso é tudo que posso fazer com o implante no momento. Não quer um tratamento nesses ferimentos?
ro: Asta e tot ce îi pot face implantului pentru moment. Poate niște tratament?
sv: Det är allt jag kan göra med implantatet just nu. Kanske lite läkning?
tr: Şu anda implant üzerinde yapabileceğim tek şey bu. Belki biraz iyileşme?

# TXT_RPLY0_SCRIPT03_D31836_YEAH
source: Yeah.
da: Ja.
ja: ああ。
nl: Ja.
pt_br: Pode ser.
ro: Da.
sv: Ja, det är det.
tr: Evet, belki.

# TXT_RYES0_SCRIPT03_D31836_BOYYO
source: Boy, you're a real mess. I'll see what I can do.
da: Mand, du er et rigtigt rod. Jeg skal se, hvad jeg kan gøre.
ja: 君、滅茶苦茶だな。なんとかしよう。
nl: Jongen, je bent een echte puinhoop. Ik zal zien wat ik kan doen.
pt_br: Rapaz, você está arrebentado. Vou ver o que posso fazer.
ro: Mamă, ești un dezastru. O să văd ce pot face.
sv: Du är en riktig röra. Jag ska se vad jag kan göra.
tr: Çok dağınıksın. Ne yapabileceğime bir bakayım.

# TXT_DLG_SCRIPT03_D33352_WHATC
source: What can I do for you?
da: Hvad kan jeg gøre for dig?
ja: どういったご用件で?
nl: Wat kan ik voor je doen?
pt_br: Como posso te ajudar?
ro: Ce pot face pentru tine?
sv: Vad kan jag göra för dig?
tr: Senin için ne yapabilirim?

# TXT_RPLY0_SCRIPT03_D33352_IMOUT
source: I'm out of bullets.
da: Jeg er løbet tør for kugler.
ja: 弾切れだ。
nl: Ik heb geen kogels meer.
pt_br: Estou sem balas.
ro: Nu mai am gloanțe.
sv: Jag har slut på kulor.
tr: Mermim bitti.

# TXT_RYES0_SCRIPT03_D33352_HERES
source: Here's some ammo for you. Don't waste it.
da: Her er noget ammunition til dig. Spild det ikke.
ja: この弾をどうぞ、無駄遣いしないように。
nl: Hier is wat munitie voor je. Verspil het niet.
pt_br: Tome um pouco de munição. Não desperdice.
ro: Uite niște muniție. N-o risipi.
sv: Här är lite ammunition till dig. Slösa inte bort den.
tr: Al sana biraz mermi. Boşa harcama.

# TXT_RPLY1_SCRIPT03_D33352_TEACH
source: Teach me.
da: Lær mig det.
ja: 教えてくれ。
nl: Leer het me.
pt_br: Me ensine.
ro: Învață-mă.
sv: Lär mig.
tr: Öğret bana.

# TXT_RYES1_SCRIPT03_D33352_ALLRI
source: All right, I'll just show you a few little pointers.
da: Okay, jeg vil bare vise dig et par små tips.
ja: わかった、貴方にやり方を幾つか教えよう。
nl: Oké, ik zal je gewoon een paar kleine tips laten zien.
pt_br: Ok, vou te dar algumas dicas.
ro: În regulă, o să îți arăt niște repere.
sv: Okej, jag ska bara visa dig några små tips.
tr: Pekala, sana birkaç küçük ipucu göstereceğim.

# TXT_RNO1_SCRIPT03_D33352_YOURE
source: You're not ready yet.
da: Du er ikke klar endnu.
ja: 貴方の準備がまだ整ってないように思えます。
nl: Je bent nog niet klaar.
pt_br: Você ainda não está pronto.
ro: Nu ești pregătit încă.
sv: Du är inte redo än.
tr: Henüz hazır değilsin.

# TXT_DLG_SCRIPT03_D34868_BACKA
source: Back again? What do you need?
da: Tilbage igen? Hvad har du brug for?
ja: もう戻りましたか?何が必要ですか?
nl: Weer terug? Wat heb je nodig?
pt_br: Você novamente? Do que precisa?
ro: Te-ai întors iar? De ce ai nevoie?
sv: Tillbaka igen? Vad behöver du?
tr: Yine mi? Neye ihtiyacın var?

# TXT_RPLY0_SCRIPT03_D34868_IMOUT
source: I'm out of bullets.
da: Jeg er løbet tør for kugler.
ja: 弾切れだ。
nl: Ik heb geen kogels meer.
pt_br: Estou sem balas.
ro: Nu mai am gloanțe.
sv: Jag har slut på kulor.
tr: Mermim bitti.

# TXT_RYES0_SCRIPT03_D34868_HERES
source: Here's some ammo for you. Don't waste it.
da: Her er lidt ammunition til dig. Spild det ikke.
ja: この弾をどうぞ、無駄遣いしないように。
nl: Hier is wat munitie voor je. Verspil het niet.
pt_br: Tome um pouco de munição. Não desperdice.
ro: Uite niște muniție. N-o risipi.
sv: Här är lite ammunition till dig. Slösa inte bort den.
tr: İşte sana biraz cephane. Boşa harcama.

# TXT_RNO0_SCRIPT03_D34868_YOUVE
source: You've got enough ammo.
da: Du har ammunition nok.
ja: 弾は十分に見えます。
nl: Je hebt genoeg munitie.
pt_br: Você já tem munição o suficiente.
ro: Au destulă muniție.
sv: Du har tillräckligt med ammunition.
tr: Yeterince mermin var.

# TXT_RPLY1_SCRIPT03_D34868_TEACH
source: Teach me.
da: Lær mig det.
ja: 教えてくれ。
nl: Leer het me.
pt_br: Me ensine.
ro: Învață-mă.
sv: Lär mig.
tr: Öğret bana.

# TXT_RYES1_SCRIPT03_D34868_ALLRI
source: All right, this should keep you going for a while.
da: Okay, det her burde holde dig i gang et stykke tid.
ja: わかりました、これで長くやり合えるでしょう。
nl: Oké, dit zou je een tijdje op de been moeten houden.
pt_br: Ok, isso deve te ajudar no momento.
ro: În regulă, asta ar trebui să te ajute pentru moment.
sv: Okej, det här borde hålla dig igång ett tag.
tr: Pekala, bu seni bir süre idare eder.

# TXT_RNO1_SCRIPT03_D34868_SORRY
source: Sorry, can't. I'm just following Macil's orders.
da: Beklager, jeg kan ikke. Jeg følger bare Macils ordrer.
ja: すまないが、できません。マシルの命令です。
nl: Sorry, dat kan niet. Ik volg gewoon de orders van Macil op.
pt_br: Desculpe mas não posso. Estou apenas seguindo as ordens de Macil.
ro: Scuze, nu merge. Doar urmez ordinele lui Macil.
sv: Tyvärr, jag kan inte. Jag följer bara Macils order.
tr: Üzgünüm, yapamam. Macil'in emirlerini uyguluyorum.

# TXT_DLG_SCRIPT03_D36384_WELLW
source: Well which is it, bullets or training? I can't wait to get my hands on those new weapons we captured. A little bit of training and then a lot of revenge.
da: Nå, hvad er det, kugler eller træning? Jeg kan ikke vente med at få fingrene i de nye våben, vi har taget til fange. En lille smule træning og så en masse hævn.
ja: 弾薬と訓練、どっちの用件ですか? 奪った新しい武器が届くのを待ち切れないです。 少しの訓練でデカい復讐を。
nl: Wat is het dan wel, kogels of training? Ik kan niet wachten om die nieuwe wapens in handen te krijgen die we gevangen genomen hebben. Een beetje training en dan veel wraak.
pt_br: Bem, o que vai ser? Munição ou treinamento? Mal posso esperar para pegar nessas novas armas que capturamos. Um pouquinho de treinamento e depois muita vingança.
ro: Deci ce alegi, gloanțe sau antrenament? Abia aștept să pun mâna pe noile arme pe care le-am capturat. Puțin antrenament, iar apoi multă răzbunare.
sv: Vad är det, kulor eller träning? Jag kan inte vänta på att få ta del av de nya vapnen som vi tog till fånga. Lite träning och sedan en massa hämnd.
tr: Hangisi, mermi mi eğitim mi? Yakaladığımız yeni silahları elime almak için sabırsızlanıyorum. Biraz eğitim ve sonra bolca intikam.

# TXT_RPLY0_SCRIPT03_D36384_IMOUT
source: I'm out of ammo.
da: Jeg er løbet tør for ammunition.
ja: 弾切れだ。
nl: Ik heb geen munitie meer.
pt_br: Estou sem munição.
ro: Nu mai am muniție.
sv: Jag har slut på ammunition.
tr: Cephanem bitti.

# TXT_RYES0_SCRIPT03_D36384_HERES
source: Here's some ammo for you. Don't waste it.
da: Her er noget ammunition til dig. Spild det ikke.
ja: この弾をどうぞ、無駄遣いしないように。
nl: Hier is wat munitie voor je. Verspil het niet.
pt_br: Tome um pouco de munição. Não desperdice.
ro: Uite niște muniție. N-o risipi.
sv: Här är lite ammunition till dig. Slösa inte bort den.
tr: İşte sana biraz cephane. Boşa harcama.

# TXT_RNO0_SCRIPT03_D36384_YOUVE
source: You've got enough ammo.
da: Du har ammunition nok.
ja: 弾は十分に見えます。
nl: Je hebt genoeg munitie.
pt_br: Você já tem munição o suficiente.
ro: Ai destulă muniție.
sv: Du har tillräckligt med ammunition.
tr: Yeterince cephanen var.

# TXT_RPLY1_SCRIPT03_D36384_TEACH
source: Teach me.
da: Lær mig det.
ja: 教えてくれ。
nl: Leer het me.
pt_br: Me ensine.
ro: Învață-mă.
sv: Lär mig.
tr: Öğret bana.

# TXT_RYES1_SCRIPT03_D36384_OKTAK
source: O.K. Take what you've learned here and show those Order clods the way to hell.
da: O.K. Tag det, du har lært her, og vis de ordensklodser vejen til helvede.
ja: オーケー、ここで学んだ事を生かして オーダー共を地獄に送って上げなさい。
nl: Oké, neem wat je hier geleerd hebt en laat die Ordekluiten de weg naar de hel zien.
pt_br: Ok. Use o que você aprendeu aqui para mostrar o caminho pro inferno a esses desgraçados da Ordem.
ro: În regulă. Folosește ce ai învățat aici si aratăle nătărăilor din Ordin calea spre infern.
sv: O.K. Ta det du lärt dig här och visa de där ordenskloddarna vägen till helvetet.
tr: Tamam. Burada öğrendiklerini al ve o tarikatçılara cehenneme giden yolu göster.

# TXT_RNO1_SCRIPT03_D36384_COMEB
source: Come back later, when Macil says it's time.
da: Kom tilbage senere, når Macil siger, det er tid.
ja: マシルの命令を受けてから、また来なさい。
nl: Kom later terug, als Macil zegt dat het tijd is.
pt_br: Volte mais tarde, quando Macil disser que está na hora.
ro: Revin-o mai târziu, când Macil spune că e timpul.
sv: Kom tillbaka senare, när Macil säger att det är dags.
tr: Macil zamanı geldiğini söylediğinde geri gel.

# TXT_DLG_SCRIPT03_D37900_IVETA
source: I've taught you everything I can right now. Give me some time to put the new weapons through their paces. That is unless you're out of bullets.
da: Jeg har lært dig alt, hvad jeg kan lige nu. Giv mig lidt tid til at sætte de nye våben på prøve. Medmindre du er løbet tør for kugler.
ja: 私が教えられる事はもうありません。 今後新しい武器は時間が掛かるが自分のペースで 学びなさい。弾切れでなければの話ですが。
nl: Ik heb je alles geleerd wat ik nu kan. Geef me wat tijd om de nieuwe wapens op de proef te stellen. Tenzij je geen kogels meer hebt.
pt_br: Já te ensinei tudo o que pude. Me dê um tempo para eu testar as novas armas. A não ser que você esteja sem munição.
ro: Te-am învățat tot ce stiu. Dă-mi niște timp să pun noile arme la treabă. Asta dacă nu ai rămas fără gloanțe.
sv: Jag har lärt dig allt jag kan just nu. Ge mig lite tid att sätta de nya vapnen på prov. Det vill säga om du inte har slut på kulor.
tr: Şu anda sana öğretebileceğim her şeyi öğrettim. Yeni silahları denemem için bana biraz zaman ver. Tabii mermin bitmediyse.

# TXT_RPLY0_SCRIPT03_D37900_YESIA
source: Yes I am.
da: Ja, det er jeg.
ja: ああ、そうだ。
nl: Ja, dat ben ik wel.
pt_br: Sim, estou.
ro: Da, am rămas fără.
sv: Ja, det är jag.
tr: Evet, bitti.

# TXT_RYES0_SCRIPT03_D37900_HEREY
source: Here you go.
da: Værsgo.
ja: どうぞ。
nl: Alsjeblieft.
pt_br: Aqui está.
ro: Iată.
sv: Här har du.
tr: Al bakalım.

# TXT_DLG_SCRIPT03_D39416_DONTG
source: Don't get trigger happy in the town. You'll set off the alarm and they'll start sending in guards from the castle.
da: Bliv ikke skydeglad i byen. Du vil udløse alarmen, og de vil sende vagter fra slottet.
ja: 街の中で銃をバンバン撃ったりするんじゃないぞ 警報を鳴らしてしまえば、奴等が衛兵共を 城から送り込んでくるぞ。
nl: Laat de trekker niet gelukkig worden in de stad. Je laat het alarm afgaan en ze sturen bewakers van het kasteel naar binnen.
pt_br: Não fique atirando por toda parte na cidade. Você vai ativar o alarme e eles mandarão os guardas do castelo.
ro: Nu deveni încântat să apeși pe trăgaci în oraș. Vei declanșa alarma și vor trimite gardieni din castel.
sv: Bli inte skjutglad i stan. Du kommer att utlösa larmet och de kommer att skicka in vakter från slottet.
tr: Kasabada tetiğe basma. Alarmı çalıştırırsın ve kaleden muhafızlar göndermeye başlarlar.

# TXT_DLG_SCRIPT03_D40932_WELCO
source: Welcome, we can always use more help.
da: Velkommen, vi kan altid bruge mere hjælp.
ja: ようこそ、我々が貴方の助けに成ります。
nl: Welkom, we kunnen altijd meer hulp gebruiken.
pt_br: Seja bem-vindo. Qualquer ajuda é sempre bem-vinda.
ro: Bun venit, mereu încântați de orice ajutor.
sv: Välkommen, vi kan alltid behöva mer hjälp.
tr: Hoş geldiniz, her zaman daha fazla yardıma ihtiyacımız olabilir.

# TXT_DLG_SCRIPT03_D42448_WHENI
source: When I was still in action we had the chance to examine an acolyte before the reinforcements arrived. Listen, they're not human.
da: Da jeg stadig var i aktion, havde vi mulighed for at undersøge en akolyt, inden forstærkningerne ankom. Hør, de er ikke menneskelige.
ja: 私がまだ活動していた時、我々が増援に 囲まれる前にアコライトを調べる機会が あったんだ。聞いてくれ、奴等は人間では なかったんだ。
nl: Toen ik nog in actie was hadden we de kans om een acoliet te onderzoeken voordat de versterkingen kwamen. Luister, ze zijn niet menselijk.
pt_br: Quando eu estava na ativa, tivemos a oportunidade de examinar um acólito antes dos reforços chegarem. Ouça bem, eles não são humanos.
ro: Când încă eram în acțiune am avut șansa de a examina un acolit până să apară întăririle. Ascultă, nu sunt oameni.
sv: När jag fortfarande var i aktion hade vi chansen att undersöka en akolyt innan förstärkningarna kom. Lyssna, de är inte mänskliga.
tr: Ben hala görevdeyken, takviye birlikler gelmeden önce bir yardımcı inceleme şansımız oldu. Dinle, onlar insan değil.

# TXT_DLG_SCRIPT03_D43964_WERET
source: We're trying to find where the castle gate mechanisms are, but so far we've had no luck.
da: Vi prøver at finde ud af hvor slottets portmekanismer er, men indtil videre har vi ikke haft held.
ja: 我々は城門のメカニズムが何処にあるか 探し続けているが、あまり良い結果は出ていない
nl: We proberen te vinden waar de mechanismen van de kasteelpoort zich bevinden, maar tot nu toe hebben we geen geluk gehad.
pt_br: Estamos tentando localizar os mecanismos do portão do castelo, mas até agora não tivemos sorte.
ro: Încercăm să găsim mecanismele castelului, dar până acum nu am avut noroc.
sv: Vi försöker ta reda på var slottets portmekanismer finns, men hittills har vi inte haft någon tur.
tr: Kalenin kapı mekanizmalarının nerede olduğunu bulmaya çalışıyoruz ama şu ana kadar şansımız yaver gitmedi.

# TXT_DLG_SCRIPT03_D45480_DONTG
source: Don't get caught. I've heard horror stories about what they do to our people after they're imprisoned. They just disappear... Without a trace.
da: Bliv ikke fanget. Jeg har hørt skrækhistorier om, hvad de gør ved vores folk, når de er blevet fængslet. De forsvinder bare... Uden et spor.
ja: 決して捕まるな。投獄されると奴等が 何をしでかすか怪談として聞く程だ。 跡形もなく...消される。
nl: Laat je niet vangen. Ik heb horrorverhalen gehoord over wat ze onze mensen na hun gevangenschap aandoen. Ze verdwijnen gewoon.... Zonder een spoor.
pt_br: Não deixe eles te pegarem. Ouvi histórias de terror sobre o que eles fazem com o nosso pessoal depois que são aprisionados. Eles desaparecem... sem deixar rastros.
ro: Să nu te prindă. Am auzit povești de groază despre ce le fac oamenilor în închisoare. Dispar pur și simplu... fără nicio urmă.
sv: Bli inte fångade. Jag har hört skräckhistorier om vad de gör med vårt folk efter att de blivit fängslade. De bara försvinner... Utan ett spår.
tr: Sakın yakalanmayın. Hapsedildikten sonra insanlarımıza ne yaptıklarına dair korku hikayeleri duydum. Öylece ortadan kayboluyorlar. İz bırakmadan.

# TXT_DLG_SCRIPT03_D46996_HERES
source: Here's some advice, if you ever see any of the Order's Tinsoldiers go in the other direction. They're fast and brutal.
da: Her er et godt råd: Hvis du nogensinde ser nogen af Ordenens Tinsoldater gå i den anden retning. De er hurtige og brutale.
ja: 伝えておく、オーダーの錫兵は 他方から呼び出され押し寄せてくる。 奴等は素早く残忍だ。
nl: Hier is een advies, als je ooit een van de Tinsoldiers van de Orde de andere kant op ziet gaan. Ze zijn snel en wreed.
pt_br: Tenho um conselho pra você. Se você ver algum soldadinho da Ordem, vá para outra direção. Eles são rápidos e brutais.
ro: Uite un sfat: Dacă vezi vreun soldat din staniu du-te în direcția opusă. Sunt rapizi și brutali.
sv: Här är ett råd, om du någonsin ser någon av Ordens Tinsoldater gå åt andra hållet. De är snabba och brutala.
tr: İşte size bir tavsiye, eğer Tarikat'ın teneke askerlerinden birini görürseniz diğer yöne gidin. Hızlı ve acımasızdırlar.
