Repository: the-phinet/UZDoom
Catalog: libraries/Translation/hacx/*.po
Languages: cs, es, fi, fr, hu, ja, ko, pl, pt_br, ro, ru, tr

# OB_THORN
source: %o couldn't escape a thorny death.
cs: %o nemohl@[ao_cs] utéct bodlavé smrti.
es: %o no pudo escapar una muerte espinosa.
fi: %o ei kyennyt välttämään piikikästä kuolemaa.
fr: %o n'a pu éviter une mort piquante.
hu: Lyukasra szúrták %o-t a tövisek.
ja: %o は棘のある死から逃げられなかった。
ko: %o 은(는) 따가운 죽음을 피할 수 없었다.
pl: %o nie m@[irreg_4_pl] uciec przed cierniową śmiercią.
pt_br: %o não conseguiu escapar de uma morte espinhosa.
ro: %o nu a putut scăpa de o moarte spinoasă.
ru: Игрока %o поджидала смерть на его тернистом пути.
tr: %o dikenli bir ölümden kaçamadı.

# OB_SUMATIC
source: %o took a sumo punch to the groin.
cs: %o dostal@[ao_cs] sumo ránu pod pás.
es: %o recibió un puñetazo de sumo en la entrepierna.
fi: %o otti vastaan sumoiskun nivusiin.
fr: %o s'est pris le poing d'un sumo dans l'entrejambe.
hu: %o szerszámjával tompította az jobb horgot.
ja: %o は股座にスモウ ハリテを食らった。
ko: %o 은(는) 가랑이 사이에 정권을 찔렀다.
pl: %o dostał@[ao_pl] cios sumo w pachwinę.
pt_br: %o tomou um golpe de sumô na virilha.
ro: %o a primit un pumn sumo în vintre.
ru: Игрок %o отхватил удар в пах от сумоиста.
tr: %o kasıklarına bir sumo yumruğu yedi.

# OB_GENIE
source: %o didn't get %p three wishes.
cs: %o nedostal@[ao_cs] svá tři přání.
es: %o no recibió sus tres deseos.
fi: %o ei saanut kolmea toivettaan.
fr: %o n'a pas préparé ses trois vœux.
hu: %o nem teljesítette %p 3 kívánságát.
ja: %o は %p に三願を望まなかった。
ko: %o 은(는) 세 가지 소원을 빌 수 없었다.
pl: %o nie dostał@[ao_pl] swoich trzech życzeń.
pt_br: %o não concedeu três desejos a %p.
ro: %o nu a putut să-și pună cele trei dorințe.
ru: Игрок %o не загадает трёх желаний.
tr: %o üç dileğini yerine getiremedi.

# OB_MINE
source: %o tried to pet a mine.
cs: %o se pokusil@[ao_cs] pohladit minu.
es: %o intentó acariciar una mina.
fi: %o yritti silittää miinaa.
fr: %o a essayé de caresser une mine.
hu: %o meg akart simogatni egy aranyos aknát.
ja: %o は地雷を愛撫しようとした。
ko: %o 은(는) 기뢰와 친구가 되고 싶었다.
pl: %o próbował@[ao_pl] pogłaskać minę.
pt_br: %o tentou fazer carinho numa mina.
ro: %o a încercat să mângâie o mină.
ru: Игрок %o хотел погладить мину.
tr: %o bir mayını sevmeye çalıştı.

# OB_MPKICK
source: %o took %k's Bruce Lee fu-kick to the face.
cs: %o dostal@[ao_cs] kopanec do obličeje od kung-fuistou %k.
es: %o se comió una patada de kung-fu a lo Bruce Lee de %k.
fi: %k potkaisi %o raukkaa päin naamaa Bruce Leen kung fu-tyyliin.
fr: %o s'est mangé@[e_fr] un coup de pied à la Bruce Lee de la part de %k.
hu: %o arccal vette le %k pörgőrugását.
ja: %o の顔に %k のブルースリーキックを当てた。
ko: %o 은(는) %k 의 거침없는 하이킥을 받았다.
pl: %o dostał@[ao_pl] kopniakiem w stylu Bruce'a Lee od %k.
pt_br: %o tomou uma voadora de %k na cara.
ro: %o a primit un șut în stil Bruce Lee.
ru: Игрок %o отхватил от игрока %k удар в лицо, достойный Брюса Ли.
tr: %o, %k tarafından tekmelendi.

# OB_MPREZNATOR
source: %o fell apart via %k's shocking revelation.
cs: %o se rozpadl@[ao_cs] šokujícím odhalením hráče %k.
es: %o cayó ante la revelación chocante de %k.
fi: %o romahti käyttäjän %k sähköistävästä ilmestyksestä.
fr: %o a été témoin de la révélation choquante de %k.
hu: %k megrázó élmányben részesítette %o-t.
ja: %o は %k の衝撃的な啓示によりバラバラになった。
ko: %o 은(는) %k 이(가) 선사한 전기 찜질을 맛봤다.
pl: %o rozpadł@[ao_pl] się pod wpływem szokującego objawienia %k.
pt_br: %o ficou arrasad@[ao_ptb] pela revelação chocante de %p.
ro: %o s-a făcut praf la revelația șocantă a lui %k.
ru: Игрок %o шокирован откровениями %k.
tr: %o, %k tarafından kızartıldı.

# OB_MPXPISTOL
source: %o took a double-dose of %k's punishment.
cs: %o dostal@[ao_cs] dvojitou dávku potrestání hráče %k.
es: %o recibió una doble dosis del castigo de %k.
fi: %o otti tupla-annoksen käyttäjän %k kuritusta.
fr: %o a mangé une double dose de la furie de %k.
hu: %o ólom túladagolást kapott %k-tól.
ja: %o は %k の懲罰を二度受けた。
ko: %o 은(는) %k 의 2총신 사격을 받았다.
pl: %o dostał@[ao_pl] podwójną dawkę kary %k.
pt_br: %o tomou uma dose dupla da punição de %k.
ro: %o a luat o doză dublă din pedeapsa lui %k.
ru: Игрок %o принял двойную дозу возмездия от %k.
tr: %o, %k tarafından cezalandırıldı.

# OB_MPTAZER
source: %o was shut down by %k's shock-stick.
cs: %o byl@[ao_cs] vypnut@[ao_cs] šokádou hráče %k.
es: %o fue noquead@[ao_esp] por la vara eléctrica de %k.
fi: %o joutui käyttäjän %k sähkökepin sammuttamaksi.
fr: %o s'est fait mettre K.O par le bâton électrique de %k.
hu: %o-t sokkolta a hír, hogy %k-t megölte.
ja: %o は %k のショックスティックでシャットダウンした。
ko: %o 은(는) %k 의 무력행사에 아예 포기했다.
pl: %o został@[ao_pl] wyłączon@[adj_pl] przez szokującą pałkę %k.
pt_br: %o foi desligado pelo espeto chocante de %k.
ro: %o a fost dezactivat de arma cu șocuri a lui %k.
ru: Игрок %o выведен из строя электродубинкой %k.
tr: %o, %k tarafından kapatıldı.

# OB_MPCRYOGUN
source: %o got a face-full of %k's ice-cold wrath.
cs: %o se zabořil@[ao_cs] do mrazivého hněvu hráče %k.
es: %o recibió la ira gélida de %k en toda la cara.
fi: %o sai saamansa täyteen käyttäjän %k jääkylmää vihaa.
fr: %o s'est fait congeler la figure par la colère glaciale de %k.
hu: %k jégre tette %o-t
ja: %o は %k の冷めた表情で凍った。
ko: %o 은(는) %k 덕분에 맛있게 냉동 보존되었다.
pl: %o dostał@[ao_pl] wielką dawkę mroźnego gniewu %k.
pt_br: %o tomou um gelo de %k.
ro: %o a simțit din plin furia rece a lui %k.
ru: Игрок %o столкнулся с ледяной ненавистью %k.
tr: %o, %k tarafından donduruldu.

# OB_MPUZI
source: %o was drilled full of holes by %k, gangsta-style.
cs: %o byl@[ao_cs] prostřílen@[ao_cs] skrz na skrz gangsterem %k.
es: %o fue acribillad@[ao_esp] por %k, al estilo gangster.
fi: %k porasi %o raukan täyteen reikiä gangsta-tyyliin.
fr: %o s'est fait perforer dans tous les sens par %k, Gangsta style.
hu: %o gengszter stílusban sajttá lyuggatta %k
ja: %o はギャングの様な %k に蜂の巣にされた。
ko: %o 은(는) %k 이(가) 선사한 갱스터 스타일 난사를 막지 못했다.
pl: %o został@[ao_pl] podziurawion@[adj_pl] przez %k niczym gangster.
pt_br: %o tomou pipoco de %k.
ro: %o a fost umplut de găuri în stil mafiot de către %k.
ru: Игрок %o покрылся дырками после гангста-стрельбы игрока %k.
tr: %o, %k tarafından gangsta tarzı delik deşik edildi.

# OB_MPZOOKA
source: %o ate %k's photon bomb.
cs: %o sežral@[ao_cs] fotonovou bombu hráče %k.
es: %o se comió la bomba de fotones de %k.
fi: %o söi käyttäjän %k fotonipommin.
fr: %o a bouffé la bombe photonique de %k.
hu: %o megette %k foton bombáját
ja: %o は %k のフォトンボムを食らった。
ko: %o 은(는) %k 의 광자탄을 봤는데도 피하지 못했다.
pl: %o zjadł@[ao_pl] fotonową bombę %k.
pt_br: %o engoliu a bomba de fótons de %k.
ro: %o a mâncat bomba fotonică a lui %k.
ru: Игрок %o съел фотонную бомбу %k.
tr: %o, %k tarafından atomize edildi.

# OB_MPZ_SPLASH
source: %o was reduced to a neat pile of photons by %k.
cs: %o byl@[ao_cs] zredukován@[ao_cs] na hromádku fotonů hráčem %k.
es: %o fue reducid@[ao_esp] a una pila de fotones por %k.
fi: %k redusoi %o raukan sieväksi fotonipinoksi.
fr: %o s'est fait@[e_fr] réduire en une jolie pile de photons par %k.
hu: %o-ból csak egy marokni fotont hagyott hátra %k
ja: %o は %k によって蛍光灯にされた。
ko: %o 은(는) %k 의 광자력을 탐냈다. 죽기 전까지는.
pl: %o został@[ao_pl] zredukowan@[adj_pl] do maleńkiej kupki fotonów przez %k.
pt_br: %o foi reduzido à uma bela pilha de fótons por %k.
ro: %o a fost transformat într-o grămadă simpatică de fotoni de către %k.
ru: Игрок %o был разложен игроком %k в аккуратную кучку фотонов.
tr: %o, %k tarafından düzgün bir foton yığınına indirgendi.

# OB_MPANTIGUN
source: %o was reduced to antimatter by %k.
cs: %o byl@[ao_cs] zredukován@[ao_cs] na antihmotu hráčem %k.
es: %o fue reducid@[ao_esp] a antimateria por %k.
fi: %k redusoi %o raukan antimateriaksi..
fr: %o s'est fait inverser les atomes par %k.
hu: %k antianyaggá lőttte %o-t
ja: %o は %k のにより反物質に変換された。
ko: %o 은(는) %k 의 반물질의 힘에 의해 소멸되었다.
pl: %o został@[ao_pl] zredukowan@[adj_pl] do antymaterii przez %k.
pt_br: %o foi transformado em antimatéria por %k.
ro: %o a fost transformat în antimaterie de către %k.
ru: Игрок %o был разложен игроком %k до антиматерии.
tr: %o, %k tarafından atomlara indirgendi.

# OB_MPNUKE
source: %o swallowed %k's nuke.
cs: %o spolkl@[ao_cs] atomovku hráče %k.
es: %o se tragó la bomba atómica de %k.
fi: %o nieli käyttäjän %k ydinpommin.
fr: %o s'est pris@[e_fr] la bombe thermonucléaire de %k dans la figure.
hu: %o megette %k atombomáját
ja: %o は %k の核を飲み干した。
ko: %o 은(는) %k 덕분에 하늘을 뚫을 버섯구름이 되었다.
pl: %o połkn@[irreg_2_pl] atomówkę %k.
pt_br: %o engoliu o míssil núclear de %k.
ro: %o a înghițit proiectilul lui %k.
ru: Игрок %o проглотил ядерный заряд %k.
tr: %o, %k tarafından bombalandı.

# OB_MPNUKESPLASH
source: %o went nuclear from %k's mass destruction spree.
cs: %o si zkrátil@[ao_cs] svůj poločas rozpadu při zabijačce hráče %k.
es: %o se volvió radioactiv@[ao_esp] por la racha de destrucción masiva de %k.
fi: %o muuttui radioaktiiviseksi käyttäjän %k massatuhoputken takia.
fr: %o s'est fait@[e_fr] irradier par la folie destructrice de %k.
hu: %o felrobbant az idegtől amikor meglátta %k bombáját
ja: %o は %k の虐殺ごっこの犠牲者になった。
ko: %o 은(는) %k 의 핵실험에 참여했다.
pl: %o został@[ao_pl] napromieniowan@[adj_pl] przez masową destrukcję %k.
pt_br: %o virou picadinho radioativo por causa da destruição em massa causada por %k.
ro: %o a devenit radioactiv în urma distrugerii în masă a lui %k.
ru: Игрок %o светится в темноте от оружия массового поражения %k.
tr: %o, %k tarafından bombalandı.

# OB_MPTELEFRAG
source: %o was turned inside-out by %k.
cs: %o byl@[ao_cs] obrácen@[ao_cs] naruby hráčem %k.
es: %o fue puest@[ao_esp] del revés por %k.
fi: %k käänsi %o raukan nurinpäin.
fr: %o s'est fait@[e_fr] inverser par %k.
hu: %k kifordította %o-t
ja: %o は %k に裏返しにされた。
ko: %o 은(는) %k 에 의해 자신이 분해되는 꼴을 못 봤다.
pl: %o został@[ao_pl] wywrócon@[adj_pl] na lewą stronę przez %k.
pt_br: %o foi virad@[ao_ptb] ao avesso por %k.
ro: %o a fost întors pe dos de către %k.
ru: Игрок %o вывернут наизнанку игроком %k.
tr: %o, %k tarafından parçalandı.

# OB_MONTELEFRAG
source: %o's atomic structure was split apart.
cs: Struktura atomů hráče %o se rozpadla.
es: %o fue desintegrad@[ao_esp] al nivel atómico.
fi: %o raukan atomirakenne hajosi.
fr: %o s'est fait@[e_fr] désassembler au niveau atomique.
hu: %o atomjaira esett szét
ja: %o の原子構造は分解された。
ko: %o 의 원자 마디마디가 흩어졌다.
pl: Atomy %o zostały od siebie oddzielone.
pt_br: A estrutura atômica de %o foi separada.
ro: Structura atomică a lui %o a fost spulberată.
ru: Атомная структура игрока %o разрушена.
tr: %o atomik düzeyde parçalara ayrıldı.

# OB_DEFAULT
source: %o spontaneously expired.
cs: %o samovolně vypršel@[ao_cs].
es: %o tuvo una muerte espontánea.
fi: %o spontaanisti kupsahti.
fr: %o a spontanément expiré.
hu: %o hirtelenjében elérte a lejárati időt
ja: %o の有効期限が自発的に切れた
ko: %o 은(는) 파란만장하게 사라졌다.
pl: %o spontanicznie umarł@[ao_pl].
pt_br: %o pereceu expontâneamente.
ro: %o a expirat în mod spontan.
ru: Время игрока %o неожиданно вышло.
tr: %o kendiliğinden öldü.

# GOTNUKER
source: You grab a NUKER! Suck on this!
cs: Sebral@[ao_cs] jsi ATOMOVKÁTOR! Pojď na to!
es: ¡Has pillado un NUKER! ¡Chupaos esa!
fi: %Kahmaiset YDÄRIN! Ime tätä!
fr: Vous découvrez le NUKER! Ca va en chier!
hu: Meglelted a NUKER-t! Ezt kapd ki!
ja: NUEKR を奪った! 覚悟しろ!
ko: 누커 획득! 한바탕 쓸어볼까!
pl: Podniosłeś ATOMÓWKĘ! Ssijcie to!
pt_br: Você pegou um NUKER! Chupa essa manga!
ro: Ai ridicat Lansatorul Nuclear! Ia de-aici!
ru: Заполучен ЯДЕРНЫЙ ГРАНАТОМЁТ! Отсосите!
tr: Sen bir NÜKER kap! Bunu em!

# GOTUZI
source: You got an UZI!!
cs: Získal@[ao_cs] jsi UZI!
es: ¡¡Has obtenido una UZI!!
fi: Sait UZIn!!
fr: Vous chopez un UZI!
hu: Meglelted az UZI-t!
ja: UZI をゲットした!!
ko: 우지 기관단총 획득!
pl: Zdobyłeś UZI!!
pt_br: Você pegou uma UZI!!
ro: Ai ridicat un UZI!!
ru: Заполучен УЗИ!!
tr: Bir UZI'n var!

# GOTREZNATOR
source: A HOIG Reznator - FRY some butt
cs: HOIG Reznátor - pár jich upeč
es: Un Reznator HOIG. ¡Hora de freir traseros!
fi: HOIG-reznaattori - KÄRISTÄ takamuksia
fr: Un Reznator HOIG, allez frire du monde!
hu: Egy HOIG Reznator - okozz pár megrázó élményt
ja: HOIGレジネイター - ぶっ潰してやれ
ko: HOIG 전자무력기 획득! 전기 통구이를 만들자고!
pl: Reznator HOIG - skop trochę tyłków
pt_br: Um Reznador HOIG - Hora de fritar
ro: Un Rezonator HOIG - Arde-i!
ru: ХОЙГ Резнатор
tr: Bir HOIG Reznator - Biraz kıç kızartın

# GOTPHOTONZOOKA
source: You got a Photon 'Zooka!
cs: Sebral@[ao_cs] jsi Fotonovou bazuku!
es: ¡Has obtenido un Bazooka de Fotones!
fi: Sait fotonisingon!
fr: Vous récupérez un Bazooka Photonique!
hu: Meglelted a Foton Ágyút!
ja: フォトン'ゾーカ をゲットした!
ko: 광자 바주카 획득!
pl: Zdobyłeś Fotonozukę!
pt_br: Você pegou uma Bazuca de Fótons!
ro: Ai ridicat o Bazooka Fotonică!
ru: Заполучена фотон-базука!
tr: Bir Foton 'Zooka'n var!

# GOTBIGSTICK
source: You carry a Big Stick!
cs: Nosíš velkou bouchačku!
es: ¡Llevas un Gran Palo!
fi: Kannat isoa keppiä!
fr: Vous avez un gros bâton!
hu: Nagy bottal jársz öcsém!
ja: ビッグスティック を手に取った!
ko: 반물질 봉 획득!
pl: Podnosisz Wielką Pałkę!
pt_br: Você pegou um Grande Bastão!
ro: Ai ridicat un Băț Lung!
ru: Заполучена длинная палка!
tr: Büyük bir sopa taşıyorsun!

# GOTTAZER
source: You got a Tazer!!
cs: Získal@[ao_cs] jsi tazer!
es: ¡¡Has obtenido un Taser!!
fi: Sait etälamauttimen!!
fr: Vous trouvez un Taser!
hu: Meglelted a Sokkolót!
ja: テイザー をゲットした!
ko: 테이져 획득!
pl: Zdobyłeś Tazer!!
pt_br: Você pegou um Tazer!!
ro: Ai ridicat un Taser!!
ru: Заполучен тазер!
tr: Bir Tazer'ın var!!

# GOTCRYOGUN
source: You grab a Cryogun! FREEZE!
cs: Sebral@[ao_cs] jsi krypušku! ANI SE NEHNI!
es: ¡Has pillado un Criogenizador!! ¡Todos quietos!
fi: Kahmaiset kryopyssyn! PYSÄHDY!
fr: Vous prenez un Cryogun! On s'arrête!
hu: Felkapod a Cryogun-t! Induljon a fagyasztás!
ja: クライォガン を奪った! フリーズ!
ko: 크라이로건 획득! 그대로 멈춰라!
pl: Podniosłeś Zamrażarkę! STAĆ!
pt_br: Você pegou uma Cryogun! FICA FRIO AÍ!
ro: Ai ridicat o Crio-armă! ÎNGHEAȚĂ!
ru: Заполучена замораживающая пушка! НИ С МЕСТА!
tr: Bir Cryogun al! DONDUR!

# GOTROUNDS
source: You grab some rounds!
cs: Sebral@[ao_cs] jsi nějaké náboje!
es: ¡Has pillado unas balas!
fi: Kahmaiset patruunoita!
fr: Vous prenez des balles!
hu: Felkapsz pár lőszert!
ja: 幾つかのラウンド を奪った!
ko: 권총 탄약을 주웠다!
pl: Podniosłeś trochę naboi!
pt_br: Você pegou munição!
ro: Ai ridicat niște muniție!
ru: Заполучена обойма патронов!
tr: Biraz mermi al!

# GOTROUNDSCASE
source: You grab a case of rounds!
cs: Sebral@[ao_cs] jsi krabici nábojů!
es: ¡Has pillado una caja de balas!
fi: Kahmaiset patruunalaatikon!
fr: Vous prenez une bôite de balles!
hu: Felkapsz egy doboz lőszert!
ja: ケースのラウンド を奪った!
ko: 권총 탄약 상자를 주웠다!
pl: Podniosłeś skrzynkę naboi!
pt_br: Você pegou uma caixa de munição!
ro: Ai ridicat un cartuș de muniție!
ru: Заполучена коробка патронов!
tr: Bir kutu mermi al!

# GOTTORPEDO
source: You grab a Torpedo!
cs: Sebral@[ao_cs] jsi torpédo!
es: ¡Has pillado un torpedo!
fi: Kahmaiset torpedon!
fr: Vous prenez une torpille!
hu: Felkapsz egy Torpedót!
ja: トルペード を奪った!
ko: 광자탄을 주웠다!
pl: Podniosłeś Torpedę!
pt_br: Você pegou um Torpedo!
ro: Ai ridicat o Torpilă!
ru: Заполучена торпеда!
tr: Bir Torpido al!

# GOTTORPEDOS
source: You grab a case of Torpedos!
cs: Sebral@[ao_cs] jsi krabici torpéd!
es: ¡Has pillado una caja de torpedos!
fi: Kahmaiset torpedolaatikon!
fr: Vous prenez une bôite de torpilles!
hu: Felkapsz egy doboz Torpedót!
ja: トルペードのケース を奪った!
ko: 광자탄 무더기를 주웠다!
pl: Podniosłeś skrzynkę Torped!
pt_br: Você pegou uma caixa de Torpedos!
ro: Ai ridicat o cutie de Torpile!
ru: Заполучен ящик торпед!
tr: Bir kasa Torpido al!

# GOTMOLECULES
source: You grab a molecule module!
cs: Sebral@[ao_cs] jsi molekulový modul!
es: ¡Has pillado un módulo molecular!
fi: Kahmaiset molekyylimoduulin!
fr: Vous prenez un module moléculaire!
hu: Felkapsz egy molekula modult!
ja: モーレキュールモヂュール を奪った!
ko: 분자 모듈을 주웠다!
pl: Podniosłeś molekularny moduł!
pt_br: Você pegou um módulo molecular!
ro: Ai ridicat un modul molecular!
ru: Заполучен молекулярный модуль!
tr: Bir molekül modülü kap!

# GOTMOLECULESTANK
source: You grab a tank full of molecules!
cs: Sebral@[ao_cs] jsi sud plný molekul!
es: ¡Has pillado un tanque lleno de moléculas!
fi: Kahmaiset tankin täynnä molekyylejä!
fr: Vous prenez un réservoir de molécules!
hu: Felkapsz egy teli tank molekulát!
ja: タンク満タンのモーレキュール を奪った!
ko: 분자 탱크를 주웠다!
pl: Podniosłeś zbiornik pełen molekuł!
pt_br: Você pegou um tanque cheio de moléculas!
ro: Ai ridicat un rezervor plin cu molecule!
ru: Заполучен контейнер с молекулами!
tr: Moleküllerle dolu bir tank al!

# GOTCARTRIDGES
source: You grab some Cartridges!
cs: Sebral@[ao_cs] jsi nějaké kazety!
es: ¡Has pillado unos cartuchos!
fi: Kahmaiset kasetteja!
fr: Vous prenez des cartouches!
hu: Felkapsz pár Töltényt!
ja: 残弾のカートリッジ を奪った!
ko: 카트리지 한 줌을 주웠다!
pl: Podniosłeś trochę pocisków!
pt_br: Você pegou alguns Carregadores!
ro: Ai ridicat niște Cartușe!
ru: Заполучены картриджи!
tr: Fişekleri al!

# GOTCARTRIDGESCASE
source: You grab a case of Cartridges!
cs: Sebral@[ao_cs] jsi krabici kazet!
es: ¡Has pillado una caja de cartuchos!
fi: Kahmaiset laatikollisen kasetteja!
fr: Vous prenez une bôite de cartouches!
hu: Felkapsz egy doboz Töltényt!
ja: カートリッジケース を奪った!
ko: 카트리지 박스를 주웠다!
pl: Podniosłeś skrzynkę pocisków!
pt_br: Você pegou uma caixa de Carregadores!
ro: Ai ridicat o cutie de Cartușe!
ru: Заполучен ящик картриджей!
tr: Bir kutu fişek al!

# GOTVALISE
source: You grab a Valise stuffed with goods!
cs: Sebral@[ao_cs] jsi kufr plný munice!
es: ¡Has pillado una maleta llena de equipamiento!
fi: Kahmaiset laukullisen täynnä tavaraa!
fr: Vous récupérez une valise pleine d'équipement!
hu: Felkapsz egy Poggyásznyi Muníciót!
ja: 代物を詰めたバリス を奪った!
ko: 탄약이 든 서류 가방을 주웠다!
pl: Podniosłeś Walizkę z wieloma dobrami!
pt_br: Você pegou uma Mala cheia de equipamento!
ro: Ai ridicat o Valiză plină cu bunătăți!
ru: Заполучена полная сумка боеприпасов!
tr: İçi mal dolu bir valiz al!

# GOTFORCEFIELD
source: Force Field!
cs: Silové pole!
es: ¡Campo de fuerza!
fi: Voimakenttä!
fr: Champ de force!
hu: Erőtér!
ja: フォースフィールド!
ko: 방어막!
pl: Pole Siłowe!
pt_br: Campo de Força!
ro: Câmp de Forță!
ru: Силовое поле!
tr: Güç Alanı!

# GOTMICROTEL
source: 007Microtel
es: Microtel 007
ja: 007マイクロテル
ko: 007마이크로텔 근력 향상 칩!
ro: Microtel 007
ru: Микрочип 007

# GOTENKBLIND
source: You are EnK Blind!
cs: Jsi EnK-slep@[adj_cs]!
es: ¡Tienes Ceguera EnK!
fi: Olet EnK-sokea!
fr: Vous êtes aveugle à l'EnK!
hu: EnK védett lettél!
ja: EnKブラインドみてえだ!
ko: EnK 투명 위장 장치!
pl: Jesteś oślepiony przez EnK!
pt_br: Você está vendado por EnK!
ro: Acum ești nedetectabil pentru Enk!
ru: У тебя EnK-видимость!
tr: Sen EnK Blind'sın!

# GOTRUBBERBOOTS
source: Vulcan rubber Boots!
cs: Gumové boty!
es: ¡Botas de goma vulcanizada!
fi: Vulkanoidut kumisaappaat!
fr: Bottes en caoutchouc vulcanisé!
hu: Vulkanizált gumi talp!
ja: バルカンラバーブーツ!
ko: 벌컨 방화 부츠!
pl: Gumowe Buty Vulcan!
pt_br: Botas Vulcanizadas!
ro: Bocanci din cauciuc Vulcan!
ru: Резиновые сапоги!
tr: Vulcan lastik botları!

# GOTSIARRAY
source: SI Array mapping!
cs: Mapa pole SI!
es: ¡Mapeado de Tabla SI!
fi: SI-kenttäkartta!
fr: Carte du tableau SI!
hu: SI pálya Felderítő!
ja: SIアーレイ マッピング!
ko: Si 어레이 지도!
pl: Mapa Pola SI!
pt_br: Mapeamento por Campo de SI!
ro: Hartă SI compilată!
ru: Составлена карта SI-массива!
tr: SI Dizi eşlemesi!

# GOTINFRARED
source: Infrared Visor!
cs: Infračervené brýle!
es: ¡Visor infrarrojo!
fi: Infrapunavisiiri!
fr: Viseur infrarouge!
hu: Infravörös Sisak!
ja: 赤外線バイザー!
ko: 적외선 바이져!
pl: Wizjer na Podczerwień!
pt_br: Visor Infravermelho!
ro: Vedere Infraroșie!
ru: Инфракрасный визор!
tr: Kızılötesi Vizör!

# GOTINHALER
source: Breathe deep, Inhaler!
cs: Pořádně se nadechni, inhalátor!
es: ¡Un inhalador, inspira fuerte!
fi: Hengitä syvään, inhalaattori!
fr: Respire, inhaleur!
hu: Mély lélegzet, Inhaláló!
ja: 深呼吸だ、インヘイラー!
ko: 각성제를 주웠다. 잘 들이마셔!
pl: Weź głęboki wdech! Inhalator!
pt_br: Inalador! Respira fundo!
ro: Inspiră adânc, Inhalatorule!
ru: Ингалятор! Вдыхай глубже!
tr: Derin nefes al, Inhaler!

# GOTHYPONEED
source: A dose of Hydergine from a Hypo saves you!
cs: Jsi zachráněn@[ao_cs] dávkou Hyderginu z Hypa!
es: ¡Una dosis de Hydergina te salva la vida!
fi: Hyderginepiikkiannos pelastaa sinut!
fr: Une bonne dose d'hydergine vous sauve la vie!
hu: Egy adag Hydergine megmenti az irhád!
ja: ハイポで ヒデルギン をキメた!
ko: 하이포의 하이데르진이 당신을 살렸다!
pl: Dawka Hyderginy z Hypo ratuje cię!
pt_br: Uma dose de hidergina do Hypo para te salvar!
ro: O doză de Hidrogine dintr-o seringă te salvează!
ru: Доза Редергина из шприца спасла тебя!
tr: Hypo'dan bir doz Hydergine seni kurtarır!

# GOTHYPO
source: You grab a Hypo!
cs: Sebral@[ao_cs] jsi Hypo!
es: ¡Has pillado una jeringa hipodérmica!
fi: Kahmaiset piikin!
fr: Vous prenez une seringue!
hu: Felkapsz egy Hypo-t!
ja: ハイポ を奪った!
ko: 하이포를 주웠다!
pl: Podniosłeś Hypo!
pt_br: Você pegou um Hypo!
ro: Ai ridicat o Seringă!
ru: Заполучен шприц!
tr: Bir Hypo kaptın!

# GOTKEYCARD
source: You found a KeyCard!
cs: Nalezl@[ao_cs] jsi přístupovou kartu!
es: ¡Has encontrado una Tarjeta Llave!
fi: Löysit avainkortin!
fr: Vous trouvez une clé magnétique!
hu: Leltél egy Kulcskártyát!
ja: キーカードを見つけた!
ko: 키 카드를 찾았다!
pl: Znalazłeś Kartę Dostępu!
pt_br: Você achou um Cartão de Passe!
ro: Ai găsit un Card-Cheie!
ru: Найдена ключ-карта!
tr: Bir Anahtar Kart buldun!

# GOTCKEY
source: You found a C-Key!
cs: Nalezl@[ao_cs] jsi kyberklíč!
es: ¡Has encontrado una Llave-C!
fi: Löysit C-avaimen!
fr: Vous trouvez une C-Clé!
hu: Leltél egy C-Kulcsot!
ja: C-keyを見つけた!
ko: C-키를 찾았다!
pl: Znalazłeś Klucz C!
pt_br: Você achou uma Chave-C!
ro: Ai găsit o Cheie-C!
ru: Найден C-образный ключ!
tr: Bir C-Anahtarı buldun!

# GOTPASSWORD
source: You found a Password!
cs: Nalezl@[ao_cs] jsi heslo!
es: ¡Has encontrado una Contraseña!
fi: Löysit salasanan!
fr: Vous trouvez un mot de passe!
hu: Leltél egy Jelszót!
ja: パスワードを見つけた!
ko: 암호를 찾았다!
pl: Znalazłeś Hasło!
pt_br: Você achou uma Senha!
ro: Ai găsit o Parolă!
ru: Найден пароль!
tr: Bir Şifre buldun!

# GOTBLUEZKEY
source: You found a blue Z-Key!
cs: Nalezl@[ao_cs] jsi modrý Z-klíč!
es: ¡Has encontrado una Llave-Z azul!
fi: Löysit sinisen Z-avaimen!
fr: Vous trouvez une Z-Clé bleue!
hu: Leltél egy kék Z-Kulcsot!
ja: ブルー Z-Key を見つけた!
ko: 청색 Z-키를 찾았다!
pl: Znalazłeś niebieski Klucz Z!
pt_br: Você achou uma Chave-Z azul!
ro: Ai găsit o Z-Cheie albastră!
ru: Найден синий Z-образный ключ!
tr: Mavi bir Z-Anahtarı buldun!

# GOTYELWZKEY
source: You found a yellow Z-Key!
cs: Nalezl@[ao_cs] jsi žlutý Z-klíč!
es: ¡Has encontrado una Llave-Z amarilla!
fi: Löysit keltaisen Z-avaimen!
fr: Vous trouvez une Z-Clé jaune!
hu: Leltél egy sárga Z-Kulcsot!
ja: イエローZ-Key を見つけた!
ko: 황색 Z-키를 찾았다!
pl: Znalazłeś żółty Klucz Z!
pt_br: Você achou uma Chave-Z amarela!
ro: Ai găsit o Z-Cheie galbenă!
ru: Найден жёлтый Z-образный ключ!
tr: Sarı bir Z-Anahtarı buldun!

# GOTREDZKEY
source: You found a red Z-Key!
cs: Nalezl@[ao_cs] jsi červený Z-klíč!
es: ¡Has encontrado una Llave-Z roja!
fi: Löysit punaisen Z-avaimen!
fr: Vous trouvez une Z-Clé rouge!
hu: Leltél egy piros Z-Kulcsot!
ja: レッド Z-Key を見つけた!
ko: 적색 Z-키를 찾았다!
pl: Znalazłeś czerwony Klucz Z!
pt_br: Você achou uma Chave-Z vermelha!
ro: Ai găsit o Z-Cheie roșie!
ru: Найден красный Z-образный ключ!
tr: Kırmızı bir Z-Anahtarı buldun!

# GOTBODYARMOR
source: Body Armor!
cs: Brnění!
es: ¡Armadura!
fi: Suojavarustus!
fr: Armure!
hu: Testpáncél!
ja: ボディーアーマー!
ko: 강화복!
pl: Pancerz!
pt_br: Colete a Prova de Balas!
ro: Armură de Corp!
ru: Бронежилет!
tr: Vücut Zırhı!

# GOTCENTROPHENOXINE
source: Centrophenoxine
cs: Centrofenoxin
es: ¡Centrofenoxina!
fi: Sentrofenoksiinia
ja: セントロフェノキシン!
ko: 메클로페녹세이트!
pl: Centrofenoxina
pt_br: Centrofenoxina
ro: Centrofenoxine
ru: Центрофеноксин

# GOTKEVLARVEST
source: You grab a Kevlar vest!
cs: Sebral@[ao_cs] jsi kevlarovou vestu!
es: ¡Has pillado un traje de Kevlar!
fi: Kahmaiset Kevlar-liivit!
fr: Veste en Kevlar!
hu: Felkapsz egy Golyóálló Mellényt!
ja: ケブラーベスト を奪った!
ko: 방탄복을 주웠다!
pl: Podniosłeś kamizelkę kuloodporną!
pt_br: Você pegou um Colete de Kevlar!
ro: Ai ridicat o vestă din Kevlar!
ru: Заполучен кевларовый жилет!
tr: Kevlar yeleği al!
