Repository: the-phinet/UZDoom
Catalog: libraries/Translation/hacx/*.po
Languages: cs, es, fi, fr, hu, ja, ko, pl, pt_br, ro, ru, tr

# QUITMSG1
source: These bugs too tough for ya?
cs: Jsou ty bugy na tebe moc tvrdé?
es: ¿Son estos bichos demasiado duros para ti?
fi: Taitavat nämä ötökät olla liikaa sulle?
fr: Ces bestioles sont trop fortes pour vous?
hu: Túl erősek neked a bogarak is?
ja: テメェにはあんなバグ 厳しかないだろ?
ko: 고작 버그들 상대하는 것도 버거운 건가?
pl: To robactwo jest za twarde dla ciebie?
pt_br: Tá achando difícil eliminar esses bugs, é?
ro: Sunt prea duri gândacii pentru tine?
ru: Эти баги крутоваты для тебя?
tr: Bu böcekler senin için çok mu zor?

# QUITMSG
source: Are you sure you want to\njack out of the action?
cs: Jsi si jistý, že se chceš zdáchnout z akce?
es: ¿Estás segur@[ao_esp] de que\nquieres desconectarte de la acción?
fi: Haluatko varmasti irrottaa\npiuhan toiminnasta?
fr: Etes-vous sûr de vouloir\nvous déconnecter de l'action?
hu: Biztos vagy benne, hogy kihúzod a kábelt?
ja: もしかして逃げ出そうとしてないよな?
ko: 지금 종료하겠다고? 진심이냐?
pl: Na pewo chcesz wyjść w środku akcji?
pt_br: Quer mesmo se desconectar de toda a ação?
ro: Ești sigur că vrei să\npărăsești acțiunea?
ru: Ты правда хочешь улизнуть\nс поля боя?
tr: İşin dışında kalmak istediğine emin misin?

# QUITMSG2
source: Trying to quit? And you call yourself a hacker?
cs: Snažíš se skončit? To si říkáš hacker?
es: ¿Intentando salir? ¿Y te haces llamar hacker?
fi: Yritätkö lopettaa? Ja sinäkö muka hakkeri?
fr: On essaye de quitter?\nvous prétendez être un hacker?
hu: Próbálasz kilépni? És még te nevezed magad hekkernek?
ja: 終了させる? それでハッカー自称してたのか?
ko: 그만두려고? 해커라는 이름이 아깝군그래.
pl: Próbujesz wyjść? I nazywasz siebie hakerem?
pt_br: Tá querendo sair? E você ainda se acha um hacker?
ro: Încerci să ieși? Și te mai numești hacker?
ru: Хочешь убежать? А ещё зовёшь себя хакером!
tr: Bırakmaya mı çalışıyorsun? Bir de kendine hacker mı diyorsun?

# QUITMSG3
source: Get back here before I send a virus up your tailpipe!
cs: Vrať se, než ti do zadku pošlu virus!
es: ¡Vuelve aquí antes de que te meta un virus de través!
fi: Heti takaisin tänne, ennen kuin lähetän viruksen pitkin takaputkeasi!
fr: Reviens ici avant que je t'envoie un virus là où ça fait mal!
hu: Gyere csak vissza, mielőtt feldugok neked egy vírust.
ja: さっさと戻らねえと そのケツ穴にウィルスぶっこむぞ!
ko: 돌아와, 네 전선에 바이러스 주입해버리기 전에!
pl: Wróć tu zanim wyślę ci wirusa!
pt_br: Volta aqui antes que eu te mande um vírus!
ro: Treci înapoi aici până nu-ți trimit un virus!
ru: Вернись, пока я не посадил вирус тебе на хвост!
tr: Egzozuna bir virüs göndermeden önce buraya geri dön!

# QUITMSG4
source: Real hackers never jack out of the action.
cs: Skuteční hackeři nikdy neprchají z akce.
es: Los verdaderos hackers no se desconectan de la acción.
fi: Todelliset hakkerit eivät ikinä kytkeydy irti toiminnasta.
fr: Un vrai hacker ne se déconnecte pas en pleine action.
hu: Az igazi hekkerek sosem húzzák ki a kábelt.
ja: 本物のハッカーなら頭を銃で撃ち抜くことはしない。
ko: 진정한 해커는 이렇게 포기하지 않는다고!
pl: Prawdziwi hakerzy nigdy nie uciekają z akcji.
pt_br: Hackers de verdade nunca vazam da ação!
ro: Adevărații hackeri nu fug de acțiune.
ru: Настоящие хакеры не пытаются улизнуть с поля боя.
tr: Gerçek hackerlar asla aksiyondan kaçmazlar.

# QUITMSG5
source: C'mon! You haven't seen the best part yet!
cs: No tak! Ještě jsi neviděl to nejlepší!
es: ¡Venga! ¡Aún no has visto la mejor parte!
fi: Älä viitsi! Et ole edes vielä nähnyt parasta kohtaa!
fr: Allez, on arrive presque à la meilleure partie!
hu: Nemár! Még nem is láttad a legjobb részt!
ja: おいおい! お楽しみはこれからだぜ!
ko: 이봐! 아직 재밌는 부분은 시작도 안 했다고!
pl: No weź! Jeszcze nie widziałeś najlepszej części!
pt_br: Qual é! Você nem viu a melhor parte ainda!
ro: Haide! Nu ai văzut partea cea mai bună încă!
ru: Да ладно, ты ещё не видел самое крутое!
tr: Hadi ama! Daha en iyi kısmını görmedin!

# QUITMSG6
source: Give up now, and cyberspace is toast!
cs: Vzdej se a s kyberprostorem je konec!
es: ¡Ríndete ahora y el ciberespacio está frito!
fi: Luovuta nyt ja kyberavaruus kärtsää!
fr: Abandonne, et le cyberespace est foutu!
hu: Ha most feladod, akkor a cyberspacenek lőttek.
ja: さっさと止めて、サイバースペースに乾杯だ!
ko: 포기하면 사이버 공간은 결국엔 사라질걸?
pl: Poddaj się, a cyberprzestrzeń zmieni się w tosta!
pt_br: Se você desistir agora, o ciberespaço já era!
ro: Te dai bătut acum, și spațiul cibernetic e prăjit!
ru: Если ты сейчас сдашься, киберпространству конец!
tr: Şimdi pes edersen, siber uzay kızarır!

# QUITMSG7
source: GENIE sends its best regards, scumbag!
cs: GENIE posílá své pozdravy, hajzle!
es: ¡GENIE te envía saludos, desgraciado!
fi: GENIE lähettää terveisensä, mäntti!
fr: GENIE t'envoie ses salutations, salaud!
hu: GENIE üdvözletét küldi, te mocsok!
ja: GENIEがベストの挨拶を送るぜ、カス野郎!
ko: 어이 등신! 지니에서 안부를 전해 달라더군.
pl: GENIE przysyła pozdrowienia, łajzo!
pt_br: GENIE manda lembranças, seu lixo!
ro: GENIE își transmite condoleanțele, ticălosule!
ru: Наилучшие пожелания от ДЖИННа, ублюдок!
tr: GENIE selamlarını yolladı, pislik!

# QUITMSG8
source: Hmm. So much for being a hero, Hacker.
cs: Hmm. To by bylo pro hrdinství, Hackeře.
es: Hmm. Poco tienes de héroe, hacker.
fi: Höh, se siitä sankarina olemisesta sitten, hakkeri.
fr: Eh bien, on est pas vraiment un héros, hacker.
hu: Hmm. Ennyit a hős karrieredről, hekker barátom.
ja: うーん。英雄とはこの程度だったのか、ハッカー。
ko: 영웅이 될 그릇은 아닌 거 같군. 안 그래? 해커 형씨.
pl: Hmm. Tak wiele by być bohaterem, Hakerze.
pt_br: Hmm. Não é tão herói assim, pelo visto.
ro: Hmm. Asta a fost cu eroismele, Hacker.
ru: Хм-м. Вот тебе и герой, хакер!
tr: Hmm. Kahraman olmak için çok fazla, Hacker.

# QUITMSG9
source: What? You'd rather go back to the pen?
cs: Co? Radši by ses vrátil do basy?
es: ¿Qué? ¿Prefieres volver al corral?
fi: Täh? Menisit mieluummin takaisin kynän ääreen?
fr: Quoi? Tu préfère retourner dans ta cellule?
hu: Hogy micsoda? inkább visszamennél a tolladhoz?
ja: 何? 今更ペンで計算するのか?
ko: 펜이나 끄적거리는 인생으로 돌아가겠다. 이건가?
pl: Co? Wolisz wrócić do więzienia?
pt_br: O quê? Prefere voltar pro xilindró?
ro: Ce? Vrei să te întorci la captivitate?
ru: Что? Ты хочешь вернуться в неволю?
tr: Ne? Kalemine geri dönmeyi mi tercih ediyorsun?

# QUITMSG10
source: Shoulda taken the blue pill.
cs: Měl sis vzít modrou pilulku.
es: Deberías haber tomado la pastilla azul.
fi: Olis pitäny ottaa sininen pilleri.
fr: T'aurais du prendre la pilule bleue.
hu: Inkább a kék pirulát kellett volna választanod.
ja: 青いピルを採るべきではなかったな。
ko: 넌 파란 알약을 골랐어야 했어.
pl: Trzeba było wziąć niebieską pigułkę.
pt_br: Devia ter tomado a pílula azul.
ro: Trebuia să iei pastila albastră.
ru: Надо было принять синюю таблетку.
tr: Mavi hapı almalıydın.

# QUITMSG11
source: The name of the game ain't Twitch n' Run!
cs: V názvu hry není napsané „uteč“!
es: ¡El nombre del juego no es Tirar a Correr!
fi: Pelin nimi ei oo Paniikkipako!
fr: Le jeu s'appelle pas "Panique et cours!"
hu: A játék neve nem Twitch n' Megfutamodás.
ja: ゲーム名は 萎え落ち小僧 じゃねえぞ!
ko: 이봐, 이 게임은 때리고 도망가는 게임이 아니라고!
pl: Nazwą gry nie jest "Drżyj i Uciekaj"!
pt_br: O nome do jogo não é Trema nas Bases e Fuja!
ro: Numele jocului nu e Tremură și Ascunde-te!
ru: Эта игра называется не «Дрожи и прячься»!
tr: Oyunun adı Twitch n' Run değil!

# QUITMSG12
source: No worries. Saving the world can wait, right?
cs: Žádný problém. Záchrana světa může počkat, ne?
es: No te preocupes. Salvar el mundo puede esperar, ¿verdad?
fi: Ei huolta; maailman pelastaminen voi odottaa, eikö niin?
fr: Oh, pas de problème. Le monde peut attendre\nd'être sauvé, non?
hu: Semmi pánik. A világmegmentés várhat, nemde?
ja: 気にはしない、世界を救うのは何時でも出来る、だろ?
ko: 걱정 말라고. 세상이 위험한데 급할 것 있나. 안 그래?
pl: Bez obaw. Ratowanie świata może poczekać, prawda?
pt_br: Sem problemas. O mundo pode esperar, não é mesmo?
ro: Nicio problemă. Salvarea lumii poate aștepta, nu?
ru: Не парься. Спасение мира подождёт, ведь так?
tr: Endişelenme. Dünyayı kurtarmak bekleyebilir, değil mi?

# QUITMSG13
source: Guess it's time to make like the 'net and split!
cs: Hádám, že je čas vypojit server!
es: ¡Supongo que es hora de cortar con esta mala conexión!
fi: Kai sitten on aika katkaista palvelinyhteydet!
fr: Ca doit être temps de partir comme une mauvaise connection!
hu: Kettéváglak mint a netsplit a kapcsolatot.
ja: ネット切断している暇は無いだろ!
ko: 벌써 서버를 다운시키는 '척' 할 시간인가?
pl: Wygląda na to, że trzeba się rozłączyć jak netsplit!
pt_br: Acho que tá na hora de cair, que nem uma conexão ruim.
ro: Cred că e timpul de separare!
ru: Кажется, настало время устроить netsplit!
tr: Sanırım 'net gibi yapıp ayrılmanın zamanı geldi!

# QUITMSG14
source: Don't go off and forget about HacX, now!
cs: Ať tě nenapadne odejít a zapomenout na HacX!
es: ¡Ahora no vayas y te olvides de Hacx!
fi: Älä nyt mene pois ja unohda HacX:ä!
fr: Va pas oublier HacX maintenant!
hu: Ha elkalandozol, ne feletkezz meg a HacX-ről!
ja: HacXを忘れんじゃねえぞ、な!
ko: 부디 나가지 말고 HacX를 잊지 말아줘!
pl: Nie wyłączaj i nie zapominaj o HacX, teraz!
pt_br: Não vai se esquecer do HacX, hein!
ro: Nu pleca și uita de HacX!
ru: Только посмей уйти и забыть про HacX, ты!
tr: HacX'i unutup gitme, şimdi!

# OB_SUICIDE
source: %o deleted %hself from the universe.
cs: %o se smazal@[ao_cs] z vesmíru.
es: %o se borró a si mism@[ao_esp] del universo.
fi: %o poisti itsensä maailmankaikkeudesta.
fr: %o s'est effacé@[e_fr] de l'univers.
hu: %o kitörölte magát az univerzumból
ja: %o はこの宇宙から消滅した。
ko: %o 은(는) 자기 자신의 존재를 소멸시켰다.
pl: %o usun@[irreg_2_pl] się ze świata.
pt_br: %o se apagou deste universo.
ro: %o s-a sters pe sine din univers.
ru: Игрок %o стёр себя с лица вселенной.
tr: %o kendini evrenden sildi.

# OB_FALLING
source: %o formed a crater the size of Kansas.
cs: %o utvořil@[ao_cs] kráter velikosti Kansasu.
es: %o formó un cráter del tamaño de Kansas.
fi: %o muodosti Kansasin kokoisen kraaterin.
fr: %o a formé un cratère de la taille du Kansas.
hu: %o egy Kansas méretű krátert hagyott maga után.
ja: %o はカンザス州程のクレーターを生成した。
ko: %o 은(는) 땅바닥에 캔자스만큼 커다란 구멍을 뚫었다.
pl: %o utworzył@[ao_pl] krater wielkości Kansas.
pt_br: %o abriu uma cratera do tamanho do Kansas.
ro: %o a format un crater de dimensiunile statului Kansas.
ru: На месте падения игрока %o образовался кратер размером с Канзас.
tr: %o Kansas büyüklüğünde bir krater oluşturdu.

# OB_CRUSH
source: %o became a human pancake.
cs: %o se změnil@[ao_cs] v lidskou palačinku.
es: %o se convirtió en un crepe humano.
fi: %o tuli ihmispannukakun muotoiseksi.
fr: %o est devenu@[e_fr] une crêpe.
hu: %o palacsintává lapult
ja: %o は人肉パンケーキになった。
ko: %o 은(는) 인간 빈대떡이 되었다.
pl: %o stał@[ao_pl] się ludzkim plackiem.
pt_br: %o virou uma panqueca humana.
ro: %o a devenit o clătită umană.
ru: Игрока %o сплющило в лепешку.
tr: %o insan bir krep oldu.

# OB_EXIT
source: %o tried to jack out.
cs: %o se pokusil@[ao_cs] prchnout.
es: %o intentó desconectarse.
fi: %o yritti irrottaa piuhan.
fr: %o a tenté de se déconnecter.
hu: %o ki akarta húzni a kábelét
ja: %o は逃げ出そうとした。
ko: %o 은(는) 로그아웃하려고 시도했다.
pl: %o chciał@[ao_pl] się wydostać.
pt_br: %o tentou se desconectar.
ro: %o a încercat să o taie.
ru: Игрок %o хотел улизнуть.
tr: %o kaçmaya çalıştı.

# OB_WATER
source: %o swam like a brick.
cs: %o uměl@[ao_cs] plavat jako cihla.
es: %o nadó como un ladrillo.
fi: %o ui kuin tiiliskivi.
fr: %o nage comme une brique.
hu: %o úgy úszik mint egy tégla.
ja: %o はカナヅチだった。
ko: %o 은(는) 웹서핑을 못 하는 타입이었다.
pl: %o popłyn@[irreg_2_pl] jak cegła.
pt_br: %o foi nadar como um tijolo.
ro: %o a înotat ca o cărămidă.
ru: Игрок %o поплыл как топор.
tr: %o bir tuğla gibi yüzdü.

# OB_SLIME
source: %o went nuclear.
cs: %o se rozpadl@[ao_cs] na atom.
es: %o se volvió radioactiv@[ao_esp].
fi: %o kiinnostui ydinasioista.
fr: %o s'est fait fissionner.
hu: %o felrobbant mérgében.
ja: %o はニュークリアーと化した。
ko: %o 은(는) 방사능 바람을 좀 쐬고 왔다.
pl: %o został@[ao_pl] napromieniowan@[adj_pl].
pt_br: %o ficou radioativ@[ao_ptb].
ro: %o a devenit radioactiv.
ru: Игрок %o светится в темноте.
tr: %o nükleer oldu.

# OB_LAVA
source: %o took a hot bath.
cs: %o si dal@[ao_cs] horkou koupel.
es: %o tomó un baño caliente.
fi: %o otti kuuman kylvyn.
fr: % prend un bain chaud.
hu: %o vett egy forró fürdőt.
ja: %o は熱湯風呂に浸かった。
ko: %o 은(는) 시원하게 용암 일광욕을 즐겼다.
pl: %o wzi@[irreg_2_pl] gorącą kąpiel.
pt_br: %o tomou um banho bem quente.
ro: %o a făcut o baie fierbinte.
ru: Игрок %o принял горячую ванну.
tr: %o sıcak bir banyo yaptı.

# OB_BARREL
source: %o overdosed on nitro glycerine.
cs: %o se předávkoval@[ao_cs] nitroglycerinem.
es: %o tuvo una sobredosis de nitroglicerina.
fi: %o sai yliannostuksen nitroglyseriiniä.
fr: %o a fait une overdose de nitroglycérine.
hu: %o túladagolta a nitro-glicerint.
ja: %o はニトロを過剰摂取した。
ko: %o 은(는) 니트로글리세린을 훅 가게 흡입했다.
pl: %o przedawkował@[ao_pl] nitroglicerynę.
pt_br: %o teve overdose de nitroglicerina.
ro: %o a luat o supradoză de nitroglicerină.
ru: Игрок %o перебрал нитроглицерина.
tr: %o aşırı dozda nitro gliserin aldı.

# OB_SPLASH
source: %o is flayed into tiny little pieces.
cs: %o byl@[ao_cs] sedřen@[ao_cs] na kousíčky.
es: %o es despellejad@[ao_esp] en trocitos pequeños.
fi: %o silpoutui riekaleiksi.
fr: %o s'est fait éparpiller en petits morceaux.
hu: %o ripityára szakadt szét.
ja: %o は細かい粒をぶち撒けられた。
ko: %o 은(는) 작은 입자로 분해되었다.
pl: %o został@[ao_pl] roztrzaskan@[adj_pl] na małe kawałeczki.
pt_br: %o foi detonad@[ao_ptb] em vários pedacinhos.
ro: %o s-a spart în mii de bucățele.
ru: Игрока %o разодрали на мелкие клочки.
tr: %o küçük parçalara ayrıldı.

# OB_R_SPLASH
source: %o wanted to see what %g looked like inside-out.
cs: %o chtěl@[ao_cs] vědět, jak vypadá zevnitř.
es: %o quería ver que pinta tenía por dentro.
fi: %o halusi nähdä itsensä nurinperin.
fr: %o voulait voir comment ses organes fonctionnent.
hu: %o meg akarta tudni %g hogy néz ki belülről.
ja: %o は %g が裏返しになるのを望んだ。
ko: %o 은(는) 인체의 신비를 감상했다.
pl: %o chciał@[ao_pl] zobaczyć jak %g wygląda od środka.
pt_br: %o queria ver como são os orgãos internos de %g.
ro: %o a vrut să vadă cum arăta %g întors pe dos.
ru: Игрок %o хотел посмотреть, что у него внутри.
tr: %o, içinin dışının nasıl göründüğünü görmek istedi.

# OB_ROCKET
source: %o wanted to see what %g looked like inside-out.
cs: %o chtěl@[ao_cs] vědět, jak vypadá zevnitř.
es: %o quería ver que pinta tenía por dentro.
fi: %o halusi nähdä itsensä nurinperin.
fr: %o voulait voir comment ses organes fonctionnent.
hu: %o meg akarta tudni %g hogy néz ki belülről.
ja: %o は %g が裏返しになるのを望んだ。
ko: %o 은(는) 퀀텀 여행을 즐겼다.
pl: %o chciał@[ao_pl] zobaczyć jak %g wygląda od środka.
pt_br: %o queria ver como são os orgãos internos de %g.
ro: %o a vrut să vadă cum arăta %g întors pe dos.
ru: Игрок %o хотел посмотреть, что у него внутри.
tr: %o içten dışa nasıl göründüğünü görmek istedi.

# OB_KILLEDSELF
source: %o deleted %hself from the universe.
cs: %o se smazal@[ao_cs] z vesmíru.
es: %o se borró a si mism@[ao_esp] del universo.
fi: %o poisti itsensä maailmankaikkeudesta.
fr: %o s'est effacé@[e_fr] de l'univers.
hu: %o kitörölte magát az univerzumból
ja: %o はこの宇宙から消滅した。
ko: %o 은(는) 자기 자신을 해킹했다.
pl: %o usun@[irreg_2_pl] się ze świata.
pt_br: %o se deletou deste universo.
ro: %o s-a șters pe sine din univers.
ru: Игрок %o стёр себя с лица вселенной.
tr: %o kendini evrenden sildi.

# OB_THUG
source: %o is no longer the dominant species.
cs: %o už není vládnoucím živočichem.
es: %o ya no es la especie dominante.
fi: %o ei ole enää vallitsevaa lajia.
fr: %o n'est plus l'espèce dominante.
hu: Már nem %o a csúcsragadozó.
ja: %o はもはや優性種ではなくなった。
ko: %o 은(는) 그들의 시다바리가 아니였다.
pl: %o nie jest już dominującym gatunkiem.
pt_br: %o não é mais a espécie dominante.
ro: %o nu mai e specia dominantă.
ru: Игрок %o больше не доминантная форма жизни.
tr: %o artık baskın tür değil.

# OB_ANDROID
source: %o plugged in to the wrong machine.
cs: %o se zapojil@[ao_cs] ke špatnému stroji.
es: %o se enchufó en la máquina equivocada.
fi: %o kytkeytyi väärään koneeseen.
fr: %o s'est branché@[e_fr] à la mauvaise machine.
hu: %o a rossz gépet dugta be.
ja: %o は違うマシンに接続してしまった。
ko: %o 은(는) 잘못된 기계를 작동시켰다.
pl: %o podłączył@[ao_pl] się do złej maszyny.
pt_br: %o se conectou na máquina errada.
ro: %o s-a conectat la mașina greșită.
ru: Игрока %o подключили не к тому заряднику.
tr: %o yanlış makineye bağlandı.

# OB_MONSTRUCT
source: %o got %hself a monster of a cyber-jockey-derriere-kicking.
cs: %o dostal@[ao_cs] šíleně kybernakopáno.
es: %o se ganó la madre de todas las patadas en el culo.
fi: %o sai hirviömäisen kyberlöylytyksen.
fr: %o s'est fait@[e_fr] botter le cul de manière monumentale.
hu: %o segge meg lett rugdosva.
ja: %o は己に サイバー-ジョッキー-デリエレ-キッキング を取り入れた。
ko: %o 은(는) 저 괴물의 슈퍼-울트라-캡쑝-파워를 맛봤다.
pl: %o dostał@[ao_pl] cyber-kopa w dupę.
pt_br: %o levou um cibercoice monstruoso nas fuças.
ro: %o s-a făcut praf în stil cibernetic.
ru: Игрок %o получил поджопника от кибердиджея.
tr: %o kendine canavar gibi bir dayak attı.

# OB_ICE
source: %o got ICEd.
cs: %o byl@[ao_cs] zmražen@[ao_cs] ICEm.
es: %o fue ICEad@[ao_esp].
fi: %o raukkaa nyt varmaankin kICEmittää.
fr: %o s'est fait@[e_fr] ICEr.
hu: %o-t jégre tették.
ja: %o は冷えた。
ko: %o 은(는) 지독하게 물어뜯겼다.
pl: %o został@[ao_pl] zamrożon@[adj_pl].
pt_br: %o foi peg@[ao_ptb] por um ICE. AI SE ferrou!
ro: %o a ÎNGHEȚat.
ru: Игрок %o вляпался в ЛЁД.
tr: %o buzlandı.

# OB_BUZZER
source: %o feels a little buzzed.
cs: %o dostal@[ao_cs] malou pecku.
es: %o se siente algo zumbad@[ao_esp].
fi: %o raukan päässä hieman surisee.
fr: %o sent le buzz.
hu: %o-nak még mindig zúg a füle.
ja: %o は少し賑やかになった。
ko: %o 은(는) 짜릿하게 찔렸다.
pl: %o poczuł@[ao_pl] brzęczenie.
pt_br: %o se sente meio chocad@[ao_ptb].
ro: %o se simte puțin șocat.
ru: Игрок %o лёг спать в компании вертолётиков.
tr: %o biraz kafayı bulmuş gibi hissediyor.

# OB_STEALTH
source: %o uncovers a rather shocking development.
cs: %o odhalil@[ao_cs] šokující informace.
es: %o descubre algo bastante chocante.
fi: %o raukalle paljastuu sangen sähköistävä uutinen.
fr: %o a fait une découverte choquante.
hu: %o rájön, hogy az áram nem játék.
ja: %o はかなり衝撃的な開発を発見した。
ko: %o 은(는) 비밀리에 만들어진 병기를 발견했다.
pl: %o odkrywa coś szokującego.
pt_br: %o descobre uma revelação chocante.
ro: %o dezvăluie o schimbare șocantă.
ru: Игрока %o встретил довольно серьёзный поворот событий.
tr: %o oldukça şok edici bir gelişmeyi ortaya çıkardı.

# OB_DMAN
source: %o was erased from cyberspace.
cs: %o byl@[ao_cs] vymazán@[ao_cs] z kyberprostoru.
es: %o fue borrad@[ao_esp] del ciberespacio.
fi: %o poistettiin kyberavaruudesta.
fr: %o s'est fait@[e_fr] effacer du cyberespace.
hu: %o-t kitörölték a kibertérből.
ja: %o はサイバースペースに消去された。
ko: %o 은(는) 영구차단을 당했다.
pl: %o został@[ao_pl] usunięt@[adj_pl] z cyber przestrzeni.
pt_br: %o foi deletad@[ao_ptb] do ciberespaço.
ro: %o a fost șters din spațiul cibernetic.
ru: Игрока %o удалили из киберпространства.
tr: %o siber uzaydan silindi.

# OB_GLASS
source: %o gave %hself a glass jaw.
cs: %o si přidělal@[ao_cs] skleněnou čelist.
es: %o se estampó contra un cristal.
fi: %o antoi itsellensä lasileuan.
fr: %o s'est fait@[e_fr] vitrifier la figure.
hu: %o állon vágta magát.
ja: %o は自身にグラスジョーを取り付けた。
ko: %o 은(는) 유리창을 깨고 등장하는 액션 배우가 아니였다.
pl: %o był@[ao_pl] zbyt delikatn@[adj_pl] ze szkłem.
pt_br: %o tem um queixo de vidro.
ro: %o și-a făcut un maxilar de sticlă.
ru: У игрока %o оказалась стеклянная челюсть.
tr: %o kendine cam çene taktı.

# OB_MANIAC
source: %o's life membership was terminated.
cs: %o@[psn_cs] členství v klubu živých bylo přerušeno.
es: %o tuvo su afiliación a la vida terminada.
fi: %o raukan elämänjäsenyys päätettiin.
fr: L'abonnement à vie de %o est arrivé à sa fin.
hu: %o elfelejtette befizetni az élők tagdíját.
ja: %o のメンバーシップ生活は終幕した。
ko: %o 의 계정은 영원히 삭제되었다.
pl: Członkowstwo %o w klubie żywych się skończyło.
pt_br: %o não está mais afiliad@[ao_ptb] à vida.
ro: %o nu mai e membru al clubului celor vii.
ru: Игрока %o исключили из клуба живых.
tr: %o hayata veda etti.

# OB_MANIACHIT
source: %o died in some random method I cannot fathom.
cs: %o umřel@[ao_cs] nějakým způsobem, který ani nemůžu pochopit.
es: %o murió de alguna manera que no llego a comprender.
fi: %o kuoli jollakin sattumanvaraisella tavalla, jota en voi käsittää.
fr: %o est mort@[e_fr] d'une manière que je n'arrive même pas à décrire.
hu: Ötletem since hogy halt meg %o.
ja: %o は計算外の乱数で死んだ。
ko: %o 은(는) 의미불명의 이유로 잠수를 타게 되었다.
pl: %o zgin@[irreg_2_pl] pod wpływem metody, której nie mogę pojąć.
pt_br: %o morreu de alguma forma aleatória que nem consigo imaginar.
ro: %o a murit într-un mod aleatoriu pe care nu mi-l pot închipui.
ru: Игрок %o внезапно умер по непостижимой для меня причине.
tr: %o anlayamadığım rastgele bir yöntemle öldü.

# OB_TERMIN
source: %o was fried by a femme fatale freak.
cs: %o byl@[ao_cs] usmažen@[ao_cs] šílenou femme fatale.
es: %o fue tostad@[ao_esp] por una femme fatale.
fi: %o joutui kohtalokkaan kimman kärtsäämäksi.
fr: %o s'est fait@[e_fr] frire par une femme fatale.
hu: %o-t lebombázta egy bomba nő.
ja: %o はファム ファタル フリークに揚げられた。
ko: %o 은(는) 미인계에 발을 들였다.
pl: %o został@[ao_pl] usmażon@[adj_pl] przez szaloną femme fatale.
pt_br: %o foi fritad@[ao_ptb] por uma femme fatale psicótica.
ro: %o a fost prăjit de către o femme fatale psihopată.
ru: Игрока %o поджарила чокнутая роковая женщина.
tr: %o bir femme fatale ucubesi tarafından kızartıldı.

# OB_TERMINHIT
source: %o got a little close to the opposite sex.
cs: %o se moc přiblížil@[ao_cs] k opačnému pohlaví.
es: %o se acercó demasiado a la persona equivocada.
fi: %o meni hieman liian lähelle vastakkaista sukupuolta.
fr: %o s'est trop rapproché@[e_fr] de la mauvaise personne.
hu: %o túl közel került az ellenkező nemhez.
ja: %o は少し異性に成り果てた。
ko: %o 의 남자다운 자존심은 쪼그라들었다.
pl: %o pod@[irreg_1_pl] zbyt blisko do płci pięknej.
pt_br: %o chegou perto demais do sexo oposto.
ro: %o s-a apropriat prea mult de sexul opus.
ru: Игрок %o почти сблизился с противоположным полом.
tr: %o karşı cinsle biraz yakınlaştı.

# OB_REPLI
source: %o said goodbye to an old friend.
cs: %o řekl@[ao_cs] sbohem starému příteli.
es: %o se despidió de un viejo amigo.
fi: %o sanoi hyvästit vanhalle ystävälle.
fr: %o dit au revoir à un vieil ami.
hu: %o búcsút intett egy régi barátjának.
ja: %o は古い友人に別れを告げた。
ko: %o 은(는) 오랜 친구와 작별인사를 했다.
pl: %o pożegnał@[ao_pl] się ze starym znajomym.
pt_br: %o disse adeus a um velho amigo.
ro: %o a spus adio unui vechi prieten.
ru: Игрок %o распрощался со старым другом.
tr: %o eski bir arkadaşına veda etti.

# OB_REPLIHIT
source: %o was stabbed in the back by an old friend.
cs: %o byl@[ao_cs] bodnuta do zad starým přítelem.
es: %o fue apuñalad@[ao_esp] en la espalda por un viejo amigo.
fi: %o joutui vanhan ystävän selkäänpuukottamaksi.
fr: %o s'est fait@[e_fr] planter une lame dans le dos par un vieil ami.
hu: %o-t hátba szúrta egy régi barát.
ja: %o は古い友人に背中を刺された。
ko: %o 은(는) 오랜 친구에게 배신을 당했다.
pl: %o został@[ao_pl] dźgnięt@[adj_pl] w plecy przez starego znajomego.
pt_br: %o foi apunhalad@[ao_ptb] pelas costas por um velho amigo.
ro: %o a fost înjunghiat pe la spate de către un vechi prieten.
ru: Игрок %o получил нож в спину от старого друга.
tr: %o eski bir arkadaşı tarafından sırtından bıçaklandı.

# OB_PHAGE
source: %o was weeded out by natural selection.
cs: %o byl@[ao_cs] vyčištěna přirozeným výběrem.
es: %o fue eliminad@[ao_esp] por selección natural.
fi: %o joutui luonnonvalinnan kitkemäksi.
fr: %o a été éliminé@[e_fr] par la sélection naturelle.
hu: A természetes kiválasztás áldozata lett %o.
ja: %o は自然淘汰によって除草された。
ko: %o 은(는) 약육강식을 지금까진 모르고 있었다.
pl: %o został@[ao_pl] przesian@[adj_pl] przez naturalną selekcję.
pt_br: %o foi eliminad@[ao_ptb] por seleção natural.
ro: %o a fost eliminat prin selecție naturală.
ru: Игрок %o был отсеян естественным отбором.
tr: %o doğal seleksiyon tarafından ayıklandı.
