Repository: the-phinet/UZDoom
Catalog: libraries/Translation/hacx/*.po
Languages: cs, es, fi, fr, hu, ja, ko, pl, pt_br, ro, ru, tr

# TXT_HACXMAP09
source: Hidden Fortress
cs: Skrytá pevnost
es: Fortaleza Oculta
fi: Salainen linnoitus
fr: Forteresse Secrète
hu: Eltitkolt Erőd
ja: ヒドゥン フォートレス
ko: ZONE 9: 숨겨진 요새
pl: Ukryta Forteca
pt_br: Fortaleza Oculta
ro: Fortăreața Ascunsă
ru: Скрытая крепость
tr: Gizli Kale

# TXT_HACXMAP10
source: Anarchist Dream
cs: Anarchistův sen
es: Sueño Anarquista
fi: Anarkistin unelma
fr: Rève d'Anarchiste
hu: Anarchista Álom
ja: アナーキスト ドリーム
ko: ZONE 10: 아나키스트의 꿈
pl: Sen Anarchisty
pt_br: Sonho Anarquista
ro: Vis Anarhist
ru: Анархистская утопия
tr: Anarşist Rüya

# TXT_HACXMAP11
source: Notus Us!
fi: Pane merkille mEIdät!
ja: ワレラノ ノータス
ko: ZONE 11: 노터스 어스!
ro: Nu ne vor uita!
ru: Нас не забудут!

# TXT_HACXMAP12
source: Gothik Gauntlet
cs: Gotický trest
es: Guantelete Gótiko
fi: Goottinen kujanjuoksu
fr: Gantelet Gothik
hu: Gótikus Vesszőfutás
ja: ゴシック ガントレット
ko: ZONE 12: 고딕풍 결투장
pl: Gotycka Rękawica
pt_br: Punição Gótika
ro: Mănușa Gotică
ru: Готическая перчатка

# TXT_HACXMAP13
source: The Sewers
cs: Kanály
es: Las Alcantarillas
fi: Viemärit
fr: Les Egouts
hu: A Kanális
ja: ザ・サワー
ko: ZONE 13: 하수 처리장
pl: Ścieki
pt_br: Os Esgotos
ro: Canale
ru: Канализация
tr: Kanalizasyonlar

# TXT_HACXMAP14
source: Trode Wars
cs: Válka elektrod
es: Guerra de Electrodos
fi: Trodisodat
fr: Guerre des Trodes
hu: Trode Háborúk
ja: トレード ウォーズ
ko: ZONE 14: 전격의 전쟁
pl: Wojna Elektrod
pt_br: Guerra de Eletrodos
ro: Război cu Electrozi
ru: Торговые войны
tr: Elektrot Savaşları

# TXT_HACXMAP15
source: Twilight of Enk's
cs: Soumrak EnKu
es: Crepúsculo de los Enk
fi: EnKin illankoitto
fr: Crépuscule des Enk's
hu: Enk Alkonya
ja: Enkタチ ノ トワイライト
ko: ZONE 15: 전자황혼
pl: Zmierzch Enk
pt_br: Crepúsculo de Enk's
ro: Amurgul lui Enk
ru: Сумерки EnK
tr: Enk'in Alacakaranlığı

# TXT_HACXMAP16
source: Protean Cybex
cs: Proměnlivý Cybex
es: Cybex Proteico
fi: Muuntuvainen Kybex
ja: プロテアン サイベックス
ko: ZONE 16: 변화무쌍한 사이벡스
pl: Zmienny Cybex
pt_br: Cybex Proteano
ro: Cybex Caleidoscopic
ru: Многоликий Сайбэкс

# TXT_HACXMAP17
source: River of Blood
cs: Řeka krve
es: Río de Sangre
fi: Verivirta
fr: Rivière de Sang
hu: Vérfolyó
ja: リバー オブ ブラッド
ko: ZONE 17: 학살의 강
pl: Rzeka Krwi
pt_br: Rio de Sangue
ro: Râu de Sânge
ru: Река крови
tr: Kan Nehri

# TXT_HACXMAP18
source: Bizarro
cs: Bizár
ja: ビザロ
ko: ZONE 18: 요상한 곳
ru: Бизарро

# TXT_HACXMAP19
source: The War Rooms
cs: Válečné kabinety
es: Las Salas de Guerra
fi: Sotahuoneet
fr: La Salle des Commandes
hu: Háborús Terem
ja: ザ・ウォー ルーム
ko: ZONE 19: 전략 회의실
pl: Pokoje Wojny
pt_br: As Salas de Comando
ro: Camerele de Control
ru: Генеральный штаб
tr: Savaş Odaları

# TXT_HACXMAP20
source: Intruder Alert!
cs: Pozor, vetřelec!
es: ¡Alerta de Intruso!
fi: Murtohälytys!
fr: Alerte, Intrus!
hu: Betolakodó Riadó!
ja: シンニュウシャ アリ!
ko: ZONE 20: 칩입자 경보!
pl: Alarm Intruz!
pt_br: Alerta de Intruso!
ro: Alertă Intrus!
ru: Тревога! Нарушитель!
tr: Hırsız Alarmı!

# TXT_HACXMAP31
source: Desiccant Room
cs: Sušící místnost
es: Sala del Desecante
fi: Kuivatesali
fr: Salle du Desiccant
hu: Szárító Szoba
ja: ダスキン ルーム
ko: ZONE 31: 건조한 곳
pl: Śluza Osuszająca
pt_br: Sala do Dessecante
ro: Camera Desicanților
ru: Сушильная комната
tr: Kurutucu Oda

# STSTR_CLEV
source: Now Arriving At...
cs: Příjezd do...
es: Ahora llegando a...
fi: Seuraavana...
fr: On arrive maintenant à:
hu: Következő állomás...
ja: 今到着した...
ko: 이동하는 중...
pl: Wchodzisz do...
pt_br: Agora chegando em ...
ro: Acum Sosiți La...
ru: Переходим на...
tr: Şimdi Geliyor...

# STSTR_CHOPPERS
source: ...gonna fry your ass!
cs: ...ti upeče prdel!
es: ... ¡voy a freirte el trasero!
fi: ...kärtsää takalistosi!
fr: ...C'est l'heure de botter du cul!
hu: ...indulhat a sütögetés!
ja: ...ケツまくれ!
ko: ... 지져버리겠어!
pl: ...skopię ci dupę!
pt_br: ...vou fritar teu rabo!
ro: ...te voi prăji!
ru: ...поджарит твою задницу!
tr: ...kıçınızı kızartacak!

# STSTR_BEHOLD
source: inVuln, Str, Inviso, Rad, Allmap, or Lite-amp?
cs: nesmrt(V), Síla, nevId, Rad, mApa nebo světLo
es: inVuln, Str, Inviso, Rad, Allmap, o Lite-amp.
fi: haavoittumattomuus (V), voima (S), näkymättömyys (I), koko kartta (A) tai valonvahvistus (L)?
fr: in V ulnérable, S urpuissance, I nvisible, p R otection, c A rte, où L umière?
hu: Sérthet (V), Berz (S), Láthat(i), Sugár(R), Térkép(A), vagy Fény Sisak(L)
ja: V,I,S,R,A,Lのどれだ?
ko: 무적, 광전사, 투명, 보호복, 지도, 아니면 바이저?
pl: niezniszczalność (V), siła (S), niewidzialność (I), kombinezon (R), mapa (A) lub gogle noktowizyjne (L)
pt_br: inVuln., berSerk, Invisib., anti-Rad., mApa completo ou amplificação de Luz
ro: inVul, Frț, Invizib, Rad, HaComp, sau Ved-amp?
ru: Бессм. (V), берс. (S), нев. (I), кос. (R), крт. (A), виз (L).
tr: inVuln, Str, Inviso, Rad, Allmap veya Lite-amp?

# STSTR_BEHOLDX
source: Let's Get Serious!
cs: Teď je to vážné!
es: ¡Vamos en Serio!
fi: Otetaanpa tosissaan!
fr: Passons aux choses sérieuses!
hu: Ennek fele sem Tréfa!
ja: マジになったぜ!
ko: 철들 때다!
pl: Bądźmy Poważni!
pt_br: Agora a Coisa Fica Séria!
ro: Să Devenim Serioși!
ru: А теперь серьёзно!
tr: Ciddileşelim!

# STSTR_NCON
source: Cyberslicer Mode ON
cs: Režim kybersekače ZAP
es: Modo Cibercorte ACTIVADO
fi: Kyberviipaloijatila PÄÄLLÄ
hu: Kibervágó Mód BE
ja: サイバースライサーモード オン
ko: 전자마귀 모드 ON
pl: Tryb Cybercięcia WŁĄCZONY
pt_br: Cibercortador ATIVADO
ro: Modul Cibertăietor ACTIVAT
ru: Режим киберрезака ВКЛЮЧЁН
tr: Siber dilimleyici Modu AÇIK

# STSTR_NCOFF
source: Cyberslicer Mode OFF
cs: Režim kybersekače VYP
es: Modo Cibercorte DESACTIVADO
fi: Kyberviipaloijatila POIS PÄÄLTÄ
hu: Kibervágó Mód KI
ja: サイバースライサーモード オフ
ko: 전자마귀 모드 OFF
pl: Tryb Cybercięcia WYŁĄCZONY
pt_br: Cibercortador DESATIVADO
ro: Modul Cibertăietor DEZACTIVAT
ru: Режим киберрезака ОТКЛЮЧЁН
tr: Siber dilimleyici Modu KAPALI

# STSTR_NOMUS
source: Selection: Impossible
cs: Nemožný výběr
es: Selección impossible
fi: Valinta ei mahdollinen
fr: Séléction Impossible!
hu: Lehetetlen Kiválasztás
ja: 選択: 不可能
ko: 선택 불가능
pl: Niemożliwy wybór
pt_br: Seleção: Impossível
ro: Selecție: Imposibilă
ru: Выбор: Невозможен
tr: Seçim: İmkansız

# STSTR_MUS
source: Pump Up The Volume
cs: Zesil to!
fi: Nuppi kaakkoon
hu: Csavard Fel a Szőnyeget
ja: 音量を上げろよ
ko: 볼륨을 올려라!
pl: Podkręć Audio
pt_br: Som na Caixa, DJ!
ro: Mărește Volumul
ru: Подкрутите громкость
tr: Sesi Yükseltin

# STSTR_KFAADDED
source: INIT-Twitch n'Kill Mode
cs: Inicializuji režim Twitch and Kill
es: INIT-Modo Tirar a Matar
fi: INIT-Nykäise ja nylje -tila
hu: Twitch n'Kill Mód Betöltése
ja: INIT-Twitch n'Killモード
ko: 때리고 죽이는 모드 ON
pl: Inicjacja Trybu Drżenia I Zabijania
pt_br: Inicializando Modo Chumbo Grosso
ro: INIT-Modul Click-și-Elimină
ru: ИНИЦ: режим «Дрожи и убивай»
tr: INIT-Twitch n'Kill Modu

# STSTR_FAADDED
source: So be it, Hacker.
cs: Budiž, Hackeře.
es: Que así sea, Hacker.
fi: Olkoon niin, hakkeri.
fr: Qu'il en soit ainsi, hacker.
hu: Akkor hát legyen, hekker.
ja: 好きにしろ、ハッカー。
ko: 마음대로 해, 해커 양반.
pl: Niech tak będzie, Hakerze.
pt_br: Que assim seja, Hacker.
ro: Așa să fie, Hacker.
ru: Да будет так, хакер.
tr: Öyle olsun, Hacker.

# STSTR_DQDON
source: Cyberpotence Mode ON
cs: Režim kybermoci ZAP
es: Modo Ciberpotencia ACTIVADO
fi: Kyberpotenssitila PÄÄLLÄ
hu: Kibererő Mód BE
ja: サイバーポテンスモード オン
ko: 전지전능 모드 ON
pl: Tryb Cyberpotencji WŁĄCZONY
pt_br: Ciberpotência ATIVADA
ro: Ciberpotență ACTIVATĂ
ru: Режим киберулучшения ВКЛЮЧЁН
tr: Siber güç Modu AÇIK

# STSTR_DQDOFF
source: Cyberpotence Mode OFF
cs: Režim kybermoci VYP
es: Modo Ciberpotencia DESACTIVADO
fi: Kyberpotenssitila POIS PÄÄLTÄ
hu: Kibererő Mód KI
ja: サイバーポテンスモード オフ
ko: 전지전능 모드 OFF
pl: Tryb Cyberpotencji WYŁĄCZONY
pt_br: Ciberpotência DESATIVADA
ro: Ciberpotență DEZACTIVATĂ
ru: Режим киберулучшения ОТКЛЮЧЁН
tr: Siber güç Modu KAPALI

# AMSTR_FOLLOWON
source: Tracking ON
cs: Sledování ZAP
es: Seguimiento ACTIVADO
fi: Seuranta PÄÄLLÄ
hu: Követés BE
ja: トラッキング オン
ko: 추적 모드 ON
pl: Namierzanie WŁĄCZONE
pt_br: Seguimento ATIVADO
ro: Urmărire ACTIVATĂ
ru: Сопровождение ВКЛЮЧЕНО
tr: İzleme AÇIK

# AMSTR_FOLLOWOFF
source: Tracking OFF
cs: Sledování VYP
es: Seguimiento DESACTIVADO
fi: Seuranta POIS PÄÄLTÄ
hu: Követés KI
ja: トラッキング オフ
ko: 추적 모드 OFF
pl: Namierzanie WYŁĄCZONE
pt_br: Seguimento DESATIVADO
ro: Urmărire DEZACTIVATĂ
ru: Сопровождение ОТКЛЮЧЕНО
tr: İzleme KAPALI

# DOSY
source: - press Y to run away! -
cs: - stiskni Y pro útěk! -
es: - ¡pulsa Y para escapar! -
fi: - Paina Y paetaksesi! -
fr: -Appuie sur Y pour t'échapper!-
hu: - nyomj Y-t a nyúlcipő felhúzáshoz -
ja: -Y でトンズラだ!-
ko: - 달아날려먼 Y 키를 눌러! -
pl: - wciśnij Y by uciec! -
pt_br: - Aperte Y para fugir! -
ro: - apasă Y pentru a fugi! -
ru: - нажми «Y», чтобы сбежать! -
tr: - Kaçmak için Y'ye basın! -

# ENDGAME
source: Are you insane or maladjusted? Well? Yes or No!
cs: Jsi blb@[adj_cs] nebo jen naveden@[adj_cs]? Tak? Jo nebo ne?
es: ¿Estás loc@[ao_esp] o descolocad@[ao_esp]? ¿Y bien? ¿Sí o No?
fi: Oletko hullu tai häiriintynyt? No? Y tai N!
fr: Vous êtes fou où malajusté? Eh bien? Oui où non?
hu: Őrült vagy, vagy csak simán rosszul vagy összerakva? Nos? Igen vagy Nem!
ja: お前はイカれた社会不適合者だろ? あぁ?イエスかノーか言え!
ko: 부적응은 안 하겠지? 그렇겠지? 자신 있으면 선택해!
pl: Oszalałeś czy się nie dostosowałeś? Więc? Tak czy Nie!
pt_br: Você é doido ou desregulado? Hein? Sim ou Não!
ro: Ești nebun sau doar prost calibrat? Deci? Da sau Nu?
ru: Ты дурак или родом так? Отвечай! Да (Y) или нет (N)?
tr: Deli misin yoksa uyumsuz mu? Evet mi? Evet ya da hayır!

# NIGHTMARE
source: Are you sure? You can't handle this skill, hacker! Press Y to die.
cs: Jseš si jist@[adj_cs]? Takový skill nemáš, hackeře!
es: ¿Estás segur@[ao_esp]? ¡No puedes soportar esta dificultad, hacker! Pulsa Y para morir.
fi: Oletko varma? Et pysty käsittelemään tätä taitotasoa, hakkeri! Paina Y kuollaksesi.
fr: Vous êtes sûr? Vous n'arriverez pas à tenir le coup, hacker! Appuyez sur Y pour mourir.
hu: Biztos vagy benne? Nem hinném hogy elbírsz ezzel a fokozattal hekker. Nyomj Y-t a halálhoz.
ja: 本気か? アンタの手に負えないぞ、ハッカー! 死にたきゃYを押せ。
ko: 그렇게 만만하다면 말리지는 않을게. 어차피 너에겐 복잡할 테니까, 해커 양반. 준비됐으면 Y 키를 눌러.
pl: Na pewno? Nie dasz sobie rady hakerze! Wciśnij Y by zginąć.
pt_br: Tem certeza? Você não vai conseguir aguentar essa dificuldade, hacker! Aperte Y para morrer.
ro: Ești sigur? Nu poți face față dificultății, hacker! Apasă Y ca să mori.
ru: Ты уверен? С этим уровнем сложности ты не справишься, хакер! Нажми «Y», чтобы умереть.
tr: Emin misin? Bu yetenekle başa çıkamazsın, hacker! Ölmek için Y'ye bas.

# QSPROMPT
source: Quicksave over your data named '%s'? Press Y or N.
cs: Rychle uložit přes tvá data s názvem '%s'? Stiskni Y nebo N.
es: ¿Deseas guardar sobre tu partida llamada '%s'? Presiona Y ó N.
fi: Haluatko pikatallentaa pelin %s päälle? Paina Y tai N.
fr: Sauvegarde rapide sur le fichier '%s'? Appuyez sur Y ou N.
hu: Gyorsmenteni akarsz az alábbi mentésed alatt '%s'? Nyomj Y-t vagy N-t.
ja: この名称で上書きするのか? '%s' YかNで答えろ。
ko: 빠른 저장? '%s' Y키 또는 N키를 입력.
pl: Szybko nadpisać grę „%s”? Wciśnij Y lub N.
pt_br: Salvar sobre seu jogo chamado '%s'? Aperte Y ou N.
ro: Salvare rapidă peste fișierul numit '%s'? Apasă Y sau N.
ru: Перезаписать файл «%s»? Нажмите «Y» или «N».

# QLPROMPT
source: Do you want to quickload the data named '%s'? Press Y or N.
cs: Přeješ si rychle načíst data s názvem '%s'? Stiskni Y nebo N.
es: ¿Deseas cargar la partida llamada '%s'? Presiona Y ó N.
fi: Haluatko pikaladata pelin %s? Paina Y tai N.
fr: Voulez-vous charger la sauvegarde '%s'? Appuyez sur Y ou N.
hu: Gyorstölteni akarod ezt a mentést '%s'? Nyomj Y-t vagy N-t.
ja: この名称をすぐロードするのか? '%s' YかNで答えろ。
ko: 빠른 불러오기? '%s' Y키 또는 N키를 입력.
pl: Czy chcesz wczytać szybki zapis „%s”? Wciśnij Y lub N.
pt_br: Deseja carregar o jogo chamado '%s'? Aperte Y ou N.
ro: Vrei să încarci rapid fișierul numit '%s'? Apasă Y sau N.
ru: Загрузить файл «%s»? Нажмите «Y» или «N».

# CC_THUG
source: Thug
cs: Pobuda
es: Matón
fi: Roisto
fr: Brute
hu: Bandatag
ja: チンピラ
ko: 서그
pl: Zbir
pt_br: Bandido
ro: Bandit
ru: Головорез
tr: Eşkıya

# CC_ANDROID
source: Android
es: Androide
fi: Androidi
fr: Androïde
ja: アンドロイド
ko: 안드로이드
pt_br: Andróide
ru: Андроид

# CC_ICE
source: ICE
ja: アイス
ko: 아이스
ru: ЛЁД
tr: BUZ

# CC_BUZZER
source: Buzzer
cs: Bzučák
es: Zumbador
fi: Surisija
hu: Sokkoló
ja: ブザー
ko: 버저
pl: Brzęczyk
ro: Dronă
ru: Летун
tr: Şok Uçağı

# CC_DMAN
source: D-Man
fi: D-mies
ko: 디-맨
ru: Ди-Мэн

# CC_PHAGE
source: Phage
cs: Fág
es: Fago
fi: Fagi
hu: Fekély
ja: ファージ
ko: 페이지
pl: Fag
pt_br: Fago
ro: Mâncător
ru: Пожиратель
tr: Faj

# CC_MONSTRUCT
source: Monstruct
cs: Monstrukce
fi: Keinohirviö
hu: Monstrum
ja: モンストラクト
ko: 몬스트럭트
pl: Monstrukt
ru: Монструкт

# CC_MECH
source: Mecha Maniac
cs: Mechamaniak
es: Meca-Maníaco
fi: Mechamaanikko
fr: Mécha-maniaque
hu: Mecha Megszállott
ja: メカマニア
ko: 메카 메니악
pl: Mechaniczny Maniak
pt_br: Meca-Maníaco
ro: Meca-Maniac
ru: Механоман
tr: Meka Manyağı

# CC_TERMI
source: Terminatrix
ja: ターミネイトリクス
ko: 터미네트릭스
ru: Терминатриса

# CC_THORN
source: Thorn Thing
cs: Bodlák
es: Cosa Espinosa
fi: Okaolio
fr: Truc épineux
hu: Tövis Úrnő
ja: ソーンツィン
ko: 쏜 씽
pl: Cierniowe Coś
pt_br: Coisa Espinhosa
ro: Spinos
ru: Тернистая тварь
tr: Dikenli Şey

# CC_MAJONG
source: Majong 7
fi: Mahjong 7
ja: マージャン 7
ko: 마작 7호
ru: Маджонг 7

# CC_HERO
source: Dan Evanger
ja: ダン エブァンガー
ko: 댄 에반저
ru: Дэн Эвенджер

# SKILL_BABY
source: Please don't shoot!
cs: Nestřílej, prosím!
es: ¡Por favor no dispares!
fi: Pyydän, älä ammu!
fr: Pitié, ne tirez pas!
hu: Kérlek ne lőj!
ja: 撃たないでくれ!
ko: 쏘지 마세요!
pl: Proszę nie strzelaj!
pt_br: Por favor, não atire!
ro: Te rog nu trage!
ru: Не стреляй, пожалуйста!
tr: Lütfen ateş etmeyin!

# SKILL_EASY
source: Aargh, I need health!
cs: Potřebuju zdraví!
es: ¡Aargh, necesito salud!
fi: Aargh, tarvitsen terveyttä!
fr: Aargh, des soins!
hu: Á, kell egy kis életerő!
ja: キメてくれ!
ko: 체력이 필요해!
pl: Ałć, potrzebuję apteczki!
pt_br: Aargh, preciso de saúde!
ro: Aarș, am nevoie de un medic!
ru: А-а-ргх, аптечку!
tr: Aargh, sağlığa ihtiyacım var!

# SKILL_NORMAL
source: Let's rip them apart!
cs: Rozsekejme je na kusy!
es: ¡Rompámoslos en pedazos!
fi: Revitään ne kappaleiksi!
fr: J'en fais de la bouillie!
hu: Tépjük csak szét őket!
ja: ばらまいてやれ!
ko: 갈기갈기 찢어버려!
pl: Czas ich rozerwać!
pt_br: Vamos despedaçá-los!
ro: Să-i facem zob!
ru: Разорвём их на куски!
tr: Hadi onları parçalayalım!

# SKILL_HARD
source: I am immortal!
cs: Jsem nesmrtelný!
es: ¡Soy inmortal!
fi: Olen kuolemation!
fr: Je suis immortel!
hu: Halhatatlan vagyok!
ja: とっととくたばれ!
ko: 난 무적이다!
pl: Jestem nieśmiertelny!
pt_br: Eu sou imortal!
ro: Sunt nemuritor!
ru: Я бессмертен!
tr: Ben ölümsüzüm!

# SKILL_NIGHTMARE
source: Insanity!
cs: Šílenství!
es: ¡Locura!
fi: Mielettömyys!
fr: Folie!
hu: Téboly!
ja: イカれてやがる!
ko: 코드명: 광기!
pl: Szaleństwo!
pt_br: Insanidade!
ro: Demență!
ru: Безумие!
tr: Delilik!
