Repository: the-phinet/UZDoom
Catalog: libraries/Translation/hacx/*.po
Languages: cs, es, fi, fr, hu, ja, ko, pl, pt_br, ro, ru, tr

# GOTSKEVLARVEST
source: You grab Super Kevlar vest!
cs: Sebral@[ao_cs] jsi superkevlarovou vestu!
es: ¡Has pillado un supertraje de Kevlar!
fi: Kahmaiset Superkevlar-liivit!
fr: Super Veste en Kevlar!
hu: Felkapsz egy Szuper Golyóálló Mellényt!
ja: スーパーケブラーベスト を奪った!
ko: 중 방탄복을 주웠다!
pl: Podniosłeś superkamizelkę kuloodporną!
pt_br: Você pegou um Super Colete de Kevlar!
ro: Ai ridicat o Super Vestă din Kevlar!
ru: Заполучен усиленный кевларовый жилет!
tr: Süper Kevlar yeleği al!

# GOTMICROKIT
source: You grab a MicroKit!
cs: Sebral@[ao_cs] jsi mikrosadu!
es: ¡Has pillado un MicroKit!
fi: Kahmaiset Microkitin!
fr: Microkit!
hu: Felkapsz egy Mikorkit-et!
ja: マイクロキット を奪った!
ko: 마이크로킷을 주웠다!
pl: Podniosłeś MikroZestaw!
pt_br: Você pegou um MicroKit!
ro: Ai ridicat un MicroKit!
ru: Заполучена мини-аптечка!
tr: Bir MicroKit al!

# GOTDAMPENER
source: You grab a Dampener!
cs: Sebral@[ao_cs] jsi tlumič!
es: ¡Has pillado un Amortiguador!
fi: Kahmaiset vaimentimen!
fr: Amortisseur!
hu: Felkapsz egy Tompítót!
ja: ダンプナー を奪った!
ko: 완충 장치를 주웠다!
pl: Podniosłeś Tłumik!
pt_br: Você pegou um Amortecedor!
ro: Ai ridicat un Amortizor!
ru: Заполучен глушитель!
tr: Bir Sönümleyici al!

# PD_CKEY
source: You need a C-Key to access this item!
cs: K přístupu potřebuješ kyberklíč!
es: ¡Necesitas una Llave-C para acceder a este objeto!
fi: Tarvitset C-avaimen saadaksesi pääsyn tähän kohteeseen!
fr: Il vous faut une C-Clé pour accéder à cet objet!
hu: Egy C-Kulcs szükséges a hozzáféréshez!
ja: アクセスには C-key が必要だ!
ko: C-키가 있어야 작동이 가능하다!
pl: Potrzebujesz Klucza C by uruchomić ten przedmiot.
pt_br: Você precisa de uma Chave-C para acessar!
ro: Ai nevoie de o Cheie-C pentru a accesa acest obiect!
ru: Нет доступа, нужен C-образный ключ!
tr: Bu eşyaya erişmek için bir C-Anahtarına ihtiyacın var!

# PD_KEYCARD
source: You need a KeyCard to access this item!
cs: K přístupu potřebuješ přístupovou kartu!
es: ¡Necesitas una Tarjeta Llave para acceder a este objeto!
fi: Tarvitset avainkortin saadaksesi pääsyn tähän kohteeseen!
fr: Il vous faut une carte magnétique pour accéder à cet objet!
hu: Egy kulcskártya szükséges a hozzáféréshez!
ja: アクセスには キーカード が必要だ!
ko: 키 카드가 있어야 작동이 가능하다!
pl: Potrzebujesz Karty Dostępu by uruchomić ten przedmiot!
pt_br: Você precisa de uma Chave de Passe para acessar!
ro: Ai nevoie de un Card-Cheie pentru a accesa acest obiect!
ru: Нет доступа, нужен ключ-карта!
tr: Bu öğeye erişmek için bir KeyCard'a ihtiyacınız var!

# PD_PASSWORD
source: You need a Password to access this item!
cs: K přístupu potřebuješ heslo!
es: ¡Necesitas una Contraseña para acceder a este objeto!
fi: Tarvitset salasanan saadaksesi pääsyn tähän kohteeseen!
fr: Il vous faut un mot de passe pour accéder à cet objet!
hu: Egy Jelszó szükséges a hozzáféréshez!
ja: アクセスには パスワード が必要だ!
ko: 암호를 입력해야 작동이 가능하다!
pl: Potrzebujesz Hasła by uruchomić ten przedmiot!
pt_br: Você precisa de uma Senha para acessar!
ro: Ai nevoie de Parolă pentru a accesa acest obiect!
ru: Нет доступа, нужен пароль!
tr: Bu öğeye erişmek için bir Şifreye ihtiyacınız var!

# PD_BLUEZKEY
source: You need a Blue Z-Key to make this work
cs: Tohle bude fungovat jen s modrým Z-klíčem.
es: ¡Necesitas una Llave-Z azul para hacer funcionar esto!
fi: Tarvitset sinisen Z-avaimen saadaksesi tämän toimimaan!
fr: Il vous faut une Z-Clé bleue pour faire fonctionner cela.
hu: Egy Kék Z-Kulcs szükséges a hozzáféréshez!
ja: アクセスには ブルーZ-key が必要だ!
ko: 청색 Z-키가 있어야 작동이 가능하다!
pl: Potrzebujesz Niebieskiego Klucza Z by zadziałało!
pt_br: Você precisa de uma Chave-Z azul para fazer isto funcionar!
ro: Ai nevoie de o Cheie-Z albastră pentru a face asta să funcționeze!
ru: Не работает, нужен синий Z-образный ключ!
tr: Bunu çalıştırmak için bir Mavi Z-Anahtarına ihtiyacınız var

# PD_REDZKEY
source: You need a Red Z-Key to make this work!
cs: Tohle bude fungovat jen s červeným Z-klíčem.
es: ¡Necesitas una Llave-Z roja para hacer funcionar esto!
fi: Tarvitset punaisen Z-avaimen saadaksesi tämän toimimaan!
fr: Il vous faut une Z-Clé rouge pour faire fonctionner cela.
hu: Egy Piros Z-Kulcs szükséges a hozzáféréshez!
ja: アクセスには レッドZ-key が必要だ!
ko: 적색 Z-키가 있어야 작동이 가능하다!
pl: Potrzebujesz Czerwonego Klucza Z by zadziałało!
pt_br: Você precisa de uma Chave-Z vermelha para fazer isto funcionar!
ro: Ai nevoie de o Cheie-Z roșie pentru a face asta să funcționeze!
ru: Не работает, нужен красный Z-образный ключ!
tr: Bunu çalıştırmak için Kırmızı Z-Anahtarına ihtiyacınız var!

# PD_YELWZKEY
source: You need a Yellow Z-Key to make this work!
cs: Tohle bude fungovat jen se žlutým Z-klíčem.
es: ¡Necesitas una Llave-Z amarilla para hacer funcionar esto!
fi: Tarvitset keltaisen Z-avaimen saadaksesi tämän toimimaan!
fr: Il vous faut une Z-Clé jaune pour faire fonctionner cela.
hu: Egy Sárga Z-Kulcs szükséges a hozzáféréshez!
ja: アクセスには イエローZ-key が必要だ!
ko: 황색 Z-키가 있어야 작동이 가능하다!
pl: Potrzebujesz Żółtego Klucza Z by zadziałało!
pt_br: Você precisa de uma Chave-Z amarela para fazer isto funcionar!
ro: Ai nevoie de o Cheie-Z galbenă pentru a face asta să funcționeze!
ru: Не работает, нужен жёлтый Z-образный ключ!
tr: Bunu yapmak için Sarı Z-Anahtarına ihtiyacın var!

# X1TEXT
source: Twenty mill in gold doesn't seem worth all this aggravation, does it, hacker? Makes the pen look like a freakin' picnic! Butt-ugly bio-mutations and your fellow Humans hung from a ceiling like food sacks. What the hell is this GENIE? Like no computer you've ever hacked! You better find the next terminal, slice a ride through c-space, dice some mutant butt, and get the hell out of Dodge!
cs: Dvacet miliónů ve zlatě nevypadá, že by stálo za všechnu tuhle otravu, co, hackeře? Basa teď vypadá jako krásný hotel! Ošklivé bio-mutace a tví lidští společníci visící ze stropu jako pytle masa. Co je sakra tenhle GENIE? Takový počítač jsi ještě nenaboural@[ao_cs]! Měl@[ao_cs] bys najít další terminál, projet se kyberprostorem, vysekat pár mutantům střeva a rychle z Dodge vypadnout!
es: Veinte millones en oro no parece que valgan la pena por todo este lío, ¿no crees, hacker? ¡Hace que el corral parezca un picnic! Horripilantes biomutaciones y tus compañeros humanos cuelgan del techo como sacos. ¿Qué demonios es GENIE? ¡No se parece a cualquier computadora que hayas hackeado! ¡Más te vale encontrar la próxima terminal, dar un viaje por el ciberespacio, rebanar unos cuantos traseros mutantes, y pirarte de Dodge!
fi: 20 miltsiä kultaa ei taida olla kaiken tämän vaivan väärti, eihän, hakkeri? Saa kynän sen rinnalla tuntumaan perhanan piknikiltä! Karsean rumia biomutaatioita ja kanssa- ihmisiäsi roikkumassa katosta kuin mitkäkin ruokakassit. Mikä helvetti on tämä GENIE? Ei minkään ennen hakkeroimasi tietokoneen kaltainen! Parasta löytää seuraava pääte, napata kyyti c-avaruuden läpi, piestä vähän mutantteja ja häipyä hittoon Dodgesta!
fr: Vingt Millions en or ne semblent plus valoir tout ces problèmes maintenant, Hacker? Tout ce bordel donne un air de pique-nique à la prison! De mutations hideuses et vos frèrs humains pendant du plafond comme des sacs de nourriture. C'est quoi comme foutoir, ce GENIE? Aucune ordinateur que vous avez piraté auparavant était comme ça! Il faut que vous trouvez le prochain terminal, traversez le cyberespace, découpez du mutant et barrez-vous d'ici!
hu: Húsz milka nem ér meg ennyi bosszankodás, ugye hekker? A cella ehhez képest egy francos piknik! Baromi ocsmány bio-mutációk és embertársaid úgy lógnak le a mennyezetről, mintha csak a hentesnél lennénk. Mi az ördög ez a GENIE? Semmilyen más számítógépre nem hasonlít amit hekkelni próbáltál! Jobban jársz ha megkeresed a következő terminált, végig rombolsz a kibertéren mutánsokat gázolva, és minél előbb itt hagyod Dodge-ot!
ja: 20ミリの金塊にこの重大な事態の価値を見出せない、 それとも、ハッカーの仕業か? 幻覚のピクニックってワケでもねえ! グロいバイオミュータントと人間の仲間が食肉のように 天井から吊るされている。 GENIEとは一体何なんだ? 少なくともこれまで ハックしたことのないコンピューターだってことだ! 次のターミナルを抜け、c-spaceに乗り込み、 ミュータントのダニ共を切り裂いて、このふざけた 場所から抜け出すんだ!
ko: 2000만 달러 보상금 가지고는 턱도 없을 정도의 개판이었어! 안 그런가, 해커 양반? 펜이나 끄적거리는 게 이것보다는 훨씬 쉬울 테니 말이야. 이 더럽게 못생긴 돌연변이들이며, 천장에 마늘꾸러미처럼 매달려있는 사람들을 볼 일도 없고 말이야. 그리고... 이 지니란 녀석은 도대체 뭐지? 네가 해킹했던 다른 컴퓨터들과는 완전 차원이 다른 녀석이야. 어서 다른 단말기를 찾아서 C-Space를 타고 접속하는 게 좋을 것 같아. 돌연변이들을 몇 마리 썰어버리면서, 이곳을 빠져나가 는 것도 잊지 말고!
pl: Dwadzieścia milionów w złocie nie jest warte tych kłopotów, prawda hakerze? Przy tym więzienie wygląda jak cholerny piknik! Ohydne bio-mutacje i inni ludzie zwisają z sufitu jak przekąski. Czym u diabła jest to GENIE? Nie jest jak inne komputery, które hakowałeś! Lepiej znajdź kolejny terminal, przeleć przez Przestrzeń C, skop trochę zmutowanych tyłków i wynoś się z tego piekielnego Uskoku!
pt_br: Vinte milhões em ouro não parecem valer toda essa incomodação, não é mesmo, hacker? O xilindró é um piquenique perto disso! Biomutações feias pra caramba estão penduradas no teto junto com seres humanos como se fossem sacos de alimento. Que diabos é esse tal de GENIE? Não é como nenhum outro computador que você já tenha hackeado! É melhor achar o próximo terminal, pegar uma carona pelo ciberespaço, fazer picadinho de mutante e vazar deste lugar de uma vez!
ro: Douăzeci de milioane în aur nu par să fie suficienți pentru tot dezastrul acesta, nu-i așa, hacker? Totul pare un fleac pe lângă asta! Mutanți urâți foc, împreună cu oamenii tăi atârnă de tavan asemeni unor saci de mâncare. Ce naiba mai e și acest GENIE? E ca un computer pe care nu l-ai mai spart în viața ta! Mai bine găsești următorul terminal, prinzi o mașină în spațiul cibernetic, feliezi niște mutanți, și îți iei tălpășița!
ru: Стоят ли двадцать лимонов золотом таких трудностей, а, хакер? Теперь тебе тюрьма грёбаным санаторием покажется! Толстозадые биомутанты и такие же люди, как ты, лежат рядком, как мешки с едой. Что за хрень этот ДЖИНН? Он не похож ни на один из компьютеров, что ты уже взламывал! Найди терминал, прокатись по киберпространству, надери всем мутантам задницы и выберись из этой чёртовой передряги!
tr: Yirmi milyon altın bu kadar zahmete değmez, değil mi hacker? Hapishane piknik yeri gibi görünüyor! Çirkin biyo-mutasyonlar ve tavandan yiyecek çuvalları gibi sarkıtılmış İnsan dostlarınız. Bu GENIE de neyin nesi? Daha önce hacklediğin hiçbir bilgisayara benzemiyor! Bir sonraki terminali bulsanız iyi olur, c-uzayında bir yolculuk yapın, biraz mutant kıçı doğrayın ve Dodge'dan defolup gidin!

# X2TEXT
source: Where are all the people?! Paris is a ghost town, unless you consider mutant bugs outstanding citizens. You've hit bloody resistance. Man, can these bugs fight! Lucky for you they're not the brightest porch lights on the block. But you've gotten some of the informatics the subcommittee wants. And it's nasty! Human neural fluids feed these bugs! No wonder the neighborhood's getting kind of sparse. Report to the subcommittee. And watch your back...
cs: Kde jsou všichni!? Z Paříže je město duchů, leda že bys zmutované bugy považoval@[ao_cs] za vzorné občany. Narazil@[ao_cs] jsi na tvrdý odpor. Sakra, tyhle bugy umí bojovat! Naštěstí ale nejsou zrovna nejchytřejší. Ale dostal@[ao_cs] jsi některé ty informace, který podvýbor chtěl. A je to pěkný hnus! Tyhle bugy se krmí lidským mozkovým mokem! Není divu, že je ve čtvrti nějak prázdno. Nahlaš se zpátky u výboru. A dávej pozor...
es: ¡¿Dónde está toda la gente?! Paris es una ciudad fantasma, a menos que consideres que los bichos mutantes sean unos buenos ciudadanos. Has encontrado resistencia sangrienta. Tío, ¡si que pelean estos bichos! Por suerte para ti no son los más brillantes del barrio. Pero has conseguido algunos materiales informáticos que el subcomité quiere. ¡Y tienen mala pinta! ¡Fluidos neuronales humanos alimentan a estos bichos! No es de extrañar que el vecindario esté algo despoblado. Personate ante el subcomité. Y vigila tus espaldas...
fi: Missä kaikki ovat?! Pariisi on aavekaupunki, ellei mutantti- öttiäisiä sitten lasketa mallikansalaisiksi. Olet iskenyt hitonmoiseen vastukseen. Vitsi nämä ötökät tappelevat! Onneksesi ne eivät ole korttelin kirkkaimpia ulkovaloja. Mutta olet saanut osan informatiikasta, jota alakomitea kaipaa, ja se on pahaa luettavaa! Ihmisen hermonesteet ruokkivat ötököitä! Ei ihme, että tienoo alkaa tuntua väljältä. Raportoi alakomitealle ja vahdi selustaasi...
fr: Où se trouve trout le monde? Paris est une ville fantôme, sauf si vous considérez que les insectes mutants sont des citoyens. Vous avez rencontré une sacrée résistance, ces sales bestioles savent se battre! Heureusement, il ne sont pas les plus malins du coin.. Vous avez récupéré une partie de l'informatique que le sous-comité demande. Ca a un sale air! Des fluides neuraux humains alimentent ces insectes! Pas de surprise que le coin est désert. Retournez au sous-comité et faites gaffe à vous!
hu: Hol vannak az emberek? Párizs egy szellemváros, kivétel ha a mutáns óriás bogarakat nem vesszük számba mint mintapolgár. Komoly ellenállásba ütköztél. Ezek a bogarak aztán tudnak harcolni! Szerencsédre nem a legélesebb kések a fiókban. Szerencsére meg sikerült kerítened az információkat, amit az albizottság akart...és igen piszkos! Kiszívják ezek a dögök az emberek gerincvelejét! Nem is csoda, hogy a szomszédság igen megritkult. Jelezz vissza az albizottságnak, és vigyázz magadra...
ja: 皆何処に行った?! パリはゴーストタウンと化した、突然変異したバグ共が 未解決なまま自分以外の住民はいなくなった。 マジな敵対にぶち当たった。野郎、こんなバグ共と戦えと! 幸運なことに先行きの見えない事態ではない。 だがここでインフォーマティクスとサブコミッティが 望んでいた物を探し当てた。厄介なことにな! 人の神経液をバグ共が餌にしている! 近くに転がっていた 者が損壊していたのも納得がいく、サブコミッティに 報告しなければ。背中に気をつけながらな...
ko: 여기 사람들은 도대체 어디로 간 거지?! 프랑스 파리도 완전히 유령도시가 되어버렸군, 저 돌아다니는 돌연변이 버그들이 시민은 아닐 테니까. 방금 전투는 정말 위험했어. 빌어먹을 버그들 생각보다 잘 싸우더군. 머리가 좋은 놈들은 아니라서 다행이야. 그래도 위원회 놈들이 원하는 정보는 얻었으니 다행이야. 놈들 꽤 더러운 걸 숨기고 있더군. 인간의 척수를 빨아먹는 버그들이라니! 이 주변 대가 허허벌판인 것도 당연할 수밖에. 어서 위원회 놈들한테 보고하자고. 그리고 언제나 등 뒤를 조심해.
pl: Gdzie wszyscy ludzie? Paryż stał się miastem duchów, no chyba że uznasz zmutowane robale za jego mieszkańców. Napotkałeś cholerny opór. Kurde, te robale umieją przywalić! Na szczęście nie są najświetlejsze w tym lokalu. Ale zdobyłeś trochę informacji, które chciał podkomitet. I nie są dobre! Ludzkie płyny neuronowe są pokarmem dla tych robali! Nic dziwnego, że okolica jest spustoszona. Zgłoś się do podkomitetu. I uważaj na siebie...
pt_br: Cadê todo mundo? Paris é uma cidade fantasma, a não ser que você considere os mutantes como cidadãos especiais. Você enfrenta uma baita resistência. Cara, esses bichos sabem brigar! Sorte sua que eles não são as criaturas mais espertas do local. Mas você conseguiu pegar algumas informações que o subcomitê estava querendo. E a coisa é feia! Esses bichos se alimentam de fluídos neurais humanos! Não é a toa que a vizinhança anda ficando meio vazia ultimamente. Entre em contato com o subcomitê. E fique de olho...
ro: Unde e toată lumea?! Parisul e un oraș fantomă, asta dacă nu consideri mutanții cetățeni nemaipomeniți. Ai întâmpinat opoziție serioasă! Mamă, gândacii aceștia știu să lupte, nu glumă! Din fericire nu sunt cei mai tari din parcare. Dar deții niște informații pe care comitetul vrea să le vadă! Și nu sunt prea încântătoare! Fluidele neuro umane hrănesc acești gândaci! Nu-i de mirare că vecinătatea devine cam pustie. Raportează înapoi la comitet. Și păzește-ți spatele...
ru: Где все люди?! Париж опустел, не считая уродливых багов, заменивших горожан. Ты столкнулся с ожесточённым сопротивлением. Чёрт, эти баги слетаются к тебе, как мухи на свет! К счастью, ты не самый яркий фонарь в этом городе. Но теперь в твоих руках кое-какая информация, которая нужна подкомитету. И это скверно! Эти баги подпитываются нервными импульсами людей! Понятно, почему вокруг не осталось никого живого. Передай эти сведения подкомитету. И будь осторожен...
tr: Bütün insanlar nerede?! Paris hayalet bir şehir, tabii mutant böcekleri seçkin vatandaşlar olarak görmüyorsanız. Kanlı bir direnişle karşılaştınız. Adamım, bu böcekler savaşabilir! Şanslısın ki mahallenin en parlak ışıkları değiller. Ama alt komitenin istediği bazı bilgileri elde ettiniz. Ve bu iğrenç! İnsan sinir sıvıları bu böcekleri besliyor! Mahallenin seyrekleş- mesine şaşmamalı. Alt komiteye rapor ver. Ve arkanı kolla...

# X3TEXT
source: Civilization as you knew it is nada! No friends, no family. No more people. Not normal people, anyway. Only one thing left...GENIE! And if you have to go to the end of the universe you'll find its mutant butt! 'cause now you're pissed! And the gold? Hell, this is for free. .....(to be continued).....
cs: Civilizace, tak jak ji známe, je pryč. Nada. Nilch. Bez přátel, bez rodiny. Bez lidí. Alespoň těch normálních. Jediná zbylá věc... GENIE! I kdybys musel@[ao_cs] jít až na konec vesmíru, najdeš jeho zmutovaný ksicht! Protože teď jsi fakt nasran@[adj_cs]! A to zlato? Sakra, tohle děláš zadarmo. .....(pokračování příště).....
es: ¡La civilización como la conoces ya no es nada! Sin amigos, ni familia. No más gente. No gente normal, de todos modos. Solo queda una cosa... ¡GENIE! ¡Y si tienes que ir hasta el fin del universo encontrarás su trasero mutante! ¡Porque ahora si que estás cabread@[ao_esp]! ¿Y el oro? Para nada, esto es gratis. ... (continuará) ...
fi: Tuntemasi sivilisaatio on mennyttä! Ei ystäviä, ei perhettä, ei enää ihmisiä; tai ainakaan ei normaaleja ihmisiä. Vain yksi asia jäljellä... GENIE! Ja vaikka joutuisit menemään universumin ääriin, löydät sen mutanttipersauksen! Sillä nyt sinua ottaa päähän! Ja kulta? Hitto, teen tämän ilmaiseksi. .....(jatkuu).....
fr: La société humaine a disparu! Plus d'amis, plus de famille, plus personne de normal, du moins. Une chose reste.. GENIE! Si il le faut, vous irez jusqu'au bout de l'univers pour lui botter le cul! Ca va en chier! Oh, et l'Or? Non, ça, c'est gratuit... ... A suivre!
hu: A civilizáció mint olyan már nem létezik! Se barátok, se család. Nincs több ember. Legalábbis nem normális emberek. Csak egy dolog van hátra...GENIE! Már olyan zabos vagy, hogy ha a világ végére is kell mened érte, akkor is megkeresed és végzel vele. És az arany? A fenébe is, ingyen van. .....(folytatjuk).....
ja: 俺の知っている文明は崩壊した! 友も。家族も。住民も。まともなヤツは何もかも 消え失せた。 だがまだ一つ残っている...GENIE! このまま銀河の終焉を迎えたらミュータントのクソになる! それだけは御免だ! それで金は? 有り得ん、これはフリーだ。 ...だがこれ以上続くことはない...
ko: 자네도 알다시피 이제 문명이란 건 존재하지 않아! 친구들, 가족, 그리고 사람들도 다 사라졌지. 돌연변이들이 있긴 하지만. 이제 유일하게 남은 건... 지니일 거야. 그 빌어먹을 녀석을 우주 끝까지 쫓아가서 박살 내 버리자고! 자네를 화나게 한 값은 톡톡히 치르게 해줘야지? 보상금? 이번엔 필요 없어, 이번 일은 공짜로 해줄 테니. ...(다음에 계속)...
pl: Cywilizacja, którą znałeś zniknęła! Nie ma przyjaciół i rodziny. Już nie ma ludzi. Przynajmniej normalnych ludzi. Została tylko jedna rzecz...GENIE! I nawet jeśli musisz dotrzeć na sam kraniec świata, znajdziesz jego zmutowane dupsko! Ponieważ wiesz, że będziesz wkurzony! A złoto? Jest kurde za darmo. .....(ciąg dalszy nastąpi).....
pt_br: A civilização como você conhecia já era! Sem amigos, sem família. Sem mais ninguém. Ninguém normal, pelo menos. A única coisa que resta...é GENIE! E nem que você tenha que ir até o fim do universo, você vai encontranr a fuça mutante dele! Agora você está furios@[ao_ptb] pra caramba! E o ouro? Que se dane, essa é por conta da casa. ....(continua)....
ro: Civilizația așa cum o știai e dusă! Fără prieteni, fără familie. Nu mai sunt oameni. Nu oameni obișnuiți, în orice caz. Un singur lucru rămas... GENIE! Și îi vei găsi hoitul împuțit chiar dacă va trebui să traversezi până în celălalt capăt al universului! Pentru că acum ești mânios! Iar aurul? La naiba cu el, asta e din partea casei. .....(va urma).....
ru: Цивилизация, которую ты знал, исчезла! Ни друзей, ни родных. Не осталось никого. Нормальных людей — точно. Осталось только одно существо. ДЖИНН! Ты надерёшь зад этому уроду, даже если придётся дойти до края вселенной. Теперь это личное! Что насчёт золота? К чёрту, это не ради денег. .....(продолжение следует).....
tr: Bildiğiniz medeniyet artık yok! Arkadaş yok, aile yok. Artık insan yok. En azından normal insanlar. Geriye tek bir şey kaldı... GENIE! Ve eğer sonuna kadar gitmek zorunda kalırsan mutant kıçını bulacaksın! Çünkü şimdi kızgınsın! Peki ya altın? Lanet olsun, bu bedava. .....(devam edecek).....

# X5TEXT
source: You're alive! What are those odds, hacker?! 'cause it's crawling with bugs. You can't reach the subcommittee, which means it's been compromised. You... are alone.
cs: Jsi naživu! Jaké byly naděje, hackeře!? Protože se to tu hemží bugy. Nemůžeš se dostat k podvýboru, což znamená, že byl kompromitován. Jsi... @[self_cs].
es: ¡Estás viv@[ao_esp]! ¡¿Que probabilidades había, hacker?! Porque esto está lleno de bichos. No puedes llegar al subcomité, lo que significa que ha sido comprometido. Tú... estás sol@[ao_esp].
fi: Sinä olet elossa! Mitkä todennäköisyydet, hakkeri?! Sillä se kuhisee ötököitä. Et saa tavoitettua alakomiteaa, mikä tarkoittaa sitä, että se on murrettu. Sinä... olet yksin.
fr: Vous êtes vivant! Quelle chance, Hacker! Avec toutes ces bestioles partout! Vous ne pouvez pas contacter le sous-comité. Cela signifie qu'il est compromis. Vous.. êtes seul.
hu: Még életben vagy! Mik voltak az esélyeid hekkerem?! Még a csapból is a bogarak folynak. Nem tudod elérni az albizottságot, ami azt jelenti hogy kompromittálódtak. Már...csak Te maradtál.
ja: 俺は生きている! 何か勝ち目はあるか、ハッカー?! バグ共がそこいらを蠢いている。 サブコミッティに繋がらないのは、侵入されたと 思っていいだろう。 俺は...また一人だ。
ko: 아직도 살아있었네! 귀신 곡할 노릇이야. 안 그래, 해커 친구? 버그 놈들이 그렇게나 들끓어댔는데 말이지. 위원회들도 더는 응답을 하지 않아, 아마 놈들도 다 당한 거겠지. 그래... 자넨 이제 혼자야.
pl: Żyjesz! Co to za dziwo hakerze?! Ponieważ pełza wraz z robactwem. Nie możesz dotrzeć do podkomitetu, co oznacza, że musi być kompromis. Jesteś... sam.
pt_br: Você sobreviveu! Quais são as chances, hacker?! Pois há criaturas por toda a parte. Você não consegue entrar em contato com o subcomitê, o que significa que eles estão em perigo. Você...está sozinh@[ao_ptb].
ro: Ești viu! Care sunt șansele, hacker?! Pentru că colcăie de gândaci. Nu poți ajunge la comitet, ceea ce înseamnă că a fost compromis. Ești... singur.
ru: Ты выжил! Какая теперь разница, хакер? Это место просто кишит багами. Ты не можешь связаться с подкомитетом. Похоже, ваш канал связи раскрыт. Ты... остался один.
tr: Yaşıyorsun! Bu ihtimaller nedir, hacker?! Çünkü böceklerle dolu. Alt komiteye ulaşamıyorsunuz, bu da tehlikeye atıldığı anlamına geliyor. Sen... yalnızsın.

# TXT_HACXMAP01
source: GenEmp Corp.
cs: Sídlo GenEmp
fi: GenEmp-yhtiö
ja: GenEmpコーポ
ko: ZONE 1: 진엠프 주식회사 본부
ro: Corporația GenEmp
ru: Корпорация «ГенИмп»

# TXT_HACXMAP02
source: Tunnel Town
cs: Tunelové město
es: Pueblo Túnel
fi: Tunnelikaupunki
fr: Ville Tunnel
hu: Kanális Község
ja: トンネル タウン
ko: ZONE 2: 터널 도시
pl: Miasto Tuneli
pt_br: Cidade Túnel
ro: Orașul Subteran
ru: Подземный город
tr: Tünel Kasabası

# TXT_HACXMAP03
source: Lava Annex
cs: Lávová přístavba
es: Anexo de Lava
fi: Laavalaajennus
fr: Annexe de Lave
hu: Láva Szárny
ja: ラバ アネックス
ko: ZONE 3: 용암 속 건물
pl: Aneks Lawy
pt_br: Anexo de Lava
ro: Anexa de Lavă
ru: Лавовая электростанция

# TXT_HACXMAP04
source: Alcatraz
hu: Alkatraz
ja: アルカトラズ
ko: ZONE 4: 알카트라즈
ru: Алькатрас

# TXT_HACXMAP05
source: Cyber Circus
cs: Kybercirkus
es: Circo Cibernético
fi: Kybersirkus
hu: Kiber Cirkusz
ja: サイバーサークル
ko: ZONE 5: 사이버 서커스
pl: Cyber Cyrk
pt_br: Circo Cibernético
ro: Circ Cibernetic
ru: Киберцирк
tr: Siber Sirk

# TXT_HACXMAP06
source: Digi-Ota
ja: デジ - オータ
ko: ZONE 6: 디지-오타
ru: Диджитал-Ота

# TXT_HACXMAP07
source: The Great Wall
cs: Velká zeď
es: La Gran Muralla
fi: Suuri muuri
fr: La grande Muraille
hu: A Nagy Fal
ja: ザ - グレート ウォール
ko: ZONE 7: 만리장성
pl: Wielka Ściana
pt_br: A Grande Muralha
ro: Marele Zid
ru: Великая стена
tr: Büyük Duvar

# TXT_HACXMAP08
source: Garden of Delights
cs: Zahrada rozkoše
es: Jardin de las Delicias
fi: Nautintojen puutarha
fr: Jardin de Délices
hu: A Gyönyör Kertje
ja: ガーデン オブ デライト
ko: ZONE 8: 쾌락의 정원
pl: Ogród Zachwytu
pt_br: Jardim dos Prazeres
ro: Grădina Plăcerilor
ru: Сад наслаждений
tr: Lezzet Bahçesi
