Repository: the-phinet/UZDoom
Catalog: chex_quest_3/*.po
Languages: de, es, fi, fr, hr, pl, ro, ru

# E2TEXT
source: You zorch the remaining flemoids who had gathered in the sewers. Chex City has been saved. It seems that the Flemoid threat has finally ended. Ten years pass in peace and prosperity. But the Flemoids were not defeated and their desire to control the nutritionally rich cereal dimension has not diminished. They have gathered all their forces, opened a gigantic inter-dimensional rift in space and now a great ball of slime is headed straight for the cereals' planet! Get ready for Chex Quest 3: Invasion!
de: Du zorchst die verbleibenden Flemoiden, die sich noch in der Kanalisation aufhielten, weg. Chex City ist gerettet. Es sieht aus, als ob die Flemoidenbedrohung beendet ist. Zehn Jahre vergehen in Frieden und Wohlstand. Aber die Flemoiden waren nicht besiegt und ihr Verlangen, die Zerealiendimension zu kontollieren, hat nicht abgenommen. Sie haben all ihre Truppen zusammengezogen und ein gigantisches interdimensionales Portal erschaffen, und nun macht sich ein gigantischer Ball intergalaktischen Schleims auf den Weg zum Zerealien- planeten. Mach dich bereit für Chex Quest 3: Invasion!
es: Electrizas a los flemoides restantes que estaban reunidos en las alcantarillas. Chex City ha sido salvada. Parece que la amenaza Flemoide al fin ha acabado. Diez años pasan en paz y prosperidad. Pero los flemoides no fueron derrotados y su deseo de controlar la dimensión de cereales ricos en nutrientes no ha disminuido. ¡Han reunido todas sus fuerzas, abierto un gigantesco túnel interdimensional en el espacio y ahora una gran bola de baba se dirige hacia el planeta de los cereales! Prepárate para Chex Quest 3: ¡Invasión!
fi: Zorchaat jäljelle jääneet viemäreihin kerääntyneet limatukset. Chex-kaupunki on pelastetu. Limatusten uhka näyttää olevan viimeinkin ohi. Kuluu kymmenen rauhallista kukoistuksen vuotta. Mutta limatuksia ei päihitetty, ja niiden halu hallita ravinteikasta muro- ulottuvuutta ei ole hälvennyt. Ne ovat koonneet kaikki joukkonsa, avanneet valtavan interdimensionaalisen repeämän avaruudessa, ja nyt suuri limapallo on törmäämässä suoraan murojen planeettaan! Valmistaudu Chex-seikkailun osaan 3: Invaasio!
fr: Vous zorchez les derniers flémoïdes restant dans les égouts. Chex City est sauvée. Il semble que la menace flémoïde n'existe plus. Dix ans se déroulent dans la paix et la prospérité, mais les flémoïdes ne se sont pas laissé battre, et veulent contrôler la dimension des céréales, riche en nutriments. Ils on regroupé leur forces et ont ouvert un portail inter-dimensionnel colossal, et maintenant, une sphère de morve géante se dirige vers la planète des céréales! Préparez vous pour Chex Quest 3: Invasion!
hr: Zorčiš preostale flemoide koji su se okupili u kanalizaciji. Grad Chex je spašen. Čini se da je flemoidska prijetnja napokon završena. 10 godina prolazi u miru i blagostanju. No, Flemoidi nisu poraženi, a njihova želja da kontroliraju nutritivno bogatu dimenziju žitarica nije se smanjila. Okupili su sve svoje snage, otvorili gigantsku međudimenzionalnu pukotinu u svemiru i sada velika kugla sluzi ide ravno prema planetu žitarica! Pripremi se za Chexovu potragu 3: Invazija!
pl: Zorchujesz pozostałe flemoidy, które zebrały się w ściekach. Miasto Chex zostało uratowane. Wygląda na to, że zagrożenie flemoidami zostało zakończone. Dziesięć lat mija w spokoju i dobrobycie. Ale Flemoidy nie zostały pokonane, a ich chęć kontrolowania wymiaru z bogatym odżywianiem nie osłabła. Zebrały wszystkie swoje siły, otworzyły wielką szczelinę międzywymiarową w kosmosie i teraz wielka kula szlamu leci prosto na planetę płatków! Przygotuj się na Misja Chex 3: Inwazja!
ro: Folosești zorcherul pentru a curăța ultimii flemoizi care s-au adunat în canalizare. Orașul Chex a fost salvat. Se pare că amenințarea Flemoidă a luat sfârșit. Zece ani trec în pace și prosperitate. Dar Flemozii nu au fost învinși, iar dorințta lor de a controla cerealele bogate în nutrienți nu s-a micșorat. Și-au adunat toate forțele, au deschis o poartă interdimensională gigantă, iar acum o bilă enormă de mâzgă e îndreptată drept către planeta cerealelor! Pregătește-te pentru Chex Quest 3: Invazia!
ru: С помощью зорчера, ты освободил@[ao_rus] канализацию от оставшихся флемоидов. Город Chex спасён. Казалось, что с угрозой флемоидов наконец-то покончено. Десять лет прошли в мире и процветании. Но флемоиды не были побеждены, им всё ещё хотелось править измерением полезных и питательных хлопьев. Они собрали все силы и открыли громадный межпространственный разлом в космосе. Над планетой хлопьев навис огромный шар из слизи! Приготовься к Chex Quest 3: Вторжение!

# E3TEXT
source: With one final blast, you zorch Lord Snotfolus back to his own dimension! Against all the odds you have single- handedly foiled the invasion! You truly hope that the Flemoids have finally learned their lesson and will never again return to the cereal dimension. But if they do you know you will be ready for them!
de: Mit einem letzten Schuss zorchst du Lord Snotfolus zurück in seine eigene Dimension! Gegen alle Widerstände hast du eigenhändiig die Invasion scheitern lassen! Du hoffst wirklich, dass die Flemoiden ihre Lektion gelernt haben und nie wieder in die Zerealiendimension zurückkehren. Aber falls sie das doch tun, wirst du bereit sein!
es: ¡Con un último disparo, electrizas a Lord Mocofolus de vuelta a su dimensión! ¡Contra viento y marea tú sol@[ao_esp] has detenido la invasión! Realmente esperas que los Flemoides por fin hayan aprendido su lección y nunca más vuelvan a la dimension de cereales. ¡Pero si lo hacen sabes que estarás preparad@[ao_esp] para ellos!
fi: Yhdellä lopullisella iskulla zorchaat herra Räkänokan takaisin omaan ulottuvuuteensa! Vastoin kaikkia odotuksia olet yksinäsi estänyt invaasion! Toivot todella limatusten viimeinkin oppineen läksynsä, etteivät ne enää ikinä palaisi muroulottuvuuteen. Mutta jos palaavatkin, tiedät olevasi niihin valmis!
fr: Avec un dernier tir, vous zorchez Seigneur Morvator dans sa propre dimension! Contre toute attente, vous avez surmonté l'invasion de par vos propres moyens. Vous espérez sincèrement que les flémoïdes ont appris leur leçon et qu'il n'essaieront jamais de revenir envahir la dimension des céréales. Mais vous savez que vous serez prêt pour eux!
hr: Posljednjim udarcem, zorčiš Gospodina Šmrkavikusa natrag u njegovu vlastitu dimenziju! Unatoč svim izgledima, sam/a spriječavaš invaziju! Istinski se nadaš da su Flemoidi napokon naučili svoju lekciju i da se nikada više neće vraćati u dimenziju žitarica. Ali, ako to učine, znaš da ćeš biti spreman/na za njih!
pl: Z ostatnim strzałem zorchujesz Lorda Smarkofolusa z powrotem do jego wymaru! Po wszystkim udało ci się w pojedynkę powstrzymać inwazję! Masz nadzieję, że Flemoidy w końcu się nauczyły i nigdy nie wrócą do wymiaru płatków. Ale jeśli jednak to zrobią, wiesz, że będziesz na nie gotów!
ro: Cu o ultimă lovitură, îl arunci pe Lordul Snotfolus înapoi în dimensiunea din care a venit! În ciuda șanselor, ai reușit să oprești invazia de unul singur! Speri cu adevărat că Flemoizii și-au învățat lecția și nu se vor mai întoarce vreodată în dimensiunea cerealelor. Dar dacă o vor face, vei fi pregătit pentru ei!
ru: Последним метким выстрелом из зорчера, правитель Снотфолус был изгнан в назад своё измерение. Всем бедам вопреки, ты собственноручно покончил@[ao_rus] со вторжением! Остаётся лишь надеяться, что теперь флемоиды усвоят урок, и больше никогда не проникнут в измерение хлопьев. Но если всё-таки проникнут, ты уже будешь к этому готов@[ao_rus]!

# M_EPI1
source: Rescue on Bazoik
de: Rettung auf Bazoik
es: Rescate en Bazoik
fi: Pelastustehtävä Bazoikissa
fr: Sauvetage sur Bazoik
hr: Spas na Bazoiku
pl: Ratunek na Bazoik
ro: Misiune de Salvare pe Bazoik
ru: Спасение на Базоике

# M_EPI2
source: Terror in Chex City
es: Terror en Chex City
fi: Kauhua Chex-kaupungissa
fr: Terreur à Chex City
hr: Teror u gradu Chexu
pl: Terror w Mieście Chex
ro: Teroare în Orașul Chex
ru: Террор в городе Chex

# M_EPI3
source: Invasion!
es: ¡Invasión!
fi: Invaasio!
hr: Invazija!
pl: Inwazja
ro: Invazie!
ru: Вторжение!

# TAG_GOGGLES
source: Ultra Goggles
ro: Ultra Ochelari
ru: Ультра-очки

# TAG_BLUEFLEMKEY
source: Blue Flemkey
ro: Flemcheie Albastră
ru: Синий флемключ

# TAG_YELLOWFLEMKEY
source: Yellow Flemkey
ro: Flemcheie Galbenă
ru: Жёлтый флемключ

# TAG_REDFLEMKEY
source: Red Flemkey
ro: Flemcheie Roșie
ru: Красный флемключ
