Repository: the-phinet/UZDoom
Catalog: chex_quest_3/*.po
Languages: de, es, fi, fr, hr, pl, ro, ru

# GOTBLUEFLEM
source: Picked up a blue flemkey.
de: Blauen Flemschlüssel genommen
es: Encuentras una flemllave azul.
fi: Poimit sinisen lima-avaimen
fr: Flemclé bleue récupérée.
hr: Ključ plave sluzi je pokupljen.
pl: Zebrano niebieski flemowy klucz
ro: Ai ridicat flemcheia albastră.
ru: Получен синий флемключ.

# GOTYELLOWFLEM
source: Picked up a yellow flemkey.
de: Gelben Flemschlüssel genommen
es: Encuentras una flemllave amarilla.
fi: Poimit keltaisen lima-avaimen
fr: Flemclé jaune récupérée.
hr: Ključ žute sluzi je pokupljen.
pl: Zebrano żółty flemowy klucz
ro: Ai ridicat flemcheia galbenă.
ru: Получен жёлтый флемключ.

# GOTREDFLEM
source: Picked up a red flemkey.
de: Roten Flemschlüssel genommen.
es: Encuentras una flemllave roja.
fi: Poimit punaisen lima-avaimen
fr: Flemclé rouge récupérée.
hr: Ključ crvene sluzi je pokupljen.
pl: Zebrano czerwony flemowy klucz
ro: Ai ridicat flemcheia roșie.
ru: Получен красный флемключ.

# GOTGOGGLES
source: Found Ultra Goggles
de: Ultrasichtbrille gefunden
es: Encuentras ultragafas
fi: Löysit ultralasit
fr: Ultra-lunettes récupérées.
hr: Ultra naočale su pronađene.
pl: Znaleziono Ultra Gogle
ro: Ai găsit Ultra Ochelarii
ru: Получены ультра-очки

# PD_BLUECO
source: You need a blue key to activate this object
de: Du brauchst einen blauen Schlüssel, um dieses Objekt zu aktivieren.
es: Necesitas una llave azul para activar este objeto
fi: Tarvitset sinisen avaimen aktivoidaksesi tämän kappaleen
fr: Il vous faut une clé bleue pour activer cet objet.
hr: Potreban ti je plavi ključ da aktiviraš ovaj predmet.
pl: Potrzebujesz niebieskiego klucza, aby aktywować ten przedmiot
ro: Ai nevoie de o cheie albastră pentru a activa acest obiect
ru: Для открытия требуется синий ключ

# PD_REDCO
source: You need a red key to activate this object
de: Du brauchst einen roten Schlüssel, um dieses Objekt zu aktivieren.
es: Necesitas una llave roja para activar este objeto
fi: Tarvitset punaisen avaimen aktivoidaksesi tämän kappaleen
fr: Il vous faut une clé rouge pour activer cet objet.
hr: Potreban ti je crveni ključ da aktiviraš ovaj predmet.
pl: Potrzebujesz czerwonego klucza, aby aktywować ten przedmiot
ro: Ai nevoie de o cheie roșie pentru a activa acest obiect
ru: Для открытия требуется красный ключ

# PD_YELLOWCO
source: You need a yellow key to activate this object
de: Du brauchst einen gelben Schlüssel, um dieses Objekt zu aktivieren.
es: Necesitas una llave amarilla para activar este objeto
fi: Tarvitset keltaisen avaimen aktivoidaksesi tämän kappaleen
fr: Il vous faut une clé jaune pour activer cet objet.
hr: Potreban ti je žuti ključ da aktiviraš ovaj predmet.
pl: Potrzebujesz żółtego klucza, aby aktywować ten przedmiot
ro: Ai nevoie de o cheie galbenă pentru a activa acest obiect
ru: Для открытия требуется жёлтый ключ

# PD_BLUEFO
source: You need a blue flemkey to activate this object
de: Du brauchst einen blauen Flemschlüssel, um dieses Objekt zu aktivieren.
es: Necesitas una flemllave azul para activar este objeto
fi: Tarvitset sinisen lima-avaimen aktivoidaksesi tämän kappaleen
fr: Il vous faut une flemclé bleue pour activer cet objet.
hr: Potreban ti je ključ plave sluzi da aktiviraš ovaj predmet.
pl: Potrzebujesz niebieskiego flemowego klucza, aby aktywować ten przedmiot
ro: Ai nevoie de o flemcheie albastră pentru a activa acest obiect
ru: Для открытия требуется синий флемключ

# PD_REDFO
source: You need a red flemkey to activate this object
de: Du brauchst einen roten Flemschlüssel, um dieses Objekt zu aktivieren.
es: Necesitas una flemllave roja para activar este objeto
fi: Tarvitset punaisen lima-avaimen aktivoidaksesi tämän kappaleen
fr: Il vous faut une flemclé rouge pour activer cet objet.
hr: Potreban ti je ključ crvene sluzi da aktiviraš ovaj predmet.
pl: Potrzebujesz czerwonego flemowego klucza, aby aktywować ten przedmiot
ro: Ai nevoie de o flemcheie roșie pentru a activa acest obiect
ru: Для открытия требуется красный флемключ

# PD_YELLOWFO
source: You need a yellow flemkey to activate this object
de: Du brauchst einen gelben Flemschlüssel, um dieses Objekt zu aktivieren.
es: Necesitas unaflemllave amarilla para activar este objeto
fi: Tarvitset keltaisen lima-avaimen aktivoidaksesi tämän kappaleen
fr: Il vous faut une flemclé jaune pour activer cet objet.
hr: Potreban ti je ključ žute sluzi da aktiviraš ovaj predmet.
pl: Potrzebujesz żółtego flemowego klucza, aby aktywować ten przedmiot
ro: Ai nevoie de o flemcheie galbenă pentru a activa acest obiect
ru: Для открытия требуется жёлтый флемключ

# PICKUP_PISTOL_DROPPED
source: Picked up a zorcher.
de: Zorcher genommen.
es: Encuentras un zorcher.
fi: Poimit zorcherin
fr: Zorcheur récupéré.
hr: Zorčer je pokupljen.
pl: Zebrano Zorcher
ro: Ai ridicat un zorcher.
ru: Получен зорчер.

# STSTR_KFAADDED
source: Zorch and keys added
de: Zorch und Schlüssel hinzugefügt.
es: Zorch y llaves añadidas
fi: Zorch ja avaimet lisätty
fr: Zorch et clés ajoutées.
hr: Zorč i ključevi su dodani.
pl: Dodano amunicję Zorch i klucze
ro: Zorcher și chei adăugate
ru: Зорч и ключи получены

# HUSTR_E1M1
source: E1M1: Landing Zone
de: E1M1: Landezone
es: E1M1: Zona de aterrizaje
fi: E1M1: Laskeutumisalue
fr: E1M1: Zone D'Atterissage
hr: E1M1: Zona slijetanja
pl: E1M1: Strefa Lądowania
ro: E1M1: Zona de Aterizare
ru: E1M1: Зона высадки

# HUSTR_E1M2
source: E1M2: Storage Facility
de: E1M2: Lagerhalle
es: E1M2: Instalación de almacenamiento
fi: E1M2: Varastolaitos
fr: E1M2: Centre de Stockage
hr: E1M2: Skladište
pl: E1M2: Magazyn
ro: E1M2: Depozitul
ru: E1M2: Хранилище

# HUSTR_E1M3
source: E1M3: Laboratory
de: E1M3: Labor
es: E1M3: Laboratorio
fi: E1M3: Laboratorio
fr: E1M3: Laboratoire
hr: E1M3: Laboratorij
pl: E1M3: Laboratorium
ro: E1M3: Laboratorul
ru: E1M3: Лаборатория

# HUSTR_E1M4
source: E1M4: Arboretum
es: E1M4: Arboreto
ru: E1M4: Дендрарий

# HUSTR_E1M5
source: E1M5: Caverns of Bazoik
de: E1M5: Die Höhlen von Bazoik
es: E1M5: Cavernas de Bazoik
fi: E1M5: Bazoikin luolastot
fr: E1M5: Cavernes de Bazoik
hr: E1M5: Bazoikove pećine
pl: E1M5: Jaskinie Bazoik
ro: E1M5: Cavernele lui Bazoik
ru: E1M5: Пещеры Базоика

# HUSTR_E2M1
source: E2M1: Spaceport
de: E2M1: Raumhafen
es: E2M1: Puerto espacial
fi: E2M1: Avaruussatama
fr: E2M1: Spatioport
hr: E2M1: Svemirska luka
pl: E2M1: Port Kosmiczny
ro: E2M1: Portul Spațial
ru: E2M1: Космодром

# HUSTR_E2M2
source: E2M2: Cinema
de: E2M2: Kino
es: E2M2: Cine
fi: E2M2: Elokuvateatteri
fr: E2M2: Cinéma
hr: E2M2: Kino
pl: E2M2: Kino
ru: E2M2: Кинотеатр

# HUSTR_E2M3
source: E2M3: Chex Museum
es: E2M3: Museo de Chex
fi: E2M3: Chex-museo
fr: E2M3: Musée Chex
hr: E2M3: Muzej Chexa
pl: E2M3: Muzeum Chex
ro: E2M3: Muzeul Chex
ru: E2M3: Музей Chex

# HUSTR_E2M4
source: E2M4: City Streets
de: E2M4: städtische Straßen
es: E2M4: Calles de la ciudad
fi: E2M4: Kaupungin kadut
fr: E2M4: Rues de la Ville
hr: E2M4: Gradske ulice
pl: E2M4: Ulice Miasta
ro: E2M4: Străzile Orașului
ru: E2M4: Городские улицы

# HUSTR_E2M5
source: E2M5: Sewer System
de: E2M5: Kanalisation
es: E2M5: Alcantarillado
fi: E2M5: Viemärijärjestelmä
fr: E2M5: Système d'égouts
hr: E2M5: Sustav kanalizacije
pl: E2M5: System Ścieków
ro: E2M5: Sistemul de Canalizare
ru: E2M5: Канализация

# HUSTR_E3M1
source: E3M1: Central Command
de: E3M1: Kommandozentrale
es: E3M1: Comando central
fi: E3M1: Komentokeskus
fr: E3M1: Commandement
hr: E3M1: Zapovjedništvo
pl: E3M1: Centrum Dowodzenia
ro: E3M1: Centrul de Comanda
ru: E3M1: Командный центр

# HUSTR_E3M2
source: E3M2: United Cereals
de: E3M2: Vereinigte Zerealien
es: E3M2: Cereales Unidos
fi: E3M2: Yhdistyneet murot
fr: E3M2: Céréales Unies
hr: E3M2: Ujedinjene žitarice
pl: E3M2: Zjednoczone Płatki
ro: E3M2: Cereale Unite
ru: E3M2: Организация Объединённых Хлопьев

# HUSTR_E3M3
source: E3M3: Villa Chex
hr: E3M3: Vila Chex
pl: E3M3: Willa Chex
ro: E3M3: Vila Chex
ru: E3M3: Вилла Chex

# HUSTR_E3M4
source: E3M4: Provincial Park
de: E3M4: Provinzpark
es: E3M4: Parque provincial
fi: E3M4: Provinssipuisto
fr: E3M4: Parc Naturel
hr: E3M4: Pokrajinski park
pl: E3M4: Prowincjonalny Park
ro: E3M4: Parcul Provincial
ru: E3M4: Провинциальный парк

# HUSTR_E3M5
source: E3M5: Meteor Spaceship
de: E3M5: Meteor-Raumschiff
es: E3M5: Nave meteoro
fi: E3M5: Meteoriavaruusalus
fr: E3M5: Vaisseau Météore
hr: E3M5: Svemirski brod Meteor
pl: E3M5: Statek Kosmiczny "Meteor"
ro: E3M5: Nava Spațială Meteor
ru: E3M5: Космический корабль «Метеор»

# CC_ZOMBIE
source: Commonus
es: Comunis
hr: Uobičajenikus
pl: Pospolitus
ro: Comun
ru: Обыкновеннус

# CC_SHOTGUN
source: Bipedicus
es: Bipedico
hr: Dvonožnikus
ro: Biped
ru: Двуножка

# CC_IMP
source: Bipedicus with Armor
de: Bipedicus mit Panzerung
es: Bipedico con armadura
fi: Panssaroitu bipedicus
fr: Bipedicus avec Armure
hr: Dvonožnikus sa štitom
pl: Opancerzony Bipedicus
ro: Biped cu Armură
ru: Бронированная двуножка

# CC_DEMON
source: Stridicus
es: Zancadico
hr: Kamenikus
ro: Picioare-Lungi
ru: Длинноножка

# CC_LOST
source: Flem Mine
es: Flem-Mina
fi: Limamiina
hr: Sluzava mina
pl: Flemowa Mina
ro: Flem Mină
ru: Флем-мина

# CC_CACO
source: Super Cycloptis
es: Supercícloptis
hr: Super Kikloptis
pl: Super Cykloptis
ro: Super Cicloptic
ru: Супер-циклоптис

# CC_BARON
source: Maximus
es: Máximus
hr: Maksimus
ro: Maxim
ru: Максимус

# CC_SPIDER
source: The Flembomination
de: Die Flembomination
es: La Flembominación
fi: Limaoikku
fr: La Flembomination
hr: Flembominatis
pl: Flembominacja
ro: Flembominație
ru: Флемомерзость

# CC_CYBER
source: Lord Snotfolus
es: Lord Mocofolus
fi: Herra Räkänokka
fr: Seigneur Morvator
hr: Gospodin Šmrkavikus
pl: Lord Smarkofolus
ro: Lordul Snotfolus
ru: Правитель Соплезелёнус

# CC_HERO
source: Chex Warrior
de: Chex Krieger
fi: Chex-soturi
fr: Guerrier Chex
hr: Chex ratnik
pl: Wojownik Chex
ro: Războinic Chex
ru: Воин Chex

# PD_BLUEC
source: You need a blue key to open this door
de: Du brauchst einen blauen Schlüssel, um diese Tür zu öffnen.
es: Necesitas una llave azul para abrir esta puerta
fi: Tarvitset sinisen avaimen avataksesi tämän oven
fr: Il vous faut une clé bleue pour ouvrir cette porte.
hr: Potreban ti je plavi ključ da otvoriš ova vrata.
pl: Potrzebujesz niebieskiego klucza, aby otworzyć te drzwi
ro: Ai nevoie de o cheie albastră pentru a deschide ușa aceasta
ru: Нужен синий ключ, чтобы открыть

# PD_REDC
source: You need a red key to open this door
de: Du brauchst einen roten Schlüssel, um diese Tür zu öffnen.
es: Necesitas una llave roja para abrir esta puerta
fi: Tarvitset punaisen avaimen avataksesi tämän oven
fr: Il vous faut une clé rouge pour ouvrir cette porte.
hr: Potreban ti je crveni ključ da otvoriš ova vrata.
pl: Potrzebujesz czerwonego klucza, aby otworzyć te drzwi
ro: Ai nevoie de o cheie roșie pentru a deschide ușa aceasta
ru: Нужен красный ключ, чтобы открыть

# PD_YELLOWC
source: You need a yellow key to open this door
de: Du brauchst einen gelben Schlüssel, um diese Tür zu öffnen.
es: Necesitas una llave amarilla para abrir esta puerta
fi: Tarvitset keltaisen avaimen avataksesi tämän oven
fr: Il vous faut une clé jaune pour ouvrir cette porte.
hr: Potreban ti je žuti ključ da otvoriš ova vrata.
pl: Potrzebujesz żółtego klucza, aby otworzyć te drzwi
ro: Ai nevoie de o cheie galbenă pentru a deschide ușa aceasta
ru: Нужен жёлтый ключ, чтобы открыть

# PD_BLUEF
source: You need a blue flemkey to open this door
de: Du brauchst einen blauen Flemschlüssel, um diese Tür zu öffnen.
es: Necesitas una flemllave azul para abrir esta puerta
fi: Tarvitset sinisen lima-avaimen avataksesi tämän oven
fr: Il vous faut une flemclé bleue pour ouvrir cette porte.
hr: Potreban ti je ključ plave sluzi da otvoriš ova vrata.
pl: Potrzebujesz niebieskiego flemowego klucza, aby otworzyć te drzwi
ro: Ai nevoie de o flemcheie albastră pentru a deschide ușa aceasta
ru: Нужен синий флемключ, чтобы открыть

# PD_REDF
source: You need a red flemkey to open this door
de: Du brauchst einen roten Flemschlüssel, um diese Tür zu öffnen.
es: Necesitas una flemllave roja para abrir esta puerta
fi: Tarvitset punaisen lima-avaimen avataksesi tämän oven
fr: Il vous faut une flemclé rouge pour ouvrir cette porte.
hr: Potreban ti je ključ crvene sluzi da otvoriš ova vrata.
pl: Potrzebujesz czerwonego flemowego klucza, aby otworzyć te drzwi
ro: Ai nevoie de o flemcheie roșie pentru a deschide ușa aceasta
ru: Нужен красный флемключ, чтобы открыть

# PD_YELLOWF
source: You need a yellow flemkey to open this door
de: Du brauchst einen gelben Flemschlüssel, um diese Tür zu öffnen.
es: Necesitas una flemllave amarilla para abrir esta puerta
fi: Tarvitset keltaisen lima-avaimen avataksesi tämän oven
fr: Il vous faut une flemclé jaune pour ouvrir cette porte.
hr: Potreban ti je ključ žute sluzi da otvoriš ova vrata.
pl: Potrzebujesz żółtego flemowego klucza, aby otworzyć te drzwi
ro: Ai nevoie de o flemcheie galbenă pentru a deschide ușa aceasta
ru: Нужен жёлтый флемключ, чтобы открыть

# OB_SLIME
source: %o sinks into some slime.
de: %o versank im Schleim
es: %o se hunde en babas.
fi: %o uppoaa limaan
fr: %o se noie dans la morve.
hr: %o se utapa u malo sluzi.
pl: %o topi się w szlamie.
ro: %o se scufundă în mâzgă.
ru: Игрок %o утонул в слизи.

# OB_LAVA
source: %o sinks into some slime.
de: %o versank im Schleim
es: %o se hunde en babas.
fi: %o uppoaa limaan
fr: %o se noie dans la morve.
hr: %o se utapa u malo sluzi.
pl: %o topi się w szlamie.
ro: %o se scufundă în mâzgă.
ru: Игрок %o утонул в слизи.

# OB_POWERSTRAND
source: %o was hit by inter-dimensional slime!
de: %o wurde von interdimensionalem Schleim getroffen
es: ¡A %o l@[ao_esp] ha alcanzado baba interdimensional!
fi: %o parkaan osui interdimensionaalista limaa!
fr: %o s'est fait@[e_fr] toucher par de la morve interdimensionelle!
hr: %o pogađa međudimenzionalna sluz!
pl: %o został@[ao_pl] uderzon@[adj_pl] przez międzywymiarowy szlam!
ro: %o a fost lovit de mâzgă interdimensională!
ru: В игрока %o попала межпространственная слизь!

# OB_KILLEDSELF
source: %o was hit by inter-dimensional slime!
de: %o wurde von interdimensionalem Schleim getroffen
es: ¡A %o l@[ao_esp] ha alcanzado baba interdimensional!
fi: %o parkaan osui interdimensionaalista limaa!
fr: %o s'est fait@[e_fr] toucher par de la morve interdimensionelle!
hr: %o pogađa međudimenzionalna sluz!
pl: %o został@[ao_pl] uderzon@[adj_pl] przez międzywymiarowy szlam!
ro: %o a fost lovit de mâzgă interdimensională!
ru: В игрока %o попала межпространственная слизь!

# OB_STRIDICUS
source: %o was boogered by a stridicus.
de: %o wurde von einem Stridicus bepopelt.
es: A %o l@[ao_esp] ha moqueado un Zancadico.
fi: %o joutui stridicuksen räkäämäksi.
fr: %o s'est fait@[e_fr] engluer par un stridicus.
hr: Kamenikus izvikava %o.
pl: %o został@[ao_pl] zaglutowan@[adj_pl] przez stridicusa.
ro: %o s-a speriat de picioare-lungi.
ru: Игрока %o облепила соплями длинноножка.

# OB_FLEMMINE
source: %o was gooed by a flem mine.
de: %o wurde von einer Flem-Mine beschmiert.
es: A %o l@[ao_esp] ha pegoteado una Flem-Mina.
fi: %o joutui limamiinan mönjäämäksi.
fr: %o s'est fait@[e_fr] éclabousser par une flem mine.
hr: %o raznosi sluzava mina.
pl: %o został@[ao_pl] zabrejowan@[adj_pl] przez flemową minę.
ro: %o a fost lovit de mâzga unei flem mine.
ru: Игрока %o забрызгала флем-мина.

# OB_SUPERCYCLOPTIS
source: %o was slimed by a super cycloptis.
de: %o wurde von einem Super Cycloptis vollgeschleimt.
es: A %o l@[ao_esp] ha enlodado un Supercícloptis.
fi: %o joutui supercycloptiksen limaamaksi.
fr: %o s'est fait@[e_fr] gélifier par un super cycloptis.
hr: Super Kikloptis uništava %o u sluzi.
pl: %o został@[ao_pl] oszlamion@[adj_pl] przez super cykloptisa.
ro: %o a fost transformat în mâzgă de către un super cicloptic.
ru: Игрока %o обслюнявил супер-циклоптис.

# OB_MAXIMUS
source: %o was defeated by a Maximus.
de: %o wurde von einem Maximus besiegt.
es: A %o l@[ao_esp] ha derrotado un Máximus.
fi: %o joutui Maximuksen päihittämäksi.
fr: %o s'est fait@[e_fr] battre par un Maximus.
hr: Maksimus poražava %o.
pl: %o został@[ao_pl] pokonan@[adj_pl] przez Maximusa.
ro: %o a fost înfrânt de către un Maxim.
ru: Игрок %o проиграл Максимусу.

# OB_LARVA
source: %o was gooed by a larva.
de: %o wurde von einer Larve beschmiert.
es: A %o l@[ao_esp] ha pegoteado una larva.
fi: %o joutui toukan mönjäämäksi.
fr: %o s'est fait@[e_fr] tâcher par une larve.
hr: Crv raznosi %o.
pl: %o został@[ao_pl] zabrejowan@[adj_pl] przez larwę.
ro: %o a fost lovit de mâzga unei larve.
ru: Игрока %o обслюнявила личинка.

# OB_QUADRUMPUS
source: %o was slimed by a Quadrumpus.
de: %o wurde von einem Quadrumpus vollgeschleimt.
es: A %o l@[ao_esp] ha enlodado un Quadrumpus.
fi: %o joutui Neliperän limaamaksi.
fr: %o s'est fait@[e_fr] morver par un quadrumpus.
hr: Četverostrukus uništava %o u sluzi.
pl: %o został@[ao_pl] oszlamion@[adj_pl] przez Quadrumpusa.
ro: %o a fost transformat în mâzgă de către o creatură cu patru mâini
ru: Игрока %o обслюнявила многоручка.

# OB_FLEMBOMINATION
source: %o was defeated by the Flembomination.
de: %o wurde von der Flembomination besiegt.
es: A %o l@[ao_esp] ha derrotado la Flembominación.
fi: %o joutui Limaoikun päihittämäksi.
fr: %o s'est fait@[e_fr] éliminer par la Flembomination.
hr: Flembominatis poražava %o.
pl: %o został@[ao_pl] pokonan@[adj_pl] przez Flembominację.
ro: %o a fost învins de către Flembominație.
ru: Игрока %o победила Флемомерзость.

# OB_SNOTFOLUS
source: %o was defeated by Lord Snotfolus.
de: %o wurde von Lord Snotfolus besiegt.
es: A %o l@[ao_esp] ha derrotado Lord Mocofolus.
fi: %o joutui herra Räkänokan päihittämäksi.
fr: %o est tombé@[e_fr] face au Seigneur Morvator.
hr: Gospodin Šmrkavikus poražava %o.
pl: %o został@[ao_pl] pokonan@[adj_pl] przez Lorda Smarkofolusa.
ro: %o a fost pus la pământ de către Lordul Snotfolus.
ru: Игрока %o победил правитель Соплезелёнус.

# OB_MPR_SPLASH
source: %o was hit by %k's propulsor.
de: %o wurde von %ks Propeller getroffen
es: A %o l@[ao_esp] ha alcanzado el propulsor de %k.
fi: %k osui %o parkaan työntimellään.
fr: %o s'est fait@[e_fr] propulser par %k.
hr: Propulzor od %k pogađa %o.
pl: %o został@[ao_pl] uderzon@[adj_pl] przez pędnik %k.
ro: %o a fost lovit de către propulsorul lui %k.
ru: Игрок %o подстрелен из ускорителя зорча %k.

# OB_MPBFG_SPLASH
source: %o was lazzed by %k.
de: %o wurde von %o weggezorcht.
es: A %o l@[ao_esp] ha «lazeado» %k.
fi: %k sazzasi pelaajaan %o.
fr: %o est entré@[e_fr] dans la zone de zorchage large de %k.
hr: %k lijenčari %o.
pl: %o został@[ao_pl] zLAZowan@[adj_pl] przez %k.
ro: %k a folosit dispozitivul LAZ pe %o.
ru: Игрок %o получил заряд из «ЗБР» игрока %k.

# E1TEXT
source: After sending the monstrous Flembrane back to his own dimension, you free the captives. Yet flemoids are everywhere! You and the captives make a break for your spaceship. The flemoids slime your ship, but you narrowly escape into orbit. During the return you are congratulated for the daring rescue, but you issue a warning... We haven't seen the last of the Flemoids. Unfortunately you are correct. For as you return home, you find that the Flemoids have somehow followed you here. Prepare for Chex Quest 2: Terror in Chex City!
de: Nachdem du die monströse Flembrane in ihre eigene Dimension zurückgeschickt hast, befreist du die Gefangenen. Und dennoch sind die Flemoiden überall! Du kämpfst dich mit den Gefangenen zu deinem Raumschiff durch und entkommst mit knapper Not. Du schickst eine Warnung ab, dass wir die Flemoiden noch nicht los sind. Unglückicherweise hast du Recht. Denn als du nach Hause kommst, erkennst du, dass dir die Flemoiden gefolgt sind. Bereite dich auf Chex Quest 2: Terror in Chex-City vor!
es: Tras enviar a la monstruosa Flembrana de vuelta a su dimensión, liberas a los rehenes. ¡Pero los flemoides están por todas partes! Tú y los rehenes escapais hacia tu nave. Los flemoides cubren de babas tu nave, pero escapas en órbita por los pelos. Durante el regreso eres felicitad@[ao_esp] por tu valiente rescate, pero mandas una advertencia... Queda por ver lo último de los Flemoides. Desafortunadamente tienes razón. Ya que al llegar de vuelta a casa, te das cuenta de que de alguna manera los Flemoides te han seguido hasta aquí. ¡Prepárate para Chex Quest 2: Terror en Chex City!
fi: Toimitettuasi hirviömäisen Limakalvon takaisin omaan ulottuvuuteensa vapautat vangit. Limatuksia on kuitenkin kaikkialla! Sinä ja vangit pakenette avaruusaluksellesi. Limatukset limaavat alustasi, mutta juuri ja juuri pakenet kiertoradalle. Paluun aikana sinua onnitellaan uskaliaasta pelastus- tehtävästä, mutta annat varoituksen... Tämä ei jää viimeiseksi kerraksi, kun kohtaamme limatuksia. Valitettavasti olet oikeassa, sillä kun palaat kotiin, huomaat limatuksien jotenkin seuranneen sinua tänne. Valmistaudu Chex- seikkailun osaan 2: Kauhua Chex-kaupungissa!
fr: Ayant renvoyé la terrible Flembrane dans sa dimension, vous libérez les prisonniers. Pourtant, les flémoïdes sont partout! Vous aidez les prisonniers à rejoindre votre vaisseau. Les flémoïdes s'agglutinent dessus, mais vous arrivez à vous mettre en orbite. Lors du retour, vous êtes félicité, mais vous avez un avertissement.. Ce n'est pas la fin de la menace flémoïde. Malheureusement, vous avez raison. Quand vous retournez sur votre planète, vous découvrez que les flémoïdes vous ont suivi jusqu'ici. Préparez vous pour Chex Quest 2: Terreur à Chex City!
hr: Nakon što si poslao/la čudovišnu Flembranu natrag u vlastitu dimenziju, oslobađaš zatočenike. Ipak, flemoidi su posvuda! Ti i zatočenici se probijate do tvog svemirskog broda. Flemoidi gađaju tvoj brod sa sluzi, ali ti usko bježiš u orbitu. Tijekom povrata ti se čestita za odvažno spašavanje, ali izdaješ upozorenje... Nismo vidjeli posljednje Flemoide. Nažalost, u pravu si. Kako se ti vraćaš doma, otkrivaš da su te Flemoidi nekako slijedili ovdje. Pripremi se za Chexovu potragu 2: Teror u gradu Chexu!
pl: Po wysłaniu Flembrany do jej własnego wymiaru, uwolniłeś jeńców. Ale flemoidy są wszędzie! Ty razem z jeńcami przebijacie się do statku kosmicznego. Flemoidy oszlamiły twój statek, ale ledwo uciekasz na orbitę. Podczas powrotu pogratulowano ci za brawurowy ratunek, ale zauważasz ostrzeżenie... To nie ostatni raz kiedy widzimy Flemoidy. Niestety masz rację. Jak wróciłeś do domu, zauważasz, że Flemoidy jakoś podążały za tobą. Przeygotuj się na Misja Chex 2: Terror w Mieście Chex!
ro: După ce ai trimis monstruoasa Flembrană înapoi de unde a venit, eliberezi prizonierii. Insă flemoizii sunt peste tot! Tu, împreună cu cei captivi dați o lovitura în încercarea de a ajunge la navă. Flemoizii încep să umple nava cu mâzgă, dar reușiți să scăpați la limită. În timpul întoarcerii ești felicitat pentru salvarea cutezătoare, dar oferi un avertisment... Nu am văzut flemoizi pentru ultima oară. Din păcate ai dreptate. Cum te întorci acasă, realizezi că Flemoizii te-au urmat cumva. Pregătește-te pentru Chex Quest 2: Teroare în Orașul Chex!
ru: Изгнав чудовищную Флембрану назад в её измерение, ты освободил@[ao_rus] пленников. Флемоиды окружили вас со всех сторон! Вы с пленниками прорвались с боем к космическому кораблю. Флемоиды облепили ваш корабль, но вы спаслись и улетели на орбиту. По дороге домой, пленники поблагодарили тебя за освобождение, но ты предупредил@[ao_rus] их... Мы ещё встретимся с Флемоидами. К сожалению, ты оказал@[refl_rus] прав@[ao_rus]. Вернувшись домой, ты обнаружил@[ao_rus], что Флемоиды добрались и сюда. Тебя ждёт Chex Quest 2: Террор в Городе Chex!
