Repository: the-phinet/UZDoom
Catalog: harmony/*.po
Languages: da, es, fr, it, nb_no, ro, sv

# NIGHTMARE
source: Do you really think you can handle that?\n\npress 'Y' or 'N'...
da: Tror du virkelig, at du kan klare det? Tryk på Y eller N...
es: ¿Realmente crees poder con eso? Pulsa Y o N...
fr: Vous pensez sérieusement que vous pourrez tenir le coup?\n\nAppuyez sur Y ou N...
it: Pensi davvero di poterlo fare? premere 'Y' o 'N'
nb_no: Tror du virkelig at du kan håndtere det? Trykk 'Y' eller 'N'...
ro: Chiar crezi că poți face față?\n\napasă 'Y' sau 'N'...
sv: Tror du verkligen att du klarar av det? Tryck på "Y" eller "N"...

# AMSTR_MARKEDSPOT
source: Spot marked
da: Pletmærket
es: Punto marcado
fr: Repère marqué.
it: Posizione segnata
nb_no: Punkt markert
ro: Loc marcat
sv: Markerad punkt

# PD_BLUEO
source: Requires the GREEN keycard
da: Kræver det GRØNNE nøglekort
es: Requiere la tarjeta llave VERDE
fr: Carte VERTE demandée.
it: Richiede la card d'accesso VERDE
nb_no: Krever det GRØNNE nøkkelkortet
ro: Necesită cardul VERDE
sv: Kräver det GRÖNA nyckelkortet.

# PD_REDO
source: Requires the PURPLE keycard
da: Kræver det LILLA nøglekort
es: Requiere la tarjeta llave VIOLETA
fr: Carte VIOLETTE demandée.
it: Richiede la card d'accesso VIOLA
nb_no: Krever det LILLA nøkkelkortet
ro: Necesită cardul MOV
sv: Kräver det LILA nyckelkortet

# PD_YELLOWO
source: Requires the YELLOW keycard
da: Kræver det GULLE nøglekort
es: Requiere la tarjeta llave AMARILLA
fr: Carte JAUNE demandée.
it: Richiede la card d'accesso GIALLA
nb_no: Krever det GULT nøkkelkortet
ro: Necesită cardul GALBEN
sv: Kräver det GULLA nyckelkortet

# PD_BLUEK
source: Requires the GREEN key
da: Kræver den GRØNNE nøgle
es: Requiere la llave VERDE
fr: Clé VERTE demandée.
it: Richiede la chiave VERDE
nb_no: Krever den GRØNNE nøkkelen
ro: Necesită cheia VERDE
sv: Kräver det GRÖNA nyckeln

# PD_YELLOWK
source: Requires the YELLOW key
da: Kræver den GULLE nøgle
es: Requiere la llave AMARILLA
fr: Clé JAUNE demandée.
it: Richiede la chiave GIALLO
nb_no: Krever den GUL nøkkelen
ro: Necesită cheia GALBENĂ
sv: Kräver den GULLA nyckeln

# PD_REDK
source: Requires the PURPLE key
da: Kræver den LILLA nøgle
es: Requiere la llave VIOLETA
fr: Clé VIOLETTE demandée.
it: Richiede la chiave VIOLA
nb_no: Krever den LILLA nøkkelen
ro: Necesită cheia MOV
sv: Kräver den LILA nyckeln

# GOTARMOR
source: Picked up armor.
da: Hentede rustning.
es: Encuentras una armadura.
fr: Armure récupérée.
it: Raccolto un'armatura.
nb_no: Plukket opp rustning.
ro: Ai ridicat Armura.
sv: Plockade upp en rustning.

# GOTMEGA
source: Picked up Combat Armor.
da: Samlet Combat Armor op.
es: Encuentras una armadura de combate.
fr: Armure de combat récupérée.
it: Raccolto Armatura da combattimento.
nb_no: Plukket opp kamprustning.
ro: Ai ridicat Armura de Luptă.
sv: Plockade upp kampen rustning.

# GOTMSPHERE
source: Superhealth
es: Supersalud
fr: Super-Santé
it: Super salute
nb_no: Superhelse
ro: Supersănătate
sv: Supersundhet

# GOTBLUECARD
source: Obtained the GREEN keycard.
da: Opnået det GRØNNE nøglekort.
es: Encuentras la tarjeta llave VERDE.
fr: Carte VERTE obtenue.
it: Ottenuta la card d'accesso VERDE.
nb_no: Fått det GRØNNE nøkkelkortet.
ro: Ai achiziționat cardul VERDE.
sv: Skaffade det GRÖNA nyckelkortet.

# GOTYELWCARD
source: Obtained the YELLOW keycard.
da: Opnået det GULLE nøglekort.
es: Encuentras la tarjeta llave AMARILLA.
fr: Carte JAUNE obtenue.
it: Ottenuta la card d'accesso GIALLA.
nb_no: Fått det GUL nøkkelkortet.
ro: Ai achiziționat cardul GALBEN.
sv: Skaffade det GULLA nyckelkortet.

# GOTREDCARD
source: Obtained the PURPLE keycard.
da: Opnået det LILLA nøglekort.
es: Encuentras la tarjeta llave VIOLETA.
fr: Carte VIOLETTE obtenue.
it: Ottenuta la card d'accesso VIOLA.
nb_no: Fikk det LILLA nøkkelkortet.
ro: Ai achiziționat cardul MOV.
sv: Skaffade det LILA nyckelkortet.

# GOTBLUESKUL
source: Obtained the GREEN key.
da: Opnået den GRØNNE nøgle.
es: Encuentras la llave VERDE.
fr: Clé VERTE obtenue.
it: Ottenuta la chiave VERDE.
nb_no: Fikk den GRØNNE nøkkelen.
ro: Ai achiziționat cheia VERDE.
sv: Skaffade den GRÖNA nyckeln.

# GOTYELWSKUL
source: Obtained the YELLOW key.
da: Opnået den GULLE nøgle.
es: Encuentras la llave AMARILLA.
fr: Clé JAUNE obtenue.
it: Ottenuta la chiave GIALLA.
nb_no: Fikk den GULA nøkkelen.
ro: Ai achiziționat cheia GALBENĂ.
sv: Skaffade den GULLA nyckeln.

# GOTREDSKUL
source: Obtained the PURPLE key.
da: Opnået den LILLA nøgle.
es: Encuentras la llave VIOLETA.
fr: Clé VIOLETTE obtenue.
it: Ottenuta la chiave VIOLA.
nb_no: Fikk den LILLA nøkkelen.
ro: Ai achiziționat cheia MOV.
sv: Skaffade den LILA nyckeln.

# GOTSTIM
source: Healing mushroom
da: Helbredende svamp
es: Seta medicinal
fr: Champignon médicinal
it: Funghi curativi
nb_no: Helbredende sopp
ro: Ciupercă vindecătoare
sv: Helande svamp

# GOTMEDIKIT
source: Acquired: medical kit.
da: Erhvervet: medicinsk kit.
es: Encuentras un botiquín.
fr: Acquis: Kit médical.
it: Acquisito: kit medico.
nb_no: Ervervet: medisinsk sett.
ro: Ai ridicat: Kit de Prim-Ajutor.
sv: Förvärvad: medicinsk utrustning.

# GOTMEDINEED
source: Acquired: medical kit that you REALLY need.
da: Erhvervet: medicinsk kit, som du VIRKELIG har brug for.
es: Encuentras un botiquín que REALMENTE necesitabas.
fr: Acquis: Kit médical. Besoin critique.
it: Acquisito: kit medico di cui VERAMENTE avete bisogno.
nb_no: Ervervet: medisinsk sett som du virkelig trenger.
ro: Ai ridicat: Kit de Prim-Ajutor de care CHIAR ai nevoie.
sv: Förvärvad: medicinsk utrustning som du verkligen behöver.

# GOTMAP
source: Map
da: Kort
es: Mapa
fr: Carte
it: Mappa
nb_no: Kart
ro: Hartă
sv: Karta

# GOTCLIPBOX
source: Acquired: case of bullets.
da: Erhvervet: kasse med kugler.
es: Encuentras una caja de balas.
fr: Acquis: Boîte de balles.
it: Acquisito: caso di proiettili.
nb_no: Ervervet: tilfelle av kuler.
ro: Ai achiziționat: Cutie de gloanțe.
sv: Förvärvad: väska med kulor.

# GOTROCKET
source: Acquired: Grenade.
da: Erhvervet: Granat.
es: Encuentras una granada.
fr: Acquis: Grenade.
it: Acquisito: Granata.
nb_no: Ervervet: Granat.
ro: Ai achiziționat: Grenadă.
sv: Förvärvad: Granat.

# GOTROCKBOX
source: Acquired: Grenades.
da: Erhvervet: Granater.
es: Encuentras unas granadas.
fr: Acquis: Grenades.
it: Acquisito: Granate.
nb_no: Ervervet: Granater.
ro: Ai achiziționat: Grenade.
sv: Förvärvad: Granater.

# GOTSHELLBOX
source: Acquired: box of shotgun shells.
da: Erhvervet: kasse med haglpatroner.
es: Encuentras una caja de cartuchos de escopeta.
fr: Acquis: Boîte de cartouches.
it: Acquisito: scatola di cartucce per fucile.
nb_no: Ervervet: eske med haglepatroner.
ro: Ai achiziționat: Cutie de muniție pentru pușcă.
sv: Förvärvad: låda med hagelpatroner.

# GOTBACKPACK
source: Acquired: ammo backpack.
da: Erhvervet: ammunitionsrygsæk.
es: Encuentras una mochila de municiones.
fr: Acquis: Sac de munitions.
it: Acquisito: zaino munizioni.
nb_no: Ervervet: ryggsekk med ammunisjon.
ro: Ai achiziționat: Raniță.
sv: Förvärvad: Ammunitionsryggsäck.

# GOTBFG9000
source: Acquired: Grenade.
da: Erhvervet: Granat.
es: Encuentras una granada.
fr: Acquis: Grenade.
it: Acquisito: Granata.
nb_no: Ervervet: Granat.
ro: Ai achiziționat: Grenadă.
sv: Förvärvad: Granat.

# GOTCHAINGUN
source: Acquired: Minigun.
da: Erhvervet: Minigun.
es: Encuentras una ametralladora.
fr: Acquis: Minigun.
it: Acquisito: Minigun.
nb_no: Ervervet: Minigun.
ro: Ai achiziționat: Minimitralieră.
sv: Förvärvad: Minigun.

# GOTLAUNCHER
source: Acquired: Grenade launcher.
da: Erhvervet: Granatkaster.
es: Encuentras un lanzagranadas.
fr: Acquis: Lance-Grenades
it: Acquisito: Lanciagranate.
nb_no: Ervervet: Granatkaster.
ro: Ai achiziționat: Lansator de grenade.
sv: Förvärvad: Granatkastare.

# GOTPLASMA
source: Entropy thrower!
da: Entropi-lancer!
es: ¡Lanzador de entropía!
fr: Acquis: Lanceur d'Entropie!
it: Lancia entropia!
nb_no: Entropikaster!
ro: Aruncător entropic!

# GOTSHOTGUN
source: Acquired: Shotgun.
da: Erhvervet: Shotgun.
es: Encuentras una escopeta.
fr: Acquis: Fusil à pompe.
it: Acquisito: Fucile.
nb_no: Ervervet: Haglgevær.
ro: Ai achiziționat: Pușcă.
sv: Förvärvad: Hagelgevär

# STSTR_DQDON
source: God Mode ON
da: Gud-tilstand PÅ
es: Modo Dios ACTIVADO
fr: Mode invulnérable ON
it: Modalità Dio ATTIVATA
nb_no: Gudsmodus PÅ
ro: Modul Invincibil PORNIT
sv: Gud läge PÅ

# STSTR_DQDOFF
source: God Mode OFF
da: Gud-tilstand FRA
es: Modo Dios DESACTIVADO
fr: Mode invulnérable OFF
it: Modalità Dio DISATTIVATA
nb_no: Gudsmodus AV
ro: Modul Invincibil OPRIT
sv: Gud läge AV

# STSTR_KFAADDED
source: All weapons/ ammo/ keys
da: Alle våben/ ammunition/ nøgler
es: Todas las armas/municiones/llaves
fr: Toutes les armes/munitions/clés
it: Tutte le armi / munizioni / chiavi
nb_no: Alle våpen / ammunisjon / nøkler
ro: Toate armele/muniție/chei
sv: Alla vapen/ammunition/nycklar

# STSTR_FAADDED
source: All weapons and ammo
da: Alle våben og ammunition
es: Todas las armas y municiones
fr: Toutes les armes et munitions
it: Tutte le armi e le munizioni
nb_no: Alle våpen og ammunisjon
ro: Toate armele și muniție
sv: Alla vapen och all ammunition

# TXT_HARMMAP01
source: Abduction
da: Bortførelse
es: Abducción
fr: Enlèvement
it: Il rapimento
nb_no: Bortføring
ro: Răpire
sv: Bortförande

# TXT_HARMMAP02
source: Harm's Way
es: En peligro
fr: Mise en Danger
it: La via del danno
ro: Calea pericolului
sv: Harms väg

# TXT_HARMMAP03
source: Owt Mood
es: Buen humor
fr: Scontento
it: Scontento
ro: Fricțiune
sv: Dåligt stämning

# TXT_HARMMAP04
source: Megalapolis
es: Megalópolis
fr: Mégalopole
it: Megalapoli
ro: Megalopolis

# TXT_HARMMAP05
source: The Hospital
da: Hospitalet
es: El hospital
fr: L'Hôpital
it: L'ospedale
nb_no: Sykehuset
ro: Spitalul
sv: Sjukhuset

# TXT_HARMMAP06
source: The Weapons Factory
da: Våbenfabrikken
es: La fábrica de armas
fr: L'Usine d'Armes
it: La fabbrica di armi
nb_no: Våpenfabrikken
ro: Fabrica de Arme
sv: Vapenfabriken

# TXT_HARMMAP07
source: The Underwater Lab
da: Undervandslaboratoriet
es: El laboratorio submarino
fr: Le Laboratoire Sous-marin
it: Il laboratorio subacqueo
nb_no: Undervannslaboratoriet
ro: Laboratorul Subacvatic
sv: Undervattenslaboratoriet

# TXT_HARMMAP08
source: Airstrip One
da: Landingsbane et
es: Pista de aterrizaje uno
fr: Piste D'Atterrisage Un
it: Pista Uno
nb_no: Flystripe én
ro: Pista Unu
sv: Landningsbana ett

# TXT_HARMMAP09
source: The Launch Base
da: Affyringsbasen
es: La base de despegue
fr: La Base de Lancement
it: La base di lancio
nb_no: Utskytningsbasen
ro: Baza de Lansare
sv: Avfyrningsbasen

# TXT_HARMMAP10
source: The Radioactive Zone
da: Den radioaktive zone
es: La zona radioactiva
fr: La Zone Radioactive
it: La zona radioattiva
nb_no: Den radioaktive sonen
ro: Zona Radioactivă
sv: Den radioaktiva zonen

# TXT_HARMMAP11
source: Echidna
es: Equidna

# CLUSTEREXIT1
source: You feel sick to your stomach... Looking in the face of the mutant queen... That thing... That used to be... Your friend... Amira! Those monsters must have found a way to mutate her and turn her into this hideous creature to bear their offspring. -sigh- You get yourself together... They are going to pay for making you kill your friend... "Hell has no fury like a woman scorned!" = T H E E N D =
da: Du har kvalme i maven... Du ser mutantdronningen i øjnene... Den tingest... Det plejede at være... din ven... Amira! De monstre må have fundet en måde at mutere hende på og forvandle hende til dette afskyelige væsen, så hun kan føde deres afkom. -suk- Du tager dig sammen... De kommer til at betale for at få dig til at dræbe din ven... "Helvede har ingen vrede som en forsmået kvinde!" = T H E E N D =
es: Sientes que se te revuelve el estómago... Viendo el rostro de la reina mutante... Esa cosa... Que antes era... Tu amiga... ¡Amira! Esos monstruos han debido encontrar la forma de mutarla y convertirla en esta criatura horrible para parir a sus hijos. *suspiro* Consigues calmarte... Van a pagar por haberte obligado a matar a tu amiga... "¡No hay mayor furia en el Infierno que la de una mujer desdeñada!" = F I N =
fr: La nausée vous envahit.. En regardant le visage de la reine des mutants.. cette chose.. devait être.. votre amie.. Amira! Ces monstres ont trouvé un moyen de la faire muter en cette horrible créature destinée à les faire se reproduire. *soupir* Vous vous calmez.. Il vont payer pour vous avoir fait tuer votre amie.. "L'Enfer n'a pas de fureur qui égale celle d'une femme dédaignée!" = F I N =
it: Ti senti male allo stomaco... Guardando in faccia alla regina mutante... Quella cosa... Quella era... La tua amica... Amira! Quei mostri devono aver trovato il modo di mutarla e trasformarla in questa orrenda creatura per generare i loro figli. *sospiro* Ti ricomponi... Pagheranno per averti farti uccidere la tua amica... "L'inferno non ha furia come una donna oltraggiata!" = F I N E =
nb_no: Du føler deg kvalm i magen... Å se inn i ansiktet til mutantdronningen... Den tingen... Det pleide å være... Din venn... Amira! De monstrene må ha funnet en måte å mutere henne på og gjøre henne til denne avskyelige skapningen for å bære deres avkom. ...sukk... Ta deg sammen... De skal få svi for at de fikk deg til å drepe vennen din... "Helvete har ingen raseri som en forsmådd kvinne!"
ro: Îți vine rău de la stomac... Uitându-te în ochii reginei mutant... Acel lucru... Acel lucru obișnuia să fie... Prietena ta... Amira! Moștrii trebuie să fii reușit cumva să o transforme în această creatură hidoasă capabilă să le poarte progeniturile... -oftezi- Te aduni... Îi vei face să plătească pentru că te-au făcut să îți omori prietena... "Iadul nu e nimic în comparație cu o femeie disprețuită!" = S F Â R Ș I T =
sv: Du mår illa i magen... När du ser mutantdrottningen i ansiktet... Den där saken... Som brukade vara... Din vän... Amira! De där monstren måste ha hittat ett sätt att mutera henne och förvandla henne till den här avskyvärda varelsen för att föda sin avkomma. -suck- Ta dig samman... De kommer att få betala för att de tvingade dig att döda din vän... "Helvetet har ingen vrede som en kvinna som är föraktad!" = S L U T E T =

# WI_ENTERING
source: Loading
da: Indlæsning
es: Cargando
fr: Chargement
it: Caricamento
nb_no: Laster
ro: Se încarcă
sv: Laddar

# SKILL_BABY
source: Very Easy
da: Meget let
es: Muy fácil
fr: Trés facile
it: Molto facile
nb_no: Veldig lett
ro: Foarte Ușor
sv: Mycket lätt

# SKILL_EASY
source: Easy
da: Let
es: Fácil
fr: Facile
it: Facile
nb_no: Lett
ro: Ușor
sv: Lätt

# SKILL_NORMAL
source: Medium
da: Middel
es: Normal
fr: Moyen
it: Medio
nb_no: Middels
ro: Mediu
sv: Medel

# SKILL_HARD
source: Hard
da: Svær
es: Difícil
fr: Difficile
it: Difficile
nb_no: Vanskelig
ro: Greu
sv: Svårt

# SKILL_NIGHTMARE
source: Very Hard
da: Meget svær
es: Muy difícil
fr: Très difficile
it: Molto difficile
nb_no: Svært vanskelig
ro: Foarte Greu
sv: Mycket svårt

# HARMQUITMSG
source: Thanks for playing
da: Tak for at spille
es: Gracias por jugar
fr: Merci d'avoir joué
it: Grazie per aver giocato
nb_no: Takk for at du spilte
ro: Mulțumim că ai jucat
sv: Tack för att du spelar
